<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - CONSTRUCCI&#211;N DE LA CARROCER&#205;A
        DEL AUTOBUS - PROCEDIMIENTO DE EXTRACCI&#211;N DEL PANEL DE LA CARROCER&#205;A
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>PROCEDIMIENTO DE EXTRACCI&#211;N DEL PANEL DE LA CARROCER&#205;A</title>
        <para>Todas las juntas del panel de la carrocer&#237;a est&#225;n ensambladas con sujetadores mec&#225;nicos.
            Cada junta est&#225; dise&#241;ada de tal manera que es imperativo reemplazar todos los paneles y
            sujetadores de la carrocer&#237;a con equipo original del fabricante. Todos los paneles de la carrocer&#237;a
            deben cumplir con la norma federal FMVSS 221. Esta norma establece que todos los paneles de la carrocer&#237;a
            deben cumplir con el 60% de los requisitos de resistencia de las juntas. Debido a esta norma y al dise&#241;o
            International, es muy dif&#237;cil sacar algunos paneles de la carrocer&#237;a. El siguiente procedimiento
            simplificar&#225; lo necesario para reemplazar los paneles da&#241;ados de la carrocer&#237;a, en la mayor&#237;a
            de las condiciones. S&#243;lo los t&#233;cnicos capacitados deben realizar el trabajo de reparaci&#243;n.
        </para>
        <step1>
            <para count="1">Quite todos los remaches del panel da&#241;ado (
                <hotlnk xrefid="f4700129">Figura 27</hotlnk>). Los remaches se pueden quitar usando un cincel grande y
                una broca N&#186;10. Una vez que se ha quitado la cabeza o tapa del remache, se puede usar la broca para
                taladrar el manguito del remache y sacarlo del panel de la carrocer&#237;a (
                <hotlnk xrefid="f4700130">Figura 28</hotlnk>).
            </para>
            <step2>
                <para count="1">Antes de que el panel de la carrocer&#237;a se haya quitado completamente, observe la
                    forma en que est&#225;n sobrepuestos los paneles. Es importante que el panel de la carrocer&#237;a
                    se instale del mismo modo como se quit&#243;.
                </para>
            </step2>
            <step2>
                <para count="1">Puede que sea necesario quitar los largueros de roce, seg&#250;n la ubicaci&#243;n del
                    da&#241;o (
                    <hotlnk xrefid="f4700131">Figura 29</hotlnk>). Use el procedimiento 1 anterior para realizar esta
                    tarea.
                </para>
            </step2>
        </step1>
        <figure id="f4700129" figsize="col-wide">
            <graphic filename="../figg47/g4700129.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 27. Quite la cabeza del remache</caption>
        </figure>
        <figure id="f4700130" figsize="col-wide">
            <graphic filename="../figg47/g4700130.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 28. Perfore un orificio en el remache</caption>
        </figure>
        <figure id="f4700131" figsize="col-wide">
            <graphic filename="../figg47/g4700131.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 29. Quite el larguero de roce</caption>
        </figure>
        <step1>
            <para count="1">Inspeccione el &#225;rea a reparar. Limpie y trate cualquier metal si es necesario. Si el
                panel de reemplazo tiene equipos opcionales, como un compartimiento de caja de equipaje o un aire
                acondicionado montado en el fald&#243;n, se le deben hacer las modificaciones de conexi&#243;n antes de
                la instalaci&#243;n inicial.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
