<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - ASIENTOS - MANTENIMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>MANTENIMIENTO</title>
        <svcprocinfo>
            <para>La siguiente lista proporciona una gu&#237;a general para el mantenimiento de los asientos. Estos
                elementos deben formar parte de un programa de inspecci&#243;n regular.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Procedimiento</title>
            <step1>
                <para count="1">Revise y apriete todos los accesorios del herraje de instalaci&#243;n de los asientos y
                    las barreras. Esto se debe realizar en intervalos de 30 a 45 d&#237;as. Los pernos de las patas de
                    los asientos requieren de una torsi&#243;n de 19 a 20 lbs pie.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los herrajes de instalaci&#243;n para el coj&#237;n y clip del asiento.</para>
            </step1>
            <step1>
                <para count="1">Revise la espuma del respaldo del asiento alrededor de la esquina superior y en la zona
                    de impacto de las rodillas. Si se descubre que hay da&#241;os como sellos rotos o separados, el
                    material del respaldo del asiento se debe reemplazar sin demora.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las grampas que unen el fleje adherente del asiento.</para>
            </step1>
            <step1>
                <para count="1">Revise la tapicer&#237;a para ver si tiene cortes, marcas u otros da&#241;os.</para>
            </step1>
            <step1>
                <para count="1">Al reemplazar la espuma del respaldo de los asientos y la tapicer&#237;a, use piezas
                    originales para asegurar que cumplen con los requisitos del fabricante y las normas federales.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Recomendaciones para el cuidado y limpieza de la tapicer&#237;a</title>
            <para>El proveedor de la tapicer&#237;a entrega una lista de solventes que son seguros de usar para
                limpiarla. Estos solventes, si se usan adecuadamente, no da&#241;ar&#225;n el acabado del material. Se
                trata de los siguientes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Alcohol et&#237;lico desnaturalizado</para>
                </item>
                <item>
                    <para>Nafta VM&#38;P</para>
                </item>
                <item>
                    <para>Alcoholes minerales sin olor</para>
                </item>
                <item>
                    <para>Alcohol isopropilo</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones de limpieza recomendadas</title>
            <step1>
                <para count="1">Lave con jab&#243;n suave y agua caliente para quitar la suciedad normal, la mugre,
                    etc.
                </para>
            </step1>
            <step1>
                <para count="1">Las manchas dif&#237;ciles se deben limpiar con alcohol. Se puede usar alcohol mineral
                    sin olor o Nafta VM&#38;P para quitar pintura, alquitr&#225;n, goma, bet&#250;n, etc. si el alcohol
                    no logra quitar estas manchas.
                </para>
            </step1>
            <step1>
                <para count="1">El alcohol isopropilo y el desnaturalizado est&#225;n espec&#237;ficamente recomendados
                    para limpiar la suciedad y manchas dif&#237;ciles.
                </para>
            </step1>
            <step1>
                <para count="1">Jam&#225;s limpie estas manchas con quitaesmalte, agentes c&#225;ustico o &#225;cidos
                    fuertes, Graffiti Eater&#174; o cualquier limpiador con solventes activos como MEK, Tolual,
                    gasolina, etc.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
