<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - VENTANAS - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>INSTALACI&#211;N</title>
        <para>Para una instalaci&#243;n m&#225;s f&#225;cil, la junta de hule se puede calentar con una fuente sin llama
            (pistola de aire caliente). A temperaturas elevadas, la junta de hule es m&#225;s flexible. No caliente
            sobre los 125&#176;F por m&#225;s de 1&#189; hora.
        </para>
        <para>Evite el contacto del vidrio con algo que pueda picar o fisurar los bordes. La presi&#243;n en el vidrio
            se concentrar&#225; en las &#225;reas picadas, provocando fisuras. Si el vidrio est&#225; picado, el borde
            se debe pulir antes de instalarlo.
        </para>
        <step1>
            <para count="1">Para aplicaciones mayores como el vidrio del parabrisas, instale la junta de hule en el
                reborde de la abertura del vidrio. Para aplicaciones menores, como la puerta de entrada, la junta de
                hule se debe ubicar en el vidrio mismo. Consulte la
                <hotlnk xrefid="f4700165">Figura 59.</hotlnk>
            </para>
        </step1>
        <step1>
            <para count="1">Inserte en la junta el extremo de gancho de la herramienta de instalaci&#243;n del
                parabrisas y vaya colocando el vidrio en la abertura.
            </para>
        </step1>
        <step1>
            <para count="1">Para instalar el cord&#243;n de hule en la junta de hule, use la herramienta de entrenzado
                enroscando el cord&#243;n en la herramienta e instalando el hule. Consulte la
                <hotlnk xrefid="f4700166">Figura 60.</hotlnk>
            </para>
        </step1>
        <step1>
            <para count="1">Jale el hule alrededor de la junta, empujando el cord&#243;n hacia la herramienta con un
                movimiento de enganche. Esto ayudar&#225; a evitar que el cord&#243;n se estire.
            </para>
        </step1>
        <step1>
            <para count="1">Se puede usar un limpiador de vidrio tipo espuma o un jab&#243;n suave con un poco de agua
                para lubricar la junta de hule. Esto facilitar&#225; la instalaci&#243;n del vidrio y el cord&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Revise la instalaci&#243;n y limpie la superficie del vidrio.</para>
        </step1>
        <step1>
            <para count="1">Selle la junta de hule y el vidrio con un sellador de parabrisas flexible.</para>
        </step1>
        <figure id="f4700165" figsize="col-wide">
            <graphic filename="../figg47/g4700165.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 58. Instale el vidrio con la junta</caption>
        </figure>
        <figure id="f4700166" figsize="col-wide">
            <graphic filename="../figg47/g4700166.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 59. Instale el cord&#243;n de hule</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_36.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
