<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - ESPEJOS - Espejo retrovisor interior
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Espejo retrovisor interior</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>El espejo retrovisor interior se ubica en el mamparo delantero sobre el conductor. El espejo aqu&#237;
                tratado es el modelo est&#225;ndar. El espejo est&#225; montado a 6" x 30" en una caja met&#225;lica. La
                visera est&#225; montada en la misma &#225;rea general que el espejo. El espejo y la visera se pueden
                ajustar a la posici&#243;n &#243;ptima para cada conductor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Todos los dispositivos de montaje y ensamblaje se deben revisar cada 30 d&#237;as. Cada conductor debe
                revisar la superficie del espejo retrovisor en forma regular para ver si est&#225; fracturado o
                quebrado. Es com&#250;n que los espejos se fracturen en condiciones de tensi&#243;n elevada cuando el
                herraje de instalaci&#243;n no ha tenido mantenimiento. Cuando el espejo se fractura se debe reemplazar
                inmediatamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reemplazo del espejo</title>
            <para>Para reemplazar el espejo retrovisor interior, siga el siguiente procedimiento.</para>
            <step1>
                <para count="1">Para quitar el ensamblaje del espejo, quite el herraje de instalaci&#243;n que une el
                    espejo al mamparo (
                    <hotlnk xrefid="f4700191">Figura 81</hotlnk>).
                </para>
            </step1>
            <figure id="f4700191" figsize="col-wide">
                <graphic filename="../figg47/g4700191.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figura 80. Quite el herraje de instalaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Saque las tuercas y pernos del espejo para liberar el soporte del adaptador (
                    <hotlnk xrefid="f4700192">Figura 82</hotlnk>).
                </para>
            </step1>
            <figure id="f4700192" figsize="col-wide">
                <graphic filename="../figg47/g4700192.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figura 81. Quite los dispositivos del adaptador</caption>
            </figure>
            <step1>
                <para count="1">Quite el soporte del adaptador, la tira de hule y la placa de apoyo met&#225;lica (
                    <hotlnk xrefid="f4700193">Figura 83</hotlnk>).
                </para>
            </step1>
            <figure id="f4700193" figsize="col-wide">
                <graphic filename="../figg47/g4700193.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figura 82. Quite la tira y la placa de apoyo met&#225;licos</caption>
            </figure>
            <step1>
                <para count="1">Quite el espejo y des&#233;chelo</para>
            </step1>
            <step1>
                <para count="1">Antes de la instalaci&#243;n del espejo de reemplazo, se debe inspeccionar para ver si
                    tiene peque&#241;as picaduras. Si las tiene, no lo instale.
                </para>
            </step1>
            <step1>
                <para count="1">El espejo retrovisor interior se debe instalar con cuidado siguiendo el procedimiento de
                    desensamblaje a la inversa.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Use siempre equipos de seguridad y protecci&#243;n para los ojos al retirar o trabajar con el
                        vidrio.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
