<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - PUERTAS Y ACCESORIOS - LUBRICACI&#211;N
        Y MANTENIMIENTO DEL CONTROL DE LA PUERTA DE APERTURA HACIA AFUERA Y PLEGADO HACIA ADELANTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="11">
        <title>LUBRICACI&#211;N Y MANTENIMIENTO DEL CONTROL DE LA PUERTA DE APERTURA HACIA AFUERA Y PLEGADO HACIA
            ADELANTE
        </title>
        <svcprocinfo>
            <para>Abra y cierre la puerta de emergencia lateral o trasera. Esto asegurar&#225; la penetraci&#243;n de
                lubricante en el &#225;rea requerida. Como parte de la inspecci&#243;n general, abra y cierre siempre
                las puertas para revisar su funcionamiento. Active y desactive siempre el mecanismo de bloqueo.
            </para>
            <specpara>
                <note>
                    <para>Las etiquetas de instrucciones y advertencia se deben volver a colocar en las puertas de
                        emergencia, ventanas, etc. cuando se realicen las reparaciones.
                    </para>
                </note>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n</title>
            <para>Existen varios puntos en el operador manual de la puerta y la puerta en s&#237; que se deben
                inspeccionar, ajustar y lubricar para un funcionamiento libre y normal durante el mantenimiento de
                rutina (se recomienda que se realice cada 30 d&#237;as). Los pasadores de la bisagra de la puerta de
                apertura exterior y los cojinetes de nylon se deben revisar para ver si est&#225;n gastados. Los bujes y
                retenes de nylon en los pasadores de las bisagras se deben cambiar si est&#225;n gastados o si la puerta
                funciona con dificultad al desconectarse del control de la puerta. Los bujes y retenes de los pasadores
                de las bisagras ubicados en la parte superior e inferior de la puerta de plegado hacia adelante se deben
                inspeccionar y reemplazar si la puerta no funciona con suavidad o funciona con dificultad al estar
                desconectada del control manual de la puerta. El cojinete de rodillo en la parte superior de la puerta
                se debe reemplazar si est&#225; gastado o no gira f&#225;cilmente.
            </para>
            <para>La revisi&#243;n del control manual de la puerta requiere la extracci&#243;n de la cubierta del
                tablero del lado derecho. Primero, quite los cuatro tornillos que sujetan la cubierta negra de pl&#225;stico
                de la varilla de la puerta. Luego, quite los botones que cubren los tornillos en la cubierta del tablero
                del lado derecho. Quite los tornillos que sujetan esta cubierta. Levante la cubierta del tablero y pase
                la varilla del control de la puerta m&#225;s all&#225; del orificio de separaci&#243;n.
            </para>
            <para>El control manual de la puerta se ha probado para que dure la vida &#250;til del veh&#237;culo.
                Requiere lubricaci&#243;n regular con lubricante a base de grafito (Refacci&#243;n N&#186; 407408R2) o
                equivalente. Es posible que se requiera alg&#250;n ajuste si no funciona con facilidad. Si funciona con
                dificultad o se atasca, primero
                <hotlnk xrefid="f47001a4">inspeccione el hule del tope superior</hotlnk>
                e
                <hotlnk xrefid="f47001a5">inferior</hotlnk>; no debe arrastrarse o atascarse. Si esto &#250;ltimo
                sucede, se debe ajustar para permitir que la puerta funcione libremente. Luego, revise el control de la
                puerta para ver si hay basuras o componentes sueltos que puedan haber ca&#237;do en el mecanismo o
                corredera. Con una manguera de aire limpie el &#225;rea.
            </para>
            <specpara>
                <warning>
                    <para>El aire comprimido puede da&#241;ar algunos componentes sensibles y transformar los
                        desperdicios sueltos en proyectiles, por lo tanto, tome las precauciones de seguridad necesarias
                        al usar aire comprimido.
                    </para>
                </warning>
            </specpara>
            <para>Lubrique y ajuste seg&#250;n se describe m&#225;s adelante en el manual.</para>
            <figure id="f47001a4" figsize="pg-wide">
                <graphic filename="../figg47/g47001a4.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         resolution="72"/>
            </figure>
            <figure id="f47001a5" figsize="pg-wide">
                <graphic filename="../figg47/g47001a5.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         resolution="72"/>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Ajuste</title>
            <para>
                <title>Apertura hacia afuera</title>
            </para>
            <step1>
                <para count="1">Ajuste de la barra superior de la puerta en los paneles de las puertas</para>
                <para>Si el control de la puerta funciona con dificultad, revise primero si hay obstrucciones o
                    componentes sueltos como se describe en el proceso de inspecci&#243;n. Luego, revise el ajuste del
                    control de la puerta. Hay tres ajustes que se pueden hacer y que afectan el funcionamiento del
                    control de la puerta. Estos son los siguientes: 1.) Ajuste de las tuercas de las puntas de los
                    pivotes en el operador, 2.) Ajuste de la varilla del control de la puerta que est&#225; unido a la
                    puerta y 3.) Ajuste de la barra que une los dos paneles de la puerta en la parte superior de &#233;sta.
                    El primer elemento que se debe revisar en busca de funcionamiento incorrecto es la
                    <hotlnk xrefid="f47001a6">barra en la parte superior</hotlnk>
                    de los paneles de la puerta
                    <hotlnk xrefid="f47001a7">delantera</hotlnk>y trasera.
                </para>
                <figure id="f47001a6" figsize="pg-wide">
                    <graphic filename="../figg47/g47001a6.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <figure id="f47001a7" figsize="pg-wide">
                    <graphic filename="../figg47/g47001a7.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>Si esta barra est&#225; desajustada, entonces ser&#225; dif&#237;cil hacer funcionar el control de
                    la puerta. Antes de ajustar esta barra, quite la varilla del control de la puerta del panel de la
                    puerta de apertura hacia adelante. Retire el anillo de retenci&#243;n del pasador que une la
                    horquilla de la barra al soporte de la puerta.
                </para>
                <para>
                    <hotlnk xrefid="f47001a8">Quite la varilla de la puerta</hotlnk>. Los paneles de la puerta se deben
                    abrir y cerrar f&#225;cilmente con las manos. Si no es as&#237;, entonces la varilla de la puerta
                    necesita ajuste. En puertas con vidrio de cuatro piezas,
                    <hotlnk xrefid="f47001a9">suelte los pernos</hotlnk>
                    en la parte superior de la puerta donde se unen los
                    <hotlnk xrefid="f47001b0">soportes de la barra</hotlnk>
                    a la puerta.
                </para>
                <specpara>
                    <caution>
                        <para>Se debe tener precauci&#243;n al operar manualmente las puertas con la varilla suelta, ya
                            que &#233;sta puede da&#241;ar las ventanas.
                        </para>
                    </caution>
                </specpara>
                <figure id="f47001a8" figsize="pg-wide">
                    <graphic filename="../figg47/g47001a8.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <figure id="f47001a9" figsize="pg-wide">
                    <graphic filename="../figg47/g47001a9.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <figure id="f47001b0" figsize="pg-wide">
                    <graphic filename="../figg47/g47001b0.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>Para ajustar la barra, jale las puertas hasta que est&#233;n completamente cerradas y permita que
                    la barra se deslice hasta su posici&#243;n correcta. Con las puertas cerradas, apriete un sujetador
                    en cada soporte, asegur&#225;ndose de que los soportes est&#233;n derechos y nivelados. Abra y
                    cierre las puertas un par de veces para asegurarse de que funcionen con suavidad y sin atascarse. Si
                    &#233;stas se atascan o est&#225;n duras, repita el procedimiento y vuelva a ajustar los soportes.
                    Si las puertas funcionan con suavidad, apriete el resto de los sujetadores. Roc&#237;e un lubricante
                    de grafito de buena calidad (Refacci&#243;n N&#186;407408R2) o un equivalente en las conexiones de
                    los pasadores de la barra en la parte superior de las puertas. Abra y cierre las puertas varias
                    veces para que el lubricante act&#250;e. Vuelva a colocar la varilla del control de la puerta, el
                    pasador y el sujetador en el soporte de la puerta. Haga funcionar el control de la puerta varias
                    veces y determine si los esfuerzos de funcionamiento disminuyen. Si el control de la puerta a&#250;n
                    funciona con dificultad, entonces es posible que la varilla necesite ajuste.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste de la varilla del control de la puerta</para>
                <para>Si la puerta no se abre o cierra completamente, si abre o cierra con dificultad o si resulta dif&#237;cil
                    colocarle el seguro, entonces es posible que el yugo de la varilla del control de la puerta necesite
                    ajuste. Use la siguiente l&#243;gica para determinar c&#243;mo ajustar el yugo de la varilla.
                </para>
                <table id="t4700109">
                    <title>Ajuste del yugo de la varilla</title>
                    <tgroup cols="2">
                        <colspec colname="col1" colwidth="2.72in"/>
                        <colspec colname="col2" colwidth="3.54in"/>
                        <tbody>
                            <row>
                                <entry colname="col1">
                                    <para>El control de la puerta es dif&#237;cil de asegurar</para>
                                </entry>
                                <entry colname="col2">
                                    <para>El yugo necesita extenderse en la varilla del control o girarse hacia la
                                        izquierda
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>La puerta es dif&#237;cil de cerrar</para>
                                </entry>
                                <entry colname="col2">
                                    <para>El yugo necesita extenderse en la varilla del control o girarse hacia la
                                        izquierda
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>Las puertas no se cierran completamente</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Se necesita colocar el yugo en la varilla o girarlo hacia la derecha</para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>Las puertas no se abren completamente</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Se necesita extender el yugo o girarlo hacia la izquierda</para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>La posici&#243;n de apertura del seguro del control de la puerta es dif&#237;cil</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Se necesita colocar el yugo en la varilla o girarlo hacia la derecha</para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>La posici&#243;n de apertura del seguro del control de la puerta es demasiado
                                        d&#233;bil
                                    </para>
                                </entry>
                                <entry colname="col2">
                                    <para>Se necesita extender el yugo o girarlo hacia la izquierda</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>El control y funcionamiento de la puerta es sensible al ajuste del yugo de la varilla de la
                    puerta. Haga peque&#241;os ajustes y pruebe el control de la puerta para ver que funcione
                    correctamente. El ajuste correcto del control de la puerta permitir&#225; que &#233;sta funcione
                    correcta y f&#225;cilmente.
                </para>
                <para>Antes de quitar el yugo de la varilla del soporte de la puerta, suelte la
                    <hotlnk xrefid="f47001b1">tuerca hexagonal de 5/8" cerca del yugo</hotlnk>. Para ajustarlo, quite el
                    ret&#233;n en la parte inferior del pasador que sujeta el yugo al soporte de la puerta. Quite el
                    pasador del yugo y del soporte del control de la puerta. Gire el yugo extendi&#233;ndolo o acort&#225;ndolo
                    seg&#250;n sea necesario. Haga los ajustes realizando un giro a la vez, luego vuelva a unir el yugo
                    de la barra al soporte de la puerta. No instale a&#250;n el ret&#233;n.
                </para>
                <specpara>
                    <caution>
                        <para>Se debe tener precauci&#243;n al operar manualmente las puertas con la varilla suelta, ya
                            que &#233;sta puede da&#241;ar las ventanas.
                        </para>
                    </caution>
                </specpara>
                <figure id="f47001b1" figsize="pg-wide">
                    <graphic filename="../figg47/g47001b1.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>Haga funcionar el control de la puerta y revise su funcionamiento. Una vez que se ha realizado el
                    ajuste final, instale el ret&#233;n pasador. Apriete la tuerca de retenci&#243;n del yugo de di&#225;metro
                    de 5/8". No apriete m&#225;s de lo necesario.
                    <emph type="bold">Aseg&#250;rese de que cuando apriete la tuerca, el yugo est&#233; paralelo al
                        extremo del control de la puerta para evitar que se atasque.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste del mecanismo de control de la puerta</para>
                <para>Para hacer ajustes al mecanismo de control de la puerta se deber&#225; quitar la cubierta del
                    tablero. Saque los cuatro tornillos que retienen la
                    <hotlnk xrefid="f47001b2">cubierta negra de la varilla de la puerta</hotlnk>
                    de la cubierta del tablero de la derecha.
                </para>
                <figure id="f47001b2" figsize="pg-wide">
                    <graphic filename="../figg47/g47001b2.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>Quite el anillo de retenci&#243;n en el pasador que une el extremo de la varilla del control de la
                    puerta al soporte del control de la puerta. Quite el pasador y desconecte la varilla del soporte.
                    Saque los botones de la parte delantera del tablero de la derecha y retire los tornillos que lo
                    sujetan. Empuje la varilla del control de la puerta m&#225;s all&#225; del tablero y
                    <hotlnk xrefid="f47001b3">levante y saque del autobus el tablero</hotlnk>.
                </para>
                <figure id="f47001b3" figsize="pg-wide">
                    <graphic filename="../figg47/g47001b3.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>El control de la puerta debe funcionar f&#225;cilmente sin que la varilla est&#233; unida a la
                    puerta. Si el mecanismo de control de la puerta se siente duro o funciona con dificultad, entonces
                    es posible que los pernos y tuercas de pivote en el control de la puerta necesiten ajuste.
                </para>
                <para>Existen
                    <hotlnk xrefid="f47001b4">tres sujetadores</hotlnk>
                    sobre el tri&#225;ngulo de pivotes que requieren ajuste peri&#243;dico. Primero, identifique el
                    sujetador que se ajusta a la ranura en el tri&#225;ngulo. Este sujetador une el brazo de control al
                    tri&#225;ngulo. Inicialmente, apriete el perno a 15 lbs pie, luego suelte la tuerca media vuelta.
                </para>
                <figure id="f47001b4" figsize="pg-wide">
                    <graphic filename="../figg47/g47001b4.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                </figure>
                <para>El segundo sujetador es el perno de pivote para la varilla del control de la puerta. Suelte y
                    apriete la tuerca a 15 lbs pie, luego suelte la tuerca &#188; de vuelta. La varilla del control de
                    la puerta debe girar f&#225;cilmente sobre el perno sin resistencia. Si a&#250;n hay resistencia,
                    suelte levemente el perno hasta que la varilla gire f&#225;cilmente.
                </para>
                <para>El tercer sujetador es el perno de pivote del tri&#225;ngulo. Este sujetador se sujeta con un
                    tornillo de fijaci&#243;n de &#188;" de di&#225;metro. Suelte este tornillo con un desarmador de
                    cruceta. Suelte el perno de &#189;" de di&#225;metro, luego apri&#233;telo a 25 lbs pie. Suelte esta
                    tuerca &#188; de vuelta. Apriete el tornillo de fijaci&#243;n de &#188;" de di&#225;metro.
                </para>
                <para>Haga funcionar el control de la puerta un par de veces mientras sujeta la varilla del control de
                    la puerta. Debe funcionar con suavidad y f&#225;cilmente con un esfuerzo de alrededor de 3 a 1/2 lb.
                    Si no lo hace, suelte levemente el perno del pivote y la tuerca de deslizamiento hasta que el
                    control de la puerta funcione f&#225;cilmente.
                    <emph type="bold">Recuerde que el tornillo de sujeci&#243;n en el perno de pivote del tri&#225;ngulo
                        tendr&#225; que soltarse y volver a apretarse cada vez que ajuste el perno de pivote.
                    </emph>
                </para>
                <para>Instale el yugo de la varilla del control de la puerta en el soporte de la puerta con un pasador y
                    ret&#233;n. Vuelva a instalar la cubierta del tablero de la derecha en la consola con los tornillos
                    y botones que se sacaron. Instale en el tablero la cubierta de pl&#225;stico negro de la varilla del
                    control de la puerta. Se ha completado el ajuste e instalaci&#243;n. Si el control de la puerta ha
                    estado en servicio por un a&#241;o, entonces se debe lubricar. (Consulte la secci&#243;n de
                    lubricaci&#243;n y mantenimiento).
                </para>
            </step1>
            <para>
                <title>Plegado hacia adelante</title>
            </para>
            <para>1. Ajuste de la varilla del control de la puerta</para>
            <para>Si la puerta de plegado hacia adelante no se abre o cierra completamente o si el control de la puerta
                es dif&#237;cil de cerrar, entonces es posible que la varilla del control de la puerta necesite ajuste.
                Use la siguiente l&#243;gica para determinar c&#243;mo ajustar la varilla en la puerta de plegado hacia
                adelante.
            </para>
            <table id="t4700110">
                <title>Ajuste de la varilla del control de la puerta</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.97in"/>
                    <colspec colname="col2" colwidth="3.49in"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>El control de la puerta es dif&#237;cil de asegurar</para>
                            </entry>
                            <entry colname="col2">
                                <para>Disminuya el largo de la varilla girando el yugo hacia adentro</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Es dif&#237;cil cerrar la puerta contra los sellos de hule</para>
                            </entry>
                            <entry colname="col2">
                                <para>Disminuya el largo de la varilla girando el yugo hacia adentro</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>La puerta no se abre completamente o no sella en forma adecuada contra los sellos
                                    de hule
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>Aumente el largo de la varilla extendiendo el yugo</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Para ajustar la varilla, suelte la tuerca hexagonal de 5/8" de di&#225;metro asegurando el yugo que
                est&#225; ubicado en el soporte del control de la puerta. Quite el anillo de retenci&#243;n en la parte
                inferior del pasador. Saque el pasador que une el yugo de la varilla al soporte del control de la
                puerta. Al girar el yugo hacia la derecha o izquierda se cambia el largo y ajuste de la varilla. Al
                girar el yugo hacia la derecha, se disminuye el largo de la varilla. Al girarlo hacia la izquierda, se
                aumenta.
            </para>
            <para>Haga los ajustes realizando un giro a la vez, vuelva a instalar el pasador en el yugo y soporte de la
                puerta y revise el funcionamiento del control de la puerta. Una vez que se han hecho ajustes
                satisfactorios, vuelva a instalar el anillo de retenci&#243;n en el pasador y apriete la tuerca de
                retenci&#243;n del yugo. Al apretar la tuerca, aseg&#250;rese de que el extremo de la varilla que est&#225;
                unido al control de la puerta no gire contra el perno de pivote y se atasque. Esta tuerca no debe
                apretarse en exceso. El yugo debe estar paralelo al soporte del control de la puerta.
            </para>
            <para>2. Ajuste del mecanismo del control de la puerta</para>
            <para>Para ajustar este mecanismo en una puerta de plegado hacia adelante siga el mismo procedimiento
                descrito en la puerta de apertura hacia afuera.
            </para>
            <para>
                <title>Ajuste del interruptor de luces de advertencia</title>
            </para>
            <para>Un interruptor unido al control de la puerta activa las luces de advertencia. Si estas luces no
                funcionan correctamente cuando el control de la puerta funciona, es posible que se deba reemplazar o
                ajustar su interruptor. Para ajustar el interruptor de las luces de advertencia, se debe quitar la
                cubierta del tablero de la derecha. Quite los cuatro tornillos que sujetan la cubierta negra de pl&#225;stico
                alrededor de la varilla del control de la puerta. Quite los botones y el tornillo de cruceta que sujeta
                la cubierta del tablero de la derecha. Quite esta cubierta y empuje el tablero m&#225;s all&#225; de la
                varilla del control de la puerta. El interruptor se ubica en el extremo opuesto del control de la puerta
                igual que la manija. Con el control de la puerta en la posici&#243;n completamente cerrada, el bot&#243;n
                del interruptor debe exponerse 1/16".
            </para>
            <para>Una vez ajustado el interruptor, abra y cierre el control de la puerta para asegurar el funcionamiento
                correcto de las luces de advertencia. Si &#233;stas a&#250;n no funcionan correctamente o el interruptor
                no queda ajustado, reempl&#225;celo. Reemplace la cubierta del tablero y la placa de la cubierta de la
                varilla del control de la puerta en el orden inverso al que se quit&#243;.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Lubricaci&#243;n y mantenimiento</title>
            <para>
                <title>Puertas de apertura hacia afuera y plegado hacia adelante</title>
            </para>
            <para>Las puertas y el control manual de las mismas se deben lubricar para asegurar un funcionamiento
                correcto. Si las puertas o los controles de las puertas se est&#225;n ajustando, se deben lubricar
                durante este proceso. Las puertas y sus controles se deben lubricar en intervalos de mantenimiento
                regular del autobus (se recomienda cada 30 d&#237;as).
            </para>
            <para>Los pasadores de las bisagras de las puertas se pueden lubricar rociando un lubricante de grafito de
                buena calidad (Refacci&#243;n N&#186;407408R2) o equivalente en estas &#225;reas. Esto tambi&#233;n se
                puede hacer en el pasador de la bisagra de la varilla del control de la puerta. Limpie todo el exceso de
                lubricante. Abra y cierre la puerta varias veces para que el lubricante act&#250;e.
            </para>
            <para>Las puertas de plegado hacia adelante tambi&#233;n se deben lubricar en forma regular con un
                lubricante de grafito de buena calidad para asegurar un funcionamiento adecuado. Estas puertas son m&#225;s
                susceptibles al desgaste que las de apertura hacia afuera. Roc&#237;e lubricante en la parte superior e
                inferior de los puntos de las bisagras de la hoja delantera de la puerta. Roc&#237;e lubricante en la
                bisagra tipo piano entre las hojas de la puerta delantera y trasera. Asimismo, roc&#237;e lubricante en
                el cojinete de rodillo en el riel superior de la puerta. Limpie todo el exceso de lubricante. Abra y
                cierre las puertas varias veces para que el lubricante act&#250;e.
            </para>
            <para>
                <title>Control de la puerta</title>
            </para>
            <para>El control de la puerta se debe lubricar durante el programa de mantenimiento regular (se recomienda
                cada 30 d&#237;as) o si el control de la puerta funciona con dificultad. Para lubricarlo, se debe quitar
                la cubierta del tablero de la derecha. Primero, quite los cuatro tornillos que sujetan la cubierta negra
                de pl&#225;stico de la varilla de la puerta. Luego, quite los botones y tornillos de cruceta que sujetan
                la cubierta del tablero en el autobus. Levante y saque la cubierta del tablero y lubrique sobre la
                varilla del control de la puerta.
            </para>
            <para>Hay seis &#225;reas que requieren lubricaci&#243;n en el control de la puerta de golpe lineal.</para>
            <seqlist style="arabic">
                <item>
                    <para>El &#225;rea de deslizamiento en la base del control de la puerta.</para>
                </item>
                <item>
                    <para>La almohadilla de desgaste de nylon entre el brazo de control y la placa de base.</para>
                </item>
                <item>
                    <para>La almohadilla de desgaste de nylon entre el tri&#225;ngulo de pivote y el brazo de control.
                    </para>
                </item>
                <item>
                    <para>El perno de sujeci&#243;n de la varilla del control de la puerta.</para>
                </item>
                <item>
                    <para>El punto de deslizamiento en la ranura del tri&#225;ngulo de pivote.</para>
                </item>
                <item>
                    <para>El perno de pivote en la sujeci&#243;n de la placa de base del tri&#225;ngulo.</para>
                </item>
            </seqlist>
            <para>Aplique un lubricante de grafito de buena calidad (Refacci&#243;n N&#186;407408R2) o equivalente en la
                almohadilla de desgaste de nylon entre el brazo de control y la placa base, en la almohadilla de
                desgaste de nylon entre el tri&#225;ngulo de pivote y el brazo de control y en la ranura en el tri&#225;ngulo
                de pivote. Roc&#237;e un lubricante de grafito de buena calidad en el perno de pivote del tri&#225;ngulo,
                el perno de pivote de la varilla y el deslizamiento del operador. Abra y cierre las puertas varias veces
                para que el lubricante act&#250;e. Si se requieren ajustes, consulte las secciones anteriores acerca del
                ajuste de las puertas y sus controles. Vuelva a instalar la cubierta de la varilla en el tablero, en el
                orden inverso a la extracci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
            <table id="t4700111">
                <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.75in"/>
                    <colspec colname="col2" colwidth="3.80in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Problema</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Reparaci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>1. El control de la puerta funciona con dificultad.</para>
                            </entry>
                            <entry colname="col2">
                                <para>1A. Determine si la varilla de la puerta en la parte superior de los paneles de la
                                    puerta est&#225; bien ajustada.
                                </para>
                                <para>1B. Determine si la varilla de la puerta est&#225; ajustada correctamente.
                                    Consulte la secci&#243;n de ajuste de la varilla de la puerta.
                                </para>
                                <para>1C. El control de la puerta y las puertas necesitan lubricaci&#243;n. Consulte la
                                    secci&#243;n acerca de la lubricaci&#243;n de puertas y sus controles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>2. El control de la puerta es dif&#237;cil de asegurar.</para>
                            </entry>
                            <entry colname="col2">
                                <para>2A. La varilla del control de la puerta necesita ajuste. Consulte la secci&#243;n
                                    de ajuste de la varilla del control de la puerta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>3. Las puertas no se cierran completamente.</para>
                            </entry>
                            <entry colname="col2">
                                <para>3A. La varilla del control de la puerta necesita ajuste. Consulte la secci&#243;n
                                    de ajuste de la varilla del control de la puerta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>4. Las puertas no se abren completamente.</para>
                            </entry>
                            <entry colname="col2">
                                <para>4A. La varilla del control de la puerta necesita ajuste. Consulte la secci&#243;n
                                    de ajuste de la varilla del control de la puerta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>5. El dispositivo del control de la puerta para mantener la puerta en posici&#243;n
                                    abierta es demasiado duro.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>5A. La varilla del control de la puerta necesita ajuste. Consulte la secci&#243;n
                                    de ajuste de la varilla del control de la puerta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>6. El dispositivo del control de la puerta es demasiado d&#233;bil. No hay ning&#250;n
                                    ret&#233;n en el control de la puerta al abrirse por completo.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>6A. La varilla del control de la puerta necesita ajuste. Consulte la secci&#243;n
                                    de ajuste de la varilla del control de la puerta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>7. El control de la puerta est&#225; atascado. No funcionar&#225;.</para>
                            </entry>
                            <entry colname="col2">
                                <para>7A. Quite la cubierta del tablero. Desconecte la varilla del control de la puerta
                                    tal como se describe en las instrucciones. Determine si es el control de la puerta o
                                    la puerta misma la que est&#225; atascada. Si es la puerta, revise que los pasadores
                                    y la bisagra central funcionen correctamente. Reemplace las piezas si es necesario.
                                </para>
                                <para>7B. Si la puerta funciona, revise el deslizamiento de la puerta, el tri&#225;ngulo
                                    y el brazo de control. Determine si hay piezas o componentes sueltos en el mecanismo
                                    que impidan su funcionamiento.
                                </para>
                                <para>7C. Revise el control de la puerta para ver si hay piezas gastadas o da&#241;adas.
                                    Si las hay, reempl&#225;celas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>8. Las luces de advertencia no funcionan correctamente.</para>
                            </entry>
                            <entry colname="col2">
                                <para>8A. El interruptor de las luces de advertencia del control de la puerta requiere
                                    ajuste. Si el interruptor no se puede ajustar o no queda ajustado, reempl&#225;celo.
                                    Consulte la secci&#243;n de ajuste del interruptor del control de la puerta.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
