<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MANUAL DE MANTENIMIENTO DEL AUTOBUS IC - FUNCIONAMIENTO - DISPOSITIVOS DE
        ADVERTENCIA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="3">
        <title>DISPOSITIVOS DE ADVERTENCIA</title>
        <svcsubproc>
            <title>Sonoros</title>
            <para>Los dispositivos de advertencia de las opciones de la carrocer&#237;a son sonoros (timbres) y visuales
                (luces). Los timbres de la puerta trasera sonar&#225;n en el &#225;rea del conductor (
                <hotlnk xrefid="f4700106">Figura 6</hotlnk>) cuando el encendido est&#233; en "ON" (Encendido) y la
                cerradura de la puerta de emergencia trasera o lateral est&#233; abierta. Tambi&#233;n sonar&#225;
                cuando la cerradura de la escotilla del techo (quemacocos) o la cerradura de la ventana abatible est&#233;
                abierta.
            </para>
            <figure id="f4700106" figsize="col-wide">
                <graphic filename="../figg47/g4700106.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 6. Ubicaci&#243;n del timbre del conductor</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de advertencia visual</title>
            <para>En los autobuses escolares equipados con compuertas levadizas, una luz &#225;mbar ubicada en la
                consola del conductor (
                <hotlnk xrefid="f4700107">Figura 7</hotlnk>) o en el tablero se encender&#225; cuando la cerradura de la
                puerta est&#233; abierta. Cuando esta luz est&#225; encendida ("ON"), es una ADVERTENCIA de que la
                puerta no est&#225; cerrada. Esta luz de advertencia se activa cuando la cerradura de la compuerta
                levadiza no est&#225; cerrada y el encendido est&#225; en la posici&#243;n "ON".
            </para>
            <figure id="f4700107" figsize="col-wide">
                <graphic filename="../figg47/g4700107.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 7. Ubicaci&#243;n de la luz de advertencia &#225;mbar de la compuerta levadiza</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de advertencia de ocho focos</title>
            <para>El sistema de advertencia de ocho focos consiste en una luz intermitente &#225;mbar y roja que
                parpadea en la consola del conductor (
                <hotlnk xrefid="f4700108">Figura 8</hotlnk>) cuando las luces de advertencia de ocho focos est&#225;n
                activadas. Cada luz se encender&#225; s&#243;lo cuando la luz exterior respectiva se active en el
                sistema. Por ejemplo, la luz roja avisadora se enciende s&#243;lo cuando las luces rojas de advertencia
                est&#225;n activadas. Las unidades equipadas con un sistema de monitor de luz tendr&#225;n apagadas las
                luces avisadoras roja y &#225;mbar.
            </para>
            <figure id="f4700108" figsize="col-wide">
                <graphic filename="../figg47/g4700108.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 8. Ubicaci&#243;n de las luces avisadoras &#225;mbar y roja</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m47001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
