<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 00503 - Pompes de servodirection pos&#233;es sur les moteurs V8 T444E des v&#233;hicules
        construits entre le 01/02/2000 et le 24/03/2000.
    </stitle>
    <recall id="recF00503" translation="french">
        <recallnumber>00503</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Juin 2000</recalldate>
        <subjectfile>servodirection</subjectfile>
        <subject>Pompes de servodirection pos&#233;es sur les moteurs V8 T444E des v&#233;hicules construits entre le
            01/02/2000 et le 24/03/2000.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000
                    <daterange>
                        <startdate>02/01/2000</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000
                    <daterange>
                        <startdate>02/01/2000</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>02/01/2000</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>On a d&#233;couvert qu'une d&#233;fectuosit&#233; de la pompe de servodirection pouvait entra&#238;ner
                une perte de d&#233;bit du liquide. La pompe de servodirection est con&#231;ue pour servir tant au syst&#232;me
                de direction qu'au syst&#232;me de freinage hydraulique. Une pompe d&#233;fectueuse peut r&#233;duire le
                d&#233;bit du liquide &#224; une quantit&#233; inf&#233;rieure au minimum requis pour assister
                pleinement le syst&#232;me de freinage lorsque le moteur tourne &#224; bas r&#233;gime.
                <emph type="bold">Cette situation peut augmenter la distance de freinage et les efforts au volant au
                    cours des man&#156;uvres de direction et de freinage lorsque le moteur tourne &#224; bas r&#233;gime.
                    Cela augmente donc la possibilit&#233; d'un accident entra&#238;nant des dommages mat&#233;riels,
                    des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise les mod&#232;les 3400, 3800, 1652 SC, autobus RE, RE CMRCL, 4700 4X2, 4700 LPX et
                4700 LP construits entre le 01/02/2000 et le 24/03/2000.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par ce programme. Nous avons joint &#224; la pr&#233;sente une copie de la lettre qui leur a
                &#233;t&#233; envoy&#233;e. Une liste des noms et adresses des propri&#233;taires a &#233;t&#233;
                fournie aux concessionnaires touch&#233;s pour leur permettre d'assurer le suivi de ce rappel.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - Recall 00503 - Pompes de servodirection pos&#233;es sur les moteurs V8 T444E des v&#233;hicules
                construits entre le 01/02/2000 et le 24/03/2000.
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <warning>
                    <para>Toujours porter un dispositif de protection oculaire lorsqu'on effectue l'entretien d'un v&#233;hicule
                        afin de pr&#233;venir les blessures oculaires graves.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Bloquer les roues du camion pour l'emp&#234;cher de bouger.</para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Lire attentivement les directives suivantes avant de commencer la r&#233;paration.
                </emph>
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">INSPECTION:</emph>Lire les paragraphes A et B avant de remplacer la pompe.
                </para>
                <step2>
                    <para count="1">
                        <emph type="bold">POMPE D&#201;FECTUEUSE</emph>
                        Nettoyer et lire le num&#233;ro sur le corps de la pompe avant de l'enlever. Le num&#233;ro des
                        pompes d&#233;fectueuses se termine par point neuf (.9) ou par point dix (.10) (voir la FIGURE 1
                        ci-dessous). Le point et le chiffre 9 ou 10 sont bien lisibles.
                        <emph type="bold">REMARQUE SP&#201;CIALE :</emph>
                        Les num&#233;ros de b&#226;ti se terminant par 9 ou 10 doivent avoir un point (.) avant le 9 ou
                        le 10 et non une barre oblique (/). Lire B puis passer &#224; l'&#233;tape 2 au besoin.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">BONNE POMPE :</emph>
                        Toute pompe dont le num&#233;ro se termine par un chiffre autre que 9 ou 10 doit &#234;tre
                        consid&#233;r&#233;e comme bonne; il en est de m&#234;me pour celles dont le num&#233;ro se
                        termine par barre oblique neuf (/9) ou par barre oblique dix (/10).
                    </para>
                </step2>
            </step1>
            <figure id="f0050301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050301.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 1 - EXEMPLE DE POMPE D&#201;FECTUEUSE : Le num&#233;ro de cette pompe d&#233;fectueuse
                    se termine par point dix (.10).
                </caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 00503 - Pompes de servodirection pos&#233;es sur les moteurs V8 T444E des v&#233;hicules
                construits entre le 01/02/2000 et le 24/03/2000.
            </stitle>
            <title>2. REMPLACEMENT DE LA POMPE</title>
            <svcsubproc>
                <title>D&#201;POSE</title>
                <step1>
                    <para count="1">Arr&#234;ter le moteur et bloquer les roues du camion pour l'emp&#234;cher de
                        bouger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlever les tuyaux du refroidisseur d'air de suralimentation si n&#233;cessaire.
                    </para>
                </step1>
                <step1>
                    <para count="1">Se pr&#233;parer &#224; une fuite de liquide et enlever les deux tuyaux de la
                        pompe.
                    </para>
                    <specpara>
                        <note>
                            <para>Le fait de bouger le volant apr&#232;s que les tuyaux ont &#233;t&#233; d&#233;branch&#233;s
                                laisse entrer plus d'air dans le syst&#232;me hydraulique; il ne faut donc pas le bouger
                                apr&#232;s avoir enlev&#233; les tuyaux de la pompe.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Enlever les deux &#233;crous de montage de la pompe et retirer la pompe des goujons.
                        Nota : Retourner toute pompe d&#233;fectueuse &#224; LuK Automotive en suivant les directives
                        indiqu&#233;es &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES de cette lettre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Noter l'orientation des raccords sur la pompe, puis les enlever de la pompe.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Installation</title>
                <step1>
                    <para count="1">Nettoyer les raccords des tuyaux, enlever les deux joints toriques des raccords, pr&#233;-lubrifier
                        les joints toriques neufs avec un liquide PS propre et les poser avec soin sur les raccords
                        s'assurant qu'ils sont bien en place, puis reposer les raccords sur la nouvelle pompe en
                        respectant l'orientation d'origine.
                    </para>
                    <specpara>
                        <note>
                            <para>&#201;viter de pincer ou de tordre les nouveaux joints toriques en faisant
                                l'installation.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Jeter le vieux joint torique de la pompe et poser le joint torique neuf sur le corps
                        de celle-ci en le pr&#233;-lubrifiant avec de la graisse pour qu'il tienne en place et mettre la
                        pompe sur les goujons de montage. Serrer les &#233;crous de montage &#224; un couple de 46
                        &#224; 56 LBF-PI.
                    </para>
                </step1>
                <step1>
                    <para count="1">Raccorder les tuyaux &#224; la pompe.</para>
                </step1>
                <step1>
                    <para count="1">Reposer tous les tuyaux du refroidisseur d'air de suralimentation.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PURGE DU SYST&#200;ME</title>
                <step1>
                    <para count="1">Remplir le r&#233;servoir de liquide PS International et remettre le bouchon.</para>
                </step1>
                <step1>
                    <para count="1">Faire d&#233;marrer le moteur, le laisser tourner au ralenti, braquer les roues
                        compl&#232;tement &#224; gauche pendant 5 secondes, puis les braquer compl&#232;tement &#224;
                        droite et les tenir au fond pendant 5 secondes. R&#233;p&#233;ter trois fois ce cycle complet,
                        puis remettre les roues droites. Arr&#234;ter le moteur et remplir le r&#233;servoir.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;p&#233;ter l'&#233;tape 2 jusqu'&#224; ce que le bon niveau soit atteint.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire tourner le moteur &#224; r&#233;gime &#233;lev&#233; et continuer de braquer
                        les roues d'un c&#244;t&#233; et de l'autre pendant environ 5 minutes. Remplir de nouveau le r&#233;servoir
                        au bon niveau, remettre le bouchon en place et v&#233;rifier si les tuyaux fuient.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retourner toute pompe d&#233;fectueuse &#224; LuK Automotive en suivant les
                        directives indiqu&#233;es &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES de cette lettre.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>On estime qu'il faudra remplacer la pompe de servodirection de 9 % des v&#233;hicules vis&#233;s par
                cette campagne. Ne pas oublier ce d&#233;tail au moment de la commande. Pour remplacer une pompe, vous
                avez besoin de chacune des pi&#232;ces ci-dessous, except&#233; l'&#233;crou. Le num&#233;ro de pi&#232;ce
                de l'&#233;crou est donn&#233; au cas o&#249; vous auriez besoin d'une pi&#232;ce suppl&#233;mentaire.
            </para>
            <table id="t0050301">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="3.44in"/>
                    <colspec colname="col2" colwidth="1.98in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">DESCRIPTION DE LA PI&#200;CE</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">NUM&#201;RO DE PI&#200;CE</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Pompe de servodirection LuK</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2010412C92</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Joint torique de pompe</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1822747C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Joint torique de sortie c&#244;t&#233; pompe, tuyau situ&#233; sur le c&#244;t&#233;
                                    de la pompe
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>876106C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Joint torique d'entr&#233;e c&#244;t&#233; pompe, tuyau situ&#233; sur le dessus
                                    de la pompe
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>876108C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>&#201;crou &#224; rebord de 10 mm r&#233;utilisable N&#176; de pi&#232;ce &#224;
                                    titre indicatif seulement
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>31083R1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Exp&#233;dier toutes les pompes d&#233;fectueuses par UPS en facturant le destinataire,
                        directement &#224; l'adresse du fournisseur ci-dessous. La bonne adresse de retour sera indiqu&#233;e
                        sur la formule R-5185 (PDA) suivant le paiement de la demande de remboursement. La formule
                        R-5185 DOIT &#202;TRE INCLUSE avec toutes les pi&#232;ces retourn&#233;es &#224; LuK en Ohio.
                        L'adresse de retour pour les demandes de remboursement provenant du Canada est :
                    </para>
                </note>
            </specpara>
            <verbatim>
                <line>LuK Automotive Hydraulics</line>
                <line>5370 Wegman Drive</line>
                <line>Valley City, OH 44280</line>
                <line>&#192; l'attention de Rick Nelson</line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <table id="t0050302">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'OEUVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#176; d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00503-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter pompe PS</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,3 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00503-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter et remplacer pompe PS</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,2 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
            <para>La National Traffic and Motor Vehicle Safety Act, conform&#233;ment aux modifications qui y ont &#233;t&#233;
                apport&#233;es, stipule que chaque v&#233;hicule vis&#233; par une campagne de rappel doit &#234;tre
                <emph type="bold">r&#233;par&#233;</emph>
                ad&#233;quatement dans un d&#233;lai raisonnable apr&#232;s que le propri&#233;taire l'a apport&#233;
                aux fins de r&#233;paration. Si le v&#233;hicule n'est pas ad&#233;quatement r&#233;par&#233; dans les
                <emph type="bold">60 jours</emph>
                apr&#232;s qu'on l'a apport&#233;, il s'agit d'une preuve &#233;vidente que le v&#233;hicule n'a pas
                &#233;t&#233; r&#233;par&#233; dans un d&#233;lai raisonnable. Si la d&#233;fectuosit&#233; n'est pas r&#233;par&#233;e
                ad&#233;quatement dans un d&#233;lai de 60 jours, le propri&#233;taire peut avoir droit &#224; un
                <emph type="bold">v&#233;hicule de rechange</emph>
                identique ou &#233;quivalent gratuitement ou &#224; un
                <emph type="bold">remboursement</emph>
                du prix d'achat moins un montant raisonnable li&#233; &#224; la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, conform&#233;ment &#224; l'avis au client, on s'attend &#224; ce que les concessionnaires
                terminent les r&#233;parations &#224; la date convenue mutuellement.
            </para>
            <para>Afin d'&#233;viter d'avoir &#224; remplacer le v&#233;hicule d'un propri&#233;taire ou &#224; en
                rembourser le prix d'achat, il faut s'efforcer de prendre rendez-vous rapidement avec chaque propri&#233;taire
                pour r&#233;parer son v&#233;hicule le plus t&#244;t possible.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00503.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
