<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 00504 - Bo&#238;tes de vitesses Eaton AutoShift II des v&#233;hicules construits entre le
        01/06/1999 et le 20/04/2000
    </stitle>
    <recall id="recF00504" translation="french">
        <recallnumber>00504</recallnumber>
        <market>U.S., Export</market>
        <recalldate>Juillet 2000</recalldate>
        <subjectfile>BO&#206;TE DE VITESSES</subjectfile>
        <subject>Bo&#238;tes de vitesses Eaton AutoShift II des v&#233;hicules construits entre le 01/06/1999 et le
            20/04/2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8100
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Il s'agit d'une d&#233;fectuosit&#233; du logiciel qui peut faire passer la bo&#238;te de vitesses
                &#224; la deuxi&#232;me vitesse de marche avant plut&#244;t qu'en marche arri&#232;re lorsque le
                conducteur choisit de passer en marche arri&#232;re. En d'autres termes, le passage d'une mauvaise
                vitesse pourrait amener le v&#233;hicule &#224; se d&#233;placer dans une direction non d&#233;sir&#233;e.
                <emph type="bold">Si le v&#233;hicule passe en deuxi&#232;me vitesse avant lorsque le conducteur choisit
                    la marche arri&#232;re, cela risque de causer un accident entra&#238;nant des dommages mat&#233;riels,
                    des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise les mod&#232;les 2574 6X4, 8100 4X2, 8100 6X4, 9100i 4X2, 9100i 6X4, 9200i 4X2,
                9200i 6X4, 9400i 6X4 et 9900i 6X4.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre qui leur
                a &#233;t&#233; envoy&#233;e. Une liste des noms et adresses des propri&#233;taires a &#233;t&#233;
                fournie aux concessionnaires concern&#233;s pour leur permettre d'assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="program" graphiccount="0">
            <stitle>French - Recall 00504 - Bo&#238;tes de vitesses Eaton AutoShift II des v&#233;hicules construits
                entre le 01/06/1999 et le 20/04/2000
            </stitle>
            <title>Installation du ServiceRanger dans l'outil EZ-Tech</title>
            <svcprocinfo>
                <para>Pour effectuer cette programmation, le logiciel ServiceRanger d'Eaton doit &#234;tre install&#233;
                    dans votre outil d'entretien EZ-Tech. On a envoy&#233; ce logiciel et les instructions par la poste
                    &#224; tous les concessionnaires des &#201;tats-Unis et du Canada. Si vous n'avez pas re&#231;u
                    votre progiciel par la poste, communiquez avec le service de soutien Eaton ServiceRanger en
                    composant le num&#233;ro sans frais 1 888 880-0970.
                </para>
                <para>
                    <title>Utilisation de ServiceRanger avec votre EZ-Tech</title>
                </para>
                <para>Les marches &#224; suivre ci-dessous indiquent comment mettre &#224; jour le logiciel de bo&#238;te
                    de vitesses AutoShift Generation II. Le guide de l'utilisateur de ServiceRanger pr&#233;sente de
                    plus amples d&#233;tails sur l'utilisation de ce logiciel.
                </para>
                <para>Une connexion NavPPP sera n&#233;cessaire pour obtenir le logiciel de programmation aupr&#232;s
                    d'Eaton. La connexion NavPPP n'est n&#233;cessaire qu'&#224; l'&#233;tape de l'obtention du
                    logiciel.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>A) Obtention d'un CODE D'UTILISATEUR Eaton</title>
                <para>Un CODE D'UTILISATEUR Eaton est n&#233;cessaire pour t&#233;l&#233;charger le logiciel
                    ServiceRanger et ses mises &#224; jour.
                </para>
                <para>Il existe deux fa&#231;ons d'obtenir un CODE D'UTILISATEUR Eaton. La premi&#232;re, consiste
                    &#224; communiquer avec le service de soutien Eaton ServiceRanger en composant le num&#233;ro sans
                    frais
                    <emph type="bold">1 888 880-0970</emph>
                    et &#224; choisir l'option 5.
                </para>
                <para>La seconde, consiste &#224; utiliser le site Web d'Eaton. Pour y acc&#233;der, proc&#233;dez comme
                    suit :
                </para>
                <step1>
                    <para count="1">Cliquez deux fois sur le dossier &#171; Vehicle Diagnostics &#187; (diagnostic des
                        pannes de v&#233;hicules).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez deux fois sur l'ic&#244;ne NavPPP et composez le num&#233;ro d'International
                        comme vous le faites habituellement. Pour obtenir des d&#233;tails sur l'utilisation de NavPPP,
                        consultez la section intitul&#233;e &#171; Utilisation de NavPPP &#187; pr&#233;sent&#233;e apr&#232;s
                        cette marche &#224; suivre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez deux fois sur l'ic&#244;ne ServiceRanger. Elle se trouve dans le dossier
                        &#171; Vehicle Diagnostics &#187;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; Internet Download &#187; (t&#233;l&#233;chargement
                        &#224; partir d'Internet) du menu principal.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; ServiceRanger Main Menu &#187; (menu principal de
                        ServiceRanger) pour ouvrir la page d'accueil de ServiceRanger. Veuillez noter que le logiciel
                        Internet Explorer 4.0 ou 5.0 est n&#233;cessaire. Si vous avez la version 3.0, la page affichera
                        un message d'erreur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton REGISTRATION (inscription) dans le haut du site Web de
                        ServiceRanger et remplissez la formule affich&#233;e. Une fois la formule remplie, cliquez sur
                        le bouton &#171; Submit &#187; (envoyer) situ&#233; au bas de la page. Notez qu'il est recommand&#233;
                        d'utiliser votre CODE DYYxxxx comme nom d'utilisateur et comme mot de passe pour ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois la formule envoy&#233;e, l'administrateur de ServiceRanger envoie un
                        message par courrier &#233;lectronique confirmant vos nom d'utilisateur et mot de passe dans les
                        deux jours qui suivent.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois que vous avez termin&#233;, vous pouvez sortir de la page Web de
                        ServiceRanger.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>B) Autorisation relative &#224; votre outil EZ-Tech</title>
                <para>Veuillez noter que vous ne pouvez pas obtenir l'autorisation pour votre PC avant d'avoir re&#231;u
                    un CODE D'UTILISATEUR et un mot de passe d'Eaton conform&#233;ment aux &#233;tapes ci-dessus.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Cliquez deux fois sur le dossier &#171; Vehicle Diagnostics &#187;.</para>
                    </item>
                    <item>
                        <para>Cliquez deux fois sur l'ic&#244;ne NavPPP et composez le num&#233;ro d'International comme
                            vous le faites habituellement. Pour obtenir des d&#233;tails sur l'utilisation de NavPPP,
                            consultez la section intitul&#233;e &#171; Utilisation de NavPPP &#187; pr&#233;sent&#233;e
                            apr&#232;s cette marche &#224; suivre.
                        </para>
                    </item>
                    <item>
                        <para>Cliquez deux fois sur l'ic&#244;ne ServiceRanger. Elle se trouve dans le dossier &#171;
                            Vehicle Diagnostics &#187;.
                        </para>
                    </item>
                    <item>
                        <para>Cliquez sur le bouton &#171; Internet Download &#187;.</para>
                    </item>
                    <item>
                        <para>Cliquez sur le bouton &#171; ServiceRanger Main Menu &#187; pour ouvrir la page d'accueil
                            de ServiceRanger.
                        </para>
                    </item>
                    <item>
                        <para>Cliquez sur le bouton &#171; Authorize PC &#187; (autorisation pour PC) au haut de la
                            page. On vous demandera le CODE D'UTILISATEUR et le mot de passe ServiceRanger cr&#233;&#233;s
                            ci-dessus.
                        </para>
                    </item>
                    <item>
                        <para>Une fois que vous avez termin&#233;, vous pouvez sortir de la page Web de ServiceRanger.
                        </para>
                    </item>
                </seqlist>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="0">
            <stitle>French - Recall 00504 - Bo&#238;tes de vitesses Eaton AutoShift II des v&#233;hicules construits
                entre le 01/06/1999 et le 20/04/2000
            </stitle>
            <title>T&#233;l&#233;chargement d'un logiciel d'application AutoShift</title>
            <svcprocinfo>
                <para>Le t&#233;l&#233;chargement d'un produit AutoShift comporte trois &#233;tapes, soit : 1)
                    l'obtention des renseignements relatifs au produit AutoShift, 2) l'obtention du logiciel AutoShift
                    et 3) le t&#233;l&#233;chargement du logiciel AutoShift. Seul le t&#233;l&#233;chargement du
                    logiciel d'application sera couvert ici. Pour obtenir des renseignements relatifs &#224; la
                    configuration du t&#233;l&#233;chargement, veuillez consulter le guide de l'utilisateur de
                    ServiceRanger.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Obtention des renseignements relatifs &#224; un produit AutoShift</title>
                <step1>
                    <para count="1">Branchez le PC EZ-Tech au v&#233;hicule &#224; l'aide du c&#226;ble d'interface de
                        communication Navistar (num&#233;ro de pi&#232;ce ZTSE4444A).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez deux fois sur le dossier &#171; Vehicle Diagnostics &#187;, puis deux fois
                        sur l'ic&#244;ne ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; Product Download &#187; (t&#233;l&#233;chargement du
                        produit). Lorsqu'un v&#233;hicule est dot&#233; de plusieurs produits Eaton, l'&#233;cran &#171;
                        Product Selection &#187; (choix du produit) s'affiche. Choisissez le produit AutoShift AS2 et
                        cliquez sur le bouton OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si les renseignements relatifs au v&#233;hicule ne sont pas disponibles, on vous
                        demandera de les entrer. Les renseignements &#224; saisir sont le NIV, le num&#233;ro de s&#233;rie
                        de la bo&#238;te de vitesses et le kilom&#233;trage du v&#233;hicule. Une fois la saisie termin&#233;e,
                        cliquez sur le bouton OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">L'&#233;cran &#171; Product Download &#187; (t&#233;l&#233;chargement du produit)
                        s'affiche et indique les renseignements relatifs au v&#233;hicule ainsi que le logiciel
                        disponible.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le logiciel d'application est disponible pour la bo&#238;te de vitesses AutoShift
                        sur laquelle vous travaillez, il s'affichera automatiquement dans la section de t&#233;l&#233;chargement
                        des applications disponibles de l'&#233;cran. Vous pouvez proc&#233;der au t&#233;l&#233;chargement
                        du logiciel si les nombres du logiciel d'application sont sup&#233;rieurs &#224; : Commande de
                        changement de vitesses : 742; Commande de la bo&#238;te de vitesses : 066. Ces nombres
                        figureront dans le nom de t&#233;l&#233;chargement de l'application. Si aucun logiciel n'est
                        disponible, vous devrez sortir de l'&#233;cran &#171; Product Download &#187; et passer &#224;
                        l'&#233;tape suivante, soit &#171; Obtention du logiciel AutoShift &#187;, ci-dessous.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois l'&#233;cran affich&#233;, si aucune application n'appara&#238;t, fermez l'&#233;cran
                        &#171; Product download &#187; et passez &#224; &#171; Obtention d'un logiciel AutoShift &#187;.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Obtention d'un logiciel AutoShift</title>
                <para>Le bouton &#171; Internet Download &#187; permet la r&#233;cup&#233;ration d'un logiciel AutoShift
                    &#224; partir de la connexion NavPPP. Une fois que vous aurez ouvert l'&#233;cran &#171; Internet
                    Download &#187;, les renseignements situ&#233;s au haut de l'&#233;cran vous permettront de choisir
                    les groupes de produits pour la r&#233;cup&#233;ration du logiciel. Les groupes de produits sont des
                    v&#233;hicules programm&#233;s de fa&#231;on identique &#224; l'usine. Choisissez le groupe
                    contenant le v&#233;hicule en cours de programmation et le serveur de ServiceRanger pr&#233;sentera
                    une liste des logiciels disponibles pour ce produit. Choisissez le logiciel d'application, puis t&#233;l&#233;chargez-le
                    dans votre outil EZ-Tech.
                </para>
                <step1>
                    <para count="1">Cliquez deux fois sur le dossier &#171; Vehicle Diagnostics &#187;, puis deux fois
                        sur l'ic&#244;ne NavPPP et composez le num&#233;ro d'International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; Internet Download &#187; dans le menu principal de
                        ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Choisissez le groupe de produits en cliquant deux fois sur le groupe voulu. Le
                        groupe de produits contient les renseignements relatifs au v&#233;hicule saisis &#224; l'&#233;tape
                        de la r&#233;cup&#233;ration des renseignements sur le produit. Cela permettra d'&#233;tablir la
                        liaison avec le site Web de ServiceRanger et d'obtenir le logiciel pr&#233;sentement disponible
                        pour ce groupe de produits.
                    </para>
                </step1>
                <step1>
                    <para count="1">Un &#233;cran s'affiche et demande d'entrer le nom d'utilisateur et le mot de passe.
                        Il s'agit du CODE D'UTILISATEUR et du mot de passe obtenus au moment de l'inscription.
                    </para>
                </step1>
                <step1>
                    <para count="1">La page Web de ServiceRanger s'ouvre pour indiquer les logiciels disponibles. Le
                        logiciel d'application est affich&#233; en bleu dans le haut de l'&#233;cran. Choisissez le
                        logiciel dont le nom est similaire &#224; &#171; RTO-xx710x-AS2 070 et 043 &#187; en cliquant
                        sur la case d'option situ&#233;e &#224; droite du nom. N'UTILISEZ PAS LE LOGICIEL &#171; LEVER
                        &#187; (par exemple, RTO-XX710X-A52 shift lever 070).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; SELECT CONFIGURATION &#187; (choisir la configuration).
                        Vous aurez ainsi acc&#232;s &#224; l'&#233;cran de s&#233;lection des quantit&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pour choisir le nombre de t&#233;l&#233;chargements qui seront disponibles pour le t&#233;l&#233;chargement
                        d'un produit, cliquez dans la zone de liste d&#233;roulante plac&#233;e apr&#232;s le nom du
                        logiciel. Une fois le nombre de t&#233;l&#233;chargements choisi, cliquez sur le bouton &#171;
                        Purchase Configuration &#187; (configuration d'achat).
                    </para>
                </step1>
                <step1>
                    <para count="1">L'&#233;cran suivant pr&#233;sente un r&#233;sum&#233; du logiciel demand&#233; aux
                        &#233;crans pr&#233;c&#233;dents. Si tout est conforme, cliquez sur le bouton &#171; Confirm
                        Purchase &#187; (confirmer l'achat). Si la configuration est inexacte, fermez la fen&#234;tre
                        &#171; WebRanger &#187; et recommencez l'&#233;tape &#171; Obtention d'un logiciel AutoShift
                        &#187; &#224; partir du d&#233;but.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pour t&#233;l&#233;charger le logiciel choisi sur le disque dur de l'outil EZ-Tech,
                        cliquez sur &#171; CLICK HERE TO DOWNLOAD &#187; (cliquer ici pour t&#233;l&#233;charger). Une
                        fen&#234;tre d'&#233;tat s'affiche indiquant la progression du t&#233;l&#233;chargement. Une fen&#234;tre
                        appara&#238;tra &#224; la fin du t&#233;l&#233;chargement. Cliquez sur le bouton OK pour
                        retourner au menu principal d'Internet, puis fermez l'&#233;cran &#171; Internet Download &#187;.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>T&#233;l&#233;chargement d'un logiciel AutoShift</title>
                <para>Cette m&#233;thode permet de t&#233;l&#233;charger le logiciel dans la bo&#238;te de vitesses
                    AutoShift.
                </para>
                <step1>
                    <para count="1">Branchez le PC EZ-Tech au v&#233;hicule &#224; l'aide du c&#226;ble d'interface de
                        communication International (num&#233;ro de pi&#232;ce ZTSE4444A).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cliquez sur le bouton &#171; Product Download &#187; (t&#233;l&#233;chargement du
                        produit). Lorsqu'un v&#233;hicule est dot&#233; de plusieurs produits Eaton, l'&#233;cran &#171;
                        PRODUCT SELECTION &#187; (s&#233;lection du produit) s'affiche. Choisissez le produit AutoShift
                        AS2 et cliquez sur le bouton OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si les renseignements relatifs au v&#233;hicule ne sont pas disponibles, on vous
                        demandera de les entrer. Les renseignements &#224; saisir sont le NIV, le num&#233;ro de s&#233;rie
                        de la bo&#238;te de vitesses et le kilom&#233;trage du v&#233;hicule. Une fois la saisie termin&#233;e,
                        cliquez sur le bouton OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">L'&#233;cran &#171; Product Download &#187; s'affiche et indique les renseignements
                        relatifs au v&#233;hicule ainsi que le logiciel disponible.
                    </para>
                </step1>
                <step1>
                    <para count="1">Le logiciel d'application s'affiche dans la section de t&#233;l&#233;chargement des
                        applications disponibles de l'&#233;cran. Vous pouvez proc&#233;der au t&#233;l&#233;chargement
                        du logiciel si les nombres du logiciel d'application sont sup&#233;rieurs &#224; : Commande de
                        changement de vitesses : 742; Commande de la bo&#238;te de vitesses : 066.
                        <emph type="bold">Nota : ces nombres figureront dans le nom de t&#233;l&#233;chargement de
                            l'application. Si une application n'est pas fournie pour l'un des contr&#244;leurs, il
                            comporte d&#233;j&#224; le logiciel le plus r&#233;cent. Vous pouvez confirmer cela en
                            cliquant deux fois sur le bouton &#171; View Configuration &#187; (visualiser de la
                            configuration). Les nombres du logiciel doivent &#234;tre sup&#233;rieurs &#224; ceux indiqu&#233;s
                            ci-dessus.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Commencez le t&#233;l&#233;chargement en cliquant deux fois sur le num&#233;ro de pi&#232;ce
                        du logiciel. Les commandes de la bo&#238;te de vitesses et de changement de vitesses n&#233;cessiteront
                        un t&#233;l&#233;chargement au moyen de la m&#234;me op&#233;ration. Commencez par cliquer sur
                        le logiciel dont le nom contient les mots &#171; Shift Control &#187; (commande de changement de
                        vitesses).
                    </para>
                </step1>
                <step1>
                    <para count="1">ServiceRanger pr&#233;pare la bo&#238;te de vitesses pour le t&#233;l&#233;chargement
                        et vous demande de tourner la cl&#233; de contact en position &#171; arr&#234;t &#187;. Lorsque
                        la cl&#233; se trouve en position &#171; arr&#234;t &#187;, cliquez sur le bouton OK.
                        ServiceRanger commence le t&#233;l&#233;chargement et en indique la progression au moyen de la
                        barre d'&#233;tat situ&#233;e au bas de l'&#233;cran. Veuillez noter qu'une fois le t&#233;l&#233;chargement
                        en cours, il est impossible de l'annuler. L'utilisateur doit attendre la fin du t&#233;l&#233;chargement.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois le t&#233;l&#233;chargement termin&#233;, ServiceRanger demande de remettre
                        la cl&#233; de contact en position &#171; marche &#187; et d'effectuer une mise &#224; jour des
                        renseignements sur le produit. Une fois la mise &#224; jour termin&#233;e, commencez le t&#233;l&#233;chargement
                        en cliquant sur le logiciel dont le nom contient les mots &#171; Trans Controller &#187;
                        (commande de la bo&#238;te de vitesses). Une fois le t&#233;l&#233;chargement termin&#233;,
                        mettez la cl&#233; de contact en position &#171; marche &#187; pour mettre &#224; jour les
                        renseignements relatifs au v&#233;hicule.
                    </para>
                </step1>
                <step1>
                    <para count="1">Le t&#233;l&#233;chargement est maintenant termin&#233;. Pour confirmer le t&#233;l&#233;chargement,
                        cliquez sur le bouton &#171; View Current Configuration &#187; (visualiser la configuration en
                        cours) et v&#233;rifiez si la commande de changement de vitesses est sup&#233;rieure &#224; 742
                        et si la commande de la bo&#238;te de vitesses est sup&#233;rieure &#224; 066.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vous pouvez fermer le logiciel ServiceRanger ou l'&#233;cran de t&#233;l&#233;chargement
                        de produit et passer &#224; un autre v&#233;hicule.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="11">
            <stitle>French - Recall 00504 - Bo&#238;tes de vitesses Eaton AutoShift II des v&#233;hicules construits
                entre le 01/06/1999 et le 20/04/2000
            </stitle>
            <title>Utilisation de NavPPP</title>
            <para>Pour lancer manuellement le &#171; Dial-Up Networking &#187; (r&#233;seau de commutation), ouvrez le
                dossier &#171; Vehicle Diagnostics &#187; sur le bureau et cliquez sur l'ic&#244;ne NavPPP.
            </para>
            <figure id="f0050401" figsize="col-wide">
                <graphic filename="../recallfigures/g0050401.webp" type="webp" scalefit="1"/>
                <caption>Click on NavPPP Icon</caption>
            </figure>
            <para>Lorsque l'ic&#244;ne NavPPP est lanc&#233;e, l'&#233;cran suivant s'affiche.</para>
            <figure id="f0050402" figsize="col-wide">
                <graphic filename="../recallfigures/g0050402.webp" type="webp" scalefit="1"/>
                <caption>First Screen When NavPPP is Launched</caption>
            </figure>
            <para>Assurez-vous que le num&#233;ro de t&#233;l&#233;phone est exact (faut-il composer le 9 d'abord?).
            </para>
            <para>Cliquez ensuite sur le bouton &#171; Connect &#187; (connexion) pour amorcer la mise en communication.
                Si la communication est bien &#233;tablie, l'&#233;cran suivant s'affiche. La connexion peut n&#233;cessiter
                environ une minute et vous verrez un &#233;cran similaire &#224; celui-ci.
            </para>
            <figure id="f0050403" figsize="col-wide">
                <graphic filename="../recallfigures/g0050403.webp" type="webp" scalefit="1"/>
                <caption>Screen Shown When Connection is Made</caption>
            </figure>
            <para>Entrez votre CODE, appuyez sur la touche &#171; Enter &#187; (entr&#233;e) et on vous demandera
                d'entrer votre mot de passe. Tapez votre mot de passe et appuyez sur la touche &#171; Enter &#187;.
            </para>
            <para>Vous verrez alors un menu similaire &#224; celui-ci.</para>
            <figure id="f0050404" figsize="col-wide">
                <graphic filename="../recallfigures/g0050404.webp" type="webp" scalefit="1"/>
                <caption>Menu Screen</caption>
            </figure>
            <para>Vous pouvez :</para>
            <seqlist style="arabic">
                <item>
                    <para>vous brancher au r&#233;seau de Navistar,</para>
                </item>
                <item>
                    <para>modifier votre mot de passe.</para>
                </item>
            </seqlist>
            <para>Tapez 1, 2 ou q(uit) (sortir)</para>
            <para>Entr&#233;e en mode PPP.</para>
            <para>L'adresse IP est dynamique; il se peut qu'elle diff&#232;re la prochaine fois que vous entrerez en
                communication.
            </para>
            <para>L'unit&#233; &#224; acc&#232;s multiples est 1524.</para>
            <para>
                <emph type="bold">Vous devez faire un choix!</emph>
                Si vous tapez 1 et que vous appuyez sur &#171; Enter &#187; et F7 ou si vous cliquez sur le bouton
                &#171; Continue &#187; (continuer) (F7), vous serez branch&#233; au r&#233;seau de Navistar.
                <emph type="bold">Si vous tapez 1 et que vous appuyez sur &#171; Enter &#187;, mais pas sur F7 ou si
                    vous cliquez sur &#171; Continue &#187; (F7), vous verrez un &#233;cran similaire &#224; celui de la
                    figure 14. La passerelle passera en mode d'attente au bout de deux minutes environ, elle effectuera
                    une d&#233;connexion et vous retournera &#224; l'&#233;cran &#171; Connect To &#187; (connexion),
                    comme celui de la figure 15. Recommencez.
                </emph>
            </para>
            <figure id="f0050405" figsize="col-wide">
                <graphic filename="../recallfigures/g0050405.webp" type="webp" scalefit="1"/>
                <caption>Figure 14</caption>
            </figure>
            <figure id="f0050406" figsize="col-wide">
                <graphic filename="../recallfigures/g0050406.webp" type="webp" scalefit="1"/>
                <caption>Figure 15</caption>
            </figure>
            <para>Si vous appuyez sur F7 sans faire de choix dans le menu, la passerelle sera incapable de saisir ce que
                vous voulez faire et un message d'erreur, comme celui de la figure 16, s'affichera. Une fois que vous
                aurez cliqu&#233; sur OK, vous retournerez &#224; la bo&#238;te de dialogue &#171; Connect To &#187;.
                Recommencez.
            </para>
            <figure id="f0050407" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050407.webp" type="webp" scalefit="1"/>
                <caption>Figure 16</caption>
            </figure>
            <para>Si vous tapez 2 et que vous appuyez sur &#171; Enter &#187;, on vous demandera d'entrer votre ancien
                mot de passe, votre nouveau mot de passe et d'entrer &#224; nouveau votre nouveau mot de passe, comme
                &#224; la figure 17.
            </para>
            <figure id="f0050408" figsize="col-wide">
                <graphic filename="../recallfigures/g0050408.webp" type="webp" scalefit="1"/>
                <caption>Figure 17</caption>
            </figure>
            <para>Le menu s'affiche de nouveau. Faites un choix et appuyez sur F7 ou cliquez sur le bouton &#171;
                Continue &#187; (F7).
            </para>
            <para>Lorsque vous entrez votre mot de passe, si vous remarquez qu'il est expir&#233;, on vous demandera
                d'en entrer un nouveau, comme &#224; la figure 18.
            </para>
            <figure id="f0050409" figsize="col-wide">
                <graphic filename="../recallfigures/g0050409.webp" type="webp" scalefit="1"/>
                <caption>Figure 18</caption>
            </figure>
            <para>
                <emph type="bold">Prenez soin de noter si votre touche &#171; Caps Lock &#187; (majuscules) est active
                    lorsque vous tapez votre nouveau mot de passe.
                </emph>
                On vous demandera alors d'entrer votre nouveau mot de passe &#224; nouveau. Une fois la v&#233;rification
                du nouveau mot de passe termin&#233;e, on vous demandera d'entrer en communication &#224; nouveau.
                <emph type="bold">Assurez-vous d'utiliser votre nouveau mot de passe lorsqu'on vous le demande.</emph>
                Faites votre choix &#224; partir du menu.
                <emph type="bold">. N'oubliez pas d'appuyer sur F7 ou de cliquer sur le bouton &#171; Continue &#187;.
                </emph>
            </para>
            <para>En entrant votre mot de passe, vous constatez qu'il est expir&#233;; vous entrez un nouveau mot de
                passe, puis vous le tapez &#224; nouveau et s'il n'y a pas correspondance, vous verrez un &#233;cran
                similaire &#224; celui de la figure 19. Tapez-le une seconde fois, puis saisissez-le &#224; nouveau.
            </para>
            <figure id="f0050410" figsize="col-wide">
                <graphic filename="../recallfigures/g0050410.webp" type="webp" scalefit="1"/>
                <caption>Figure 19</caption>
            </figure>
            <para>Si vous tapez un mauvais CODE et (ou) mot de passe par inadvertance, vous verrez le message : &#171;
                ** Bad Password &#187; (mauvais mot de passe) et &#171; Login: &#187; (entr&#233;e en communication) de
                nouveau, comme &#224; la figure 20. Retapez votre CODE et votre mot de passe et suivez le menu.
            </para>
            <figure id="f0050411" figsize="col-wide">
                <graphic filename="../recallfigures/g0050411.webp" type="webp" scalefit="1"/>
                <caption>Figure 20</caption>
            </figure>
            <para>
                <emph type="bold">Il est FORTEMENT conseill&#233; de ne pas utiliser une macro-instruction ni un fichier
                    s&#233;quentiel pour entrer en communication avec NavNet pour plusieurs raisons. Vous ne verrez
                    jamais le menu, vous ne pourrez jamais constater que votre mot de passe est expir&#233; et vous ne
                    pourrez pas modifier votre mot de passe si vous utilisez une macro. Veuillez utiliser le pr&#233;sent
                    guide pour entrer en communication avec NavNet. Si vos &#233;crans ne ressemblent pas &#224; ceux du
                    guide, il est probable que vous utilisez une macro pour entrer en communication avec NavNet. Si vous
                    composez le num&#233;ro de la ligne d'assistance des concessionnaires, vous pouvez obtenir des
                    instructions sur la fa&#231;on d'entrer correctement en communication avec NavNet.
                </emph>
            </para>
            <para>
                <emph type="bold">Le soutien technique pour le Syst&#232;me 21 ou l'outil EZ-Tech est offert par
                    Fieldworks en communiquant avec International au num&#233;ro sans frais 1 800 527-7879.
                </emph>
            </para>
        </svcproc>
        <partsinfo>
            <para>Aucune pi&#232;ce n'est n&#233;cessaire pour le pr&#233;sent rappel. Cependant, si vous n'avez pas re&#231;u
                votre progiciel de programmation par la poste, veuillez communiquer avec le service de soutien Eaton
                ServiceRanger en composant le num&#233;ro sans frais 1 888 880-0970.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0050401">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'OEUVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#176; d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00504-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprogrammation de l'unit&#233; de commande &#233;lectronique de la bo&#238;te de
                                    vitesses
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,7 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
            <para>La National Traffic and Motor Vehicle Safety Act, conform&#233;ment aux modifications qui y ont &#233;t&#233;
                apport&#233;es, stipule que chaque v&#233;hicule vis&#233; par une campagne de rappel doit &#234;tre
                <emph type="bold">r&#233;par&#233;</emph>
                ad&#233;quatement dans un d&#233;lai raisonnable apr&#232;s que le propri&#233;taire l'a apport&#233;
                aux fins de r&#233;paration. Si le v&#233;hicule n'est pas ad&#233;quatement r&#233;par&#233; dans les
                <emph type="bold">60 jours</emph>
                apr&#232;s qu'on l'a apport&#233;, il s'agit d'une preuve &#233;vidente que le v&#233;hicule n'a pas
                &#233;t&#233; r&#233;par&#233; dans un d&#233;lai raisonnable. Si la d&#233;fectuosit&#233; n'est pas r&#233;par&#233;e
                ad&#233;quatement dans un d&#233;lai de 60 jours, le propri&#233;taire peut avoir droit &#224; un
                <emph type="bold">v&#233;hicule de rechange</emph>
                identique ou &#233;quivalent gratuitement ou &#224; un
                <emph type="bold">remboursement</emph>
                du prix d'achat moins un montant raisonnable li&#233; &#224; la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, conform&#233;ment &#224; l'avis au client, on s'attend &#224; ce que les concessionnaires
                terminent les r&#233;parations &#224; la date convenue mutuellement.
            </para>
            <para>Afin d'&#233;viter d'avoir &#224; remplacer le v&#233;hicule d'un propri&#233;taire ou &#224; en
                rembourser le prix d'achat, il faut s'efforcer de prendre rendez-vous rapidement avec chaque propri&#233;taire
                pour r&#233;parer son v&#233;hicule le plus t&#244;t possible.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00504.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
