<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall G-00505 - Acheminement et fixation des fils de capteurs de vitesse de roue du syst&#232;me
        de freins antiblocage (ABS) Bendix des v&#233;hicules construits entre le 01/03/1998 et le 29/05/2000.
    </stitle>
    <recall id="recf00505" translation="french">
        <recallnumber>G-00505</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Juillet 2000</recalldate>
        <subjectfile>BRAKES</subjectfile>
        <subject>Acheminement et fixation des fils de capteurs de vitesse de roue du syst&#232;me de freins antiblocage
            (ABS) Bendix des v&#233;hicules construits entre le 01/03/1998 et le 29/05/2000.
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
            </configure>
        </apply>
        <defect>
            <para>Le probl&#232;me est que les fils des capteurs ABS frottent contre des pi&#232;ces en rotation, ce qui
                peut provoquer l'envoi d'un faux signal &#224; l'unit&#233; de commande &#233;lectronique ABS Bendix.
                Cette situation peut amener l'unit&#233; de commande &#233;lectronique ABS &#224; provoquer un &#233;chappement
                d'air aux modulateurs de freinage d'une ou de plusieurs roues. Ce rappel de s&#233;curit&#233; a pour
                but d'examiner l'acheminement et la fixation des capteurs de vitesse de roue ABS et de remplacer les
                capteurs dont les fils sont endommag&#233;s. Un v&#233;hicule dont les fils de capteur sont endommag&#233;s
                peut sans avertissement n&#233;cessiter une distance d'arr&#234;t plus longue lorsqu'il d&#233;c&#233;l&#232;re
                de 8 &#224; 4 milles &#224; l'heure. Si cela se produisait,
                <emph type="bold">le v&#233;hicule pourrait causer un accident entra&#238;nant des dommages mat&#233;riels,
                    des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise tous les mod&#232;les construits aux usines de montage de Springfield et
                d'Escobedo entre le 01/03/1998 et le 29/05/2000 et dot&#233;s de freins ABS pneumatiques Bendix.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre qui leur
                a &#233;t&#233; envoy&#233;e. Une liste des noms et adresses des propri&#233;taires a &#233;t&#233;
                fournie aux concessionnaires touch&#233;s pour leur permettre d'assurer le suivi de ce rappel.
            </para>
        </ownernote>
        <svcproc svcproctype="inspect" graphiccount="7">
            <stitle>French - Recall G-00505 - Acheminement et fixation des fils de capteurs de vitesse de roue du syst&#232;me
                de freins antiblocage (ABS) Bendix des v&#233;hicules construits entre le 01/03/1998 et le 29/05/2000.
            </stitle>
            <title>INSPECTION</title>
            <para>Vous devez examiner chacun des fils des quatre capteurs de roue qui sont achemin&#233;s vers les roues
                et v&#233;rifier s'ils sont endommag&#233;s et bien fix&#233;s.
            </para>
            <step1>
                <para count="1">Stationner le v&#233;hicule sur une surface de niveau, appliquer le frein de
                    stationnement et arr&#234;ter le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">La plupart des v&#233;hicules n'ont pas &#224; &#234;tre soulev&#233;s pour
                    l'inspection.
                </para>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du camion pour l'emp&#234;cher de bouger. Si vous devez soulever le v&#233;hicule,
                            d&#233;posez-le sur des chandelles. Ne pas travailler sous un v&#233;hicule soutenu
                            seulement par des crics. Les crics peuvent glisser ou tomber et il peut en r&#233;sulter des
                            blessures ou la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Figures de r&#233;f&#233;rence :</emph>
                    Pour inspecter les fils des capteurs avant, vous devez consulter les
                    <hotlnk xrefid="f0050501">Figure 1</hotlnk>
                    and
                    <hotlnk xrefid="f0050502">Figure 2</hotlnk>. Pour inspecter les fils des capteurs arri&#232;re, vous
                    devez consulter la
                    <hotlnk xrefid="f0050507">Figure 7</hotlnk>, puis choisir la figure appropri&#233;e &#224;
                    l'application parmi les
                    <hotlnk xrefid="f0050503">Figure 3</hotlnk>,
                    <hotlnk xrefid="f0050504">Figure 4</hotlnk>,
                    <hotlnk xrefid="f0050505">Figure 5</hotlnk>, and
                    <hotlnk xrefid="f0050506">Figure 6</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Recherche de fils de capteur endommag&#233;s :</emph>
                    Suivre les fils &#224; partir de la roue jusqu'aux connecteurs et v&#233;rifier si les fils ont
                    &#233;t&#233; endommag&#233;s par frottement et s'assurer qu'ils n'ont pas &#233;t&#233; pinc&#233;s
                    par les but&#233;es d'essieu, des traverses, des supports, etc. Inspecter minutieusement les zones
                    situ&#233;es &#224; proximit&#233; de l'arbre d'entra&#238;nement et des roues. V&#233;rifier si les
                    fils sont attach&#233;s ou fix&#233;s &#224; peu pr&#232;s aux endroits indiqu&#233;s aux figures
                    appropri&#233;es des pages 3 &#224; 6. Ne pas poser de nouvelles attaches tant que vous n'aurez pas
                    examin&#233; tout le fil du capteur. N'utiliser que des attaches r&#233;sistant aux UV. Votre
                    installation peut &#234;tre l&#233;g&#232;rement diff&#233;rente de celles donn&#233;es en exemple
                    dans les figures d'acheminement. N'oubliez pas d'inspecter les fils des quatre capteurs.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Recherche de probl&#232;mes potentiels :</emph>
                    Tout exc&#233;dent de fil doit &#234;tre attach&#233; loin des pi&#232;ces mobiles. Rechercher les
                    exc&#233;dents de fil pr&#232;s des roues et de l'arbre d'entra&#238;nement. Les fils doivent &#234;tre
                    &#224; au moins 1,5 pouce de toute pi&#232;ce mobile. S'il y a un exc&#233;dent de fil aux roues,
                    s'assurer que le fil ne frotte pas contre la jante, le tambour ou le pneu. S'assurer aussi que les
                    fils n'entrent pas en contact avec des pi&#232;ces mobiles : 1. durant le d&#233;placement vertical
                    de la suspension ou 2. lorsque le v&#233;hicule tourne dans l'une ou l'autre direction. S'il y a un
                    exc&#233;dent de fil pr&#232;s de l'arbre d'entra&#238;nement, s'assurer que les fils sont bien fix&#233;s
                    &#224; au moins 1,5 po de l'arbre. N'utiliser que des attaches r&#233;sistant aux UV.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Si vous d&#233;couvrez qu'un fil de capteur est endommag&#233; :</emph>
                    S'il manque des attaches ou qu'elles sont endommag&#233;es, posez des attaches neuves comme
                    l'illustrent les figures. N'utiliser que des attaches r&#233;sistant aux UV.
                    <emph type="bold">Si vous d&#233;couvrez un fil de capteur dont l'isolant a &#233;t&#233; pinc&#233;
                        ou enlev&#233; par frottement, il faut remplacer le capteur (consulter la section
                    </emph>
                    <hotlnk xrefid="x0050501">Remplacement de capteur</hotlnk>).
                </para>
            </step1>
            <figure id="f0050501" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050501.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 1 - Acheminement et fixation des fils de capteur de l'essieu avant des mod&#232;les
                    2000, 8000 et 9000
                </caption>
                <calloutgroup>
                    <callout1>1. Fixer les fils de capteur sur le tube de came de frein avec une attache pour &#233;viter
                        le contact avec les pi&#232;ces mobiles de la roue (tambour, jante, pneu).
                    </callout1>
                    <callout1>2. Chaque fus&#233;e d'essieu ayant une plaque de couvercle boulonn&#233;e doit avoir une
                        attache en P comme l'illustre le point 2 ci-dessus.
                    </callout1>
                    <callout1>3. Attacher les fils de capteur tous les six pouces au tuyau pneumatique, sans tirer sur
                        les connecteurs.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050502" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050502.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 2- Capteur d'essieu avant</caption>
                <calloutgroup>
                    <callout1>1. S'assurer que le dispositif de retenue est bien engag&#233; dans l'orifice de montage
                        du capteur et ins&#233;rer ce dernier au fond du dispositif de retenue.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050503" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050503.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 3 - Acheminement et fixation des fils de capteur arri&#232;re des mod&#232;les 4x2 et
                    6x4 dot&#233;s d'une suspension pneumatique
                </caption>
                <calloutgroup>
                    <callout1>1. Fixer les fils de capteur sur chaque tube de came de frein avec deux attaches.
                    </callout1>
                    <callout1>2. et 3. Fixer les fils de capteur tous les six pouces au tuyau pneumatique, sans tirer
                        sur les connecteurs.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050504" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050504.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 4 - Acheminement et fixation des fils de capteur arri&#232;re des mod&#232;les 4x2 dot&#233;s
                    d'une suspension &#224; ressorts
                </caption>
                <calloutgroup>
                    <callout1>1. Fixer les fils de capteur sur chaque tube de came de frein avec deux attaches pour
                        &#233;viter le contact avec les pi&#232;ces mobiles de la roue (tambour, jante, pneu).
                    </callout1>
                    <callout1>2. et 3. Fixer les fils de capteur tous les six pouces au tuyau pneumatique, sans tirer
                        sur les connecteurs.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050505" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050505.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 5 - Acheminement et fixation des fils de capteur arri&#232;re des mod&#232;les 6x4 dot&#233;s
                    d'une suspension &#224; ressorts
                </caption>
                <calloutgroup>
                    <callout1>1. Fixer le fil de capteur sur le tube de came de frein avec deux attaches pour &#233;viter
                        le contact avec les pi&#232;ces mobiles de la roue (tambour, jante, pneu).
                    </callout1>
                    <callout1>2. et 3. Fixer les fils de capteur tous les six pouces au tuyau pneumatique, sans tirer
                        sur les connecteurs.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050506" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050506.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 6 - Acheminement et fixation des fils de capteur arri&#232;re des mod&#232;les dot&#233;s
                    d'une suspension Hendrickson
                </caption>
                <calloutgroup>
                    <callout1>1. Fixer le fil de capteur sur le tube de came de frein avec deux attaches pour &#233;viter
                        le contact avec les pi&#232;ces mobiles de la roue (tambour, jante, pneu).
                    </callout1>
                    <callout1>2. et 3. Fixer les fils de capteur tous les six pouces au tuyau pneumatique, sans tirer
                        sur les connecteurs.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050507" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050507.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figure 7 - Acheminement et fixation des fils de capteur de pont arri&#232;re</caption>
                <calloutgroup>
                    <callout1>1. et 2. Fixer les fils de capteur sur chaque tube de came de frein avec deux attaches
                        pour &#233;viter le contact avec les pi&#232;ces mobiles de la roue (tambour, jante, pneu).
                    </callout1>
                    <callout1>3. S'assurer que le dispositif de retenue est bien engag&#233; dans l'orifice de montage
                        du capteur et ins&#233;rer ce dernier au fond du dispositif de retenue.
                    </callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <svcproc id="x0050501" svcproctype="replace" graphiccount="0">
            <stitle>French - Recall G-00505 - Acheminement et fixation des fils de capteurs de vitesse de roue du syst&#232;me
                de freins antiblocage (ABS) Bendix des v&#233;hicules construits entre le 01/03/1998 et le 29/05/2000.
            </stitle>
            <title>REMPLACEMENT DE CAPTEUR</title>
            <specpara>
                <warning>
                    <para>Bloquer les roues du camion pour l'emp&#234;cher de bouger. Si vous devez soulever le v&#233;hicule,
                        d&#233;posez-le sur des chandelles. Ne pas travailler sous un v&#233;hicule soutenu seulement
                        par des crics. Les crics peuvent glisser ou tomber et il peut en r&#233;sulter des blessures ou
                        la mort.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Avant d'enlever le capteur d&#233;fectueux, v&#233;rifier si vous avez le bon capteur et
                    le bon connecteur en reliant le nouveau capteur au faisceau de fils. Le nouveau capteur peut avoir
                    un fil plus long et &#234;tre exempt de tube spiral&#233;. Il n'est pas n&#233;cessaire de transf&#233;rer
                    ce tube spiral&#233; &#224; la nouvelle pi&#232;ce. Remarquer l'orientation des capteurs &#224;
                    angle avant de les enlever. Consulter la section Renseignements sur les pi&#232;ces ci-dessous pour
                    plus de renseignements.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer de consulter les figures appropri&#233;es et d'&#233;liminer le principal
                    probl&#232;me de contact ou de frottement. Il est possible de remplacer la plupart des capteurs
                    d'essieu avant sans enlever les roues. Enlever la plupart des roues arri&#232;re pour acc&#233;der
                    aux capteurs.
                </para>
            </step1>
            <step1>
                <para count="1">Couper toutes les attaches retenant le capteur au v&#233;hicule et enlever ce dernier en
                    le tirant hors de l'orifice de montage. La
                    <hotlnk xrefid="f0050502">Figure 2</hotlnk>
                    et la
                    <hotlnk xrefid="f0050507">Figure 7</hotlnk>
                    ci-dessus, illustrent comment le dispositif de retenue retient le capteur dans l'orifice de montage.
                </para>
            </step1>
            <step1>
                <para count="1">Poser le nouveau capteur &#224; partir de la roue. S'assurer que le dispositif de
                    retenue est bien engag&#233; dans l'orifice et pousser le capteur au fond du dispositif de retenue.
                    Si l'ancien dispositif ne retient pas bien le capteur dans l'orifice de montage, en poser un
                    nouveau. Consulter les figures appropri&#233;es et les directives pour poser le nouveau capteur.
                    Bien fixer la longueur exc&#233;dentaire de fil &#224; l'extr&#233;mit&#233; du connecteur.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Estimation de la quantit&#233; de pi&#232;ces n&#233;cessaires :</emph>
                On estime qu'on remplacera
                <emph type="bold">UN</emph>
                capteur sur 5 % des v&#233;hicules vis&#233;s par cette campagne, mais il existe cinq num&#233;ros de pi&#232;ce
                de rechange diff&#233;rents (consulter
                <hotlnk xrefid="t0050501">tableau 1</hotlnk>). Vous devez avoir un stock suffisant de dispositifs de
                retenue de capteur, au cas o&#249; vous en auriez besoin pour le remplacement de capteurs (n&#176; de pi&#232;ce
                des dispositifs : 3543661C1).
            </para>
            <para>
                <emph type="bold">Diff&#233;rences entre les pi&#232;ces :</emph>
                Le fil des pi&#232;ces figurant au tableau 1, peut &#234;tre plus long que celui des pi&#232;ces
                d'origine. De m&#234;me, il peut ne pas &#234;tre entour&#233; d'un tube spiral&#233; en mati&#232;re
                plastique. Il n'est pas n&#233;cessaire de transf&#233;rer ce tube spiral&#233; de l'ancien au nouveau
                capteur. N'utiliser que des attaches r&#233;sistant aux UV.
            </para>
            <para>
                <emph type="bold">Avant de commander des pi&#232;ces :</emph>
                Les usines sont pass&#233;es du connecteur DTM au connecteur DT &#224; peu pr&#232;s vers les dates de
                construction des v&#233;hicules indiqu&#233;es au tableau 1 &#224; la page 8. Ce changement peut s'&#234;tre
                produit sur environ deux semaines; en cons&#233;quence, si un v&#233;hicule a &#233;t&#233; construit
                &#224; Springfield au cours de la semaine pr&#233;c&#233;dant ou suivant le 01/10/99, le capteur peut
                avoir le connecteur DT ou le connecteur DTM (chaque capteur a un num&#233;ro de pi&#232;ce diff&#233;rent
                indiqu&#233; dans le tableau 1). Il en est de m&#234;me pour les v&#233;hicules construits &#224;
                Escobedo vers la semaine du 12/12/99.
                <emph type="bold">Nota : Afin de commander le bon num&#233;ro de pi&#232;ce de capteur pour un v&#233;hicule
                    construit au moment du changement de connecteur &#224; chaque usine, vous pouvez v&#233;rifier le
                    type de connecteur du v&#233;hicule d'apr&#232;s les descriptions suivantes : le connecteur DT a un
                    joint &#224; son extr&#233;mit&#233; m&#226;le, le joint du connecteur DTM se trouve &#224; l'int&#233;rieur
                    de l'extr&#233;mit&#233; femelle du connecteur et il ne doit pas sortir lorsqu'on d&#233;branche le
                    connecteur.
                </emph>
            </para>
            <table id="t0050501">
                <title>NUM&#201;ROS DE PI&#200;CE DES CAPTEURS PAR APPLICATION</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.88in"/>
                    <colspec colname="col2" colwidth="1.49in"/>
                    <colspec colname="col3" colwidth="1.88in"/>
                    <colspec colname="col4" colwidth="1.44in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>CAPTEURS</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>DESCRIPTION</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>DATES DE CONSTRUCTION PAR USINE</para>
                            </entry>
                            <entry colname="col4" align="center">
                                <para>NUM&#201;RO DE PI&#200;CE DU CAPTEUR</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">CAPTEURS D'ESSIEU AVANT :</emph>
                                    TOUS LES MOD&#200;LES
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>DROIT, 75 po, DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>TOUTES</para>
                            </entry>
                            <entry colname="col4">
                                <para>1684327C93</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>
                                    <emph type="bold">CAPTEURS DE PONT ARRI&#200;RE POUR LES CODES DE SUSPENSION ARRI&#200;RE
                                        SUIVANTS :
                                    </emph>
                                    14UGA, 14UHB, 14UHP, 14UHT, 14UHU, 14UJB, 14UJY, 14UJZ, 14UKD, 14UKE, 14UKH, 14UKJ,
                                    14UKK, 14UKL, 14ULG, 14ULH, 14ULJ, 14ULK, 14ULN, 14VHA, 14VHB, 14VHB, 14VHC, 14VHD,
                                    14VHE, 14VHG, 14VKH, 14524, 14666, 14667, 14674, 14697, 14UHC, 14UHD, 14UHE, 14UHG,
                                    14UHH, 14UHJ, 14UHK, 14UHL, 14UHM, 14UHN, 14UHX, 14UJA, 14UJE, 14ULR
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>ANGLE DROIT, 75 po, DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>CONSTRUIT &#192;
                                    <emph type="bold">SPRINGFIELD</emph>, 11E CARACT&#200;RE DU NIV = H,
                                    <emph type="bold">02/10/99 au 29/05/00 OU</emph>
                                    CONSTRUIT &#192;
                                    <emph type="bold">ESCOBEDO</emph>, 11E CARACT&#200;RE DU NIV = N,
                                    <emph type="bold">13/12/99 au 29/05/00</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>1686805C92</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>ANGLE DROIT, 75 po, DTM</para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">SPRINGFIELD</emph>, 11E CARACT&#200;RE DU NIV = H,
                                    <emph type="bold">01/03/98 au 01/10/99 OU</emph>
                                    <emph type="bold">ESCOBEDO</emph>, 11E CARACT&#200;RE DU NIV = N,
                                    <emph type="bold">01/03/98 au 12/12/99</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>3520427C91</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">CAPTEURS DE PONT ARRI&#200;RE</emph>
                                    POUR AUTRES SUSPENSIONS ARRI&#200;RE, AVEC DATES DE FABRICATION &#192; DROITE ET
                                    DATES DE FABRICATION USINE EXPLIQU&#201;E
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>ANGLE DROIT, 60 po, DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">SPRINGFIELD</emph>, 11E CARACT&#200;RE DU NIV = H,
                                    <emph type="bold">01/03/98 au 01/10/99 OU</emph>CONSTRUIT &#192;
                                    <emph type="bold">ESCOBEDO</emph>, 11E CARACT&#200;RE DU NIV = N,
                                    <emph type="bold">01/03/98 au 12/12/99</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>1684328C93</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">CAPTEURS DE PONT ARRI&#200;RE</emph>
                                    POUR AUTRES SUSPENSIONS ARRI&#200;RE, AVEC DATES DE FABRICATION &#192; DROITE ET
                                    DATES DE FABRICATION USINE EXPLIQU&#201;E
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>ANGLE DROIT, 60 po, DTM</para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">SPRINGFIELD</emph>, 11E CARACT&#200;RE DU NIV = H,
                                    <emph type="bold">02/10/99 au 29/05/00 OU</emph>CONSTRUIT &#192;
                                    <emph type="bold">ESCOBEDO</emph>, 11E CARACT&#200;RE DU NIV = N,
                                    <emph type="bold">13/12/99 au 29/05/00</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>3520425C91</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA : Si un deuxi&#232;me, un troisi&#232;me ou un quatri&#232;me capteur est pos&#233;
                    sur le m&#234;me v&#233;hicule, d&#233;duire 0,2 h de main-d'&#156;uvre pour chaque capteur.
                </emph>
            </para>
            <table id="t0050502">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'OEUVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#176; d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter les 4 capteurs</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacer un capteur avant</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacer un capteur arri&#232;re</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00505.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
