<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 00502 - Boulons du dispositif de retenue des sangles de la couchette inf&#233;rieure, mod&#232;les
        Pro-Sleeper construits entre le 01/01/1998 et le 24/03/2000, code 16SCH
    </stitle>
    <recall id="recF00502" translation="french">
        <recallnumber>00502</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Juin 2000</recalldate>
        <subjectfile>CABINE</subjectfile>
        <subject>Boulons du dispositif de retenue des sangles de la couchette inf&#233;rieure, mod&#232;les Pro-Sleeper
            construits entre le 01/01/1998 et le 24/03/2000, code 16SCH
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16SCH</ucode>
            </configure>
        </apply>
        <defect>
            <para>Quatre boulons retiennent les supports du dispositif de retenue des sangles &#224; la base de la
                couchette. On aurait d&#251; employer des boulons de cat&#233;gorie 8, mais des boulons de cat&#233;gorie
                5 ont &#233;t&#233; utilis&#233;s dans la plupart des cas (estimation : 85 % des couchettes). M&#234;me
                si cette d&#233;fectuosit&#233; n'entra&#238;ne pas n&#233;cessairement d'accident, le concept de
                retenue d'origine n'est pas respect&#233; avec des boulons de cat&#233;gorie 5. En cas d'accident, le
                dispositif de retenue peut ne pas retenir l'occupant comme l'exige le Federal Motor Carrier Safety
                Regulation 393.76 sur les compartiments-couchettes et
                <emph type="bold">peut entra&#238;ner des blessures, des dommages mat&#233;riels ou la mort.</emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise les mod&#232;les 9200, 9200i, 9300, 9400, 9400i, 9900 et 9900i construits entre le
                01/01/1998 et le 24/03/2000 portant le code 16SCH (dispositif de retenue des sangles de la couchette inf&#233;rieure).
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre qui leur
                a &#233;t&#233; envoy&#233;e. Une liste des noms et adresses des propri&#233;taires a &#233;t&#233;
                fournie aux concessionnaires concern&#233;s pour leur permettre d'assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - Recall 00502 - Boulons du dispositif de retenue des sangles de la couchette inf&#233;rieure,
                mod&#232;les Pro-Sleeper construits entre le 01/01/1998 et le 24/03/2000, code 16SCH
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">Lire les directives suivantes et les comprendre avant de commencer la
                    r&#233;paration.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>TOUJOURS porter un dispositif de protection oculaire lorsqu'on effectue l'entretien d'un v&#233;hicule
                        afin de pr&#233;venir les blessures oculaires graves.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Bloquer les roues du camion pour l'emp&#234;cher de bouger.</para>
                </warning>
            </specpara>
            <step1>
                <para count="1">
                    <emph type="bold">EXAMEN :</emph>Examiner la t&#234;te des 4 boulons qui retiennent les deux
                    supports &#224; la base de la couchette pour d&#233;terminer s'ils sont de cat&#233;gorie 5 ou de
                    cat&#233;gorie 8. La t&#234;te des boulons de cat&#233;gorie 5 compte trois lignes et celle des
                    boulons de cat&#233;gorie 8 en compte six (voir l'illustration au coin sup&#233;rieur gauche de la
                    figure 1, &#224; la page suivante). Certains fabricants mettent aussi un symbole sur la t&#234;te du
                    boulon pour s'identifier; cependant, seules les lignes comptent. Si les quatre boulons sont de cat&#233;gorie
                    8, l'examen est termin&#233; et il n'est pas n&#233;cessaire de remplacer les boulons.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">REMPLACEMENT :</emph>
                    Remplacer les boulons de cat&#233;gorie 5 par des boulons de cat&#233;gorie 8 sans oublier de poser
                    une rondelle de blocage et une rondelle plate conform&#233;ment &#224; la figure 1, &#224; la page
                    suivante.
                    <emph type="bold">Nota :</emph>
                    Les boulons se vissent dans des &#233;crous mont&#233;s sur des plaques (voir la figure 1, &#224; la
                    page suivante); il faut donc remplacer les boulons
                    <emph type="bold">un &#224; la fois</emph>
                    pour que les plaques restent en place. La rondelle de blocage doit &#234;tre ins&#233;r&#233;e entre
                    la t&#234;te du boulon et la rondelle plate conform&#233;ment &#224; la figure 1, &#224; la page
                    suivante. Serrer les 4 boulons &#224; (7,5 &#224; 9,2 LBF-
                    <emph type="bold">PI</emph>) ou (90 &#224; 110 LBF-
                    <emph type="bold">PO</emph>).
                </para>
            </step1>
            <figure id="f0050201" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050201.webp" type="webp" scalefit="1"/>
                <caption>Figure 1 - Sch&#233;ma de montage du dispositif de retenue des sangles de la couchette et
                    exemples de t&#234;tes de boulon de cat&#233;gorie 5 et de cat&#233;gorie 8
                </caption>
                <calloutgroup>
                    <callout1>1. Dispositif de retenue (support) : deux par v&#233;hicule.</callout1>
                    <callout1>2. Plaque pour &#233;crou : une par support.</callout1>
                    <callout1>3. Boulons/trous de boulon : boulon : 25487R1: cat&#233;gorie 8 : &#188; 20-UNC X 1 &#189;.</callout1>
                    <callout1>4. Rondelle de blocage : 27303R1 : &#188; ordinaire.</callout1>
                    <callout1>5. Rondelle plate : 25707R1 : &#188; tremp&#233;e.</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>On estime qu'il faudra changer les boulons sur 85 % des v&#233;hicules vis&#233;s par cette campagne.
                Chaque v&#233;hicule ayant des boulons de cat&#233;gorie 5 devra recevoir les boulons de cat&#233;gorie
                8 indiqu&#233;s ci-dessous et peut-&#234;tre 4 rondelles de chaque type. On commande ces pi&#232;ces
                &#224; la bo&#238;te dans les quantit&#233;s indiqu&#233;es ci-dessous. Ne pas oublier ces d&#233;tails
                au moment de la commande.
            </para>
            <table id="t0050201">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="3.44in"/>
                    <colspec colname="col2" colwidth="1.61in"/>
                    <colspec colname="col3" colwidth="1.59in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">DESCRIPTION DES PI&#200;CES</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">N&#176; DE PI&#200;CE</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Qt&#233; par bo&#238;te</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Boulon cat&#233;gorie 8 : &#188; 20-UNC X 1 &#189;</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>25487R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>100</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Rondelle de blocage : &#188; ordinaire</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>27303R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>100</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Rondelle plate : &#188; tremp&#233;e</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>25707R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>150</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0050202">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#140;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#176; d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter/remplacer les boulons de la couchette</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,3 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
            <para>La National Traffic and Motor Vehicle Safety Act, conform&#233;ment aux modifications qui y ont &#233;t&#233;
                apport&#233;es, stipule que chaque v&#233;hicule vis&#233; par une campagne de rappel doit &#234;tre
                <emph type="bold">r&#233;par&#233;</emph>
                ad&#233;quatement dans un d&#233;lai raisonnable apr&#232;s que le propri&#233;taire l'a apport&#233;
                aux fins de r&#233;paration. Si le v&#233;hicule n'est pas ad&#233;quatement r&#233;par&#233; dans les
                <emph type="bold">60 jours</emph>
                apr&#232;s qu'on l'a apport&#233;, il s'agit d'une preuve &#233;vidente que le v&#233;hicule n'a pas
                &#233;t&#233; r&#233;par&#233; dans un d&#233;lai raisonnable. Si la d&#233;fectuosit&#233; n'est pas r&#233;par&#233;e
                ad&#233;quatement dans un d&#233;lai de 60 jours, le propri&#233;taire peut avoir droit &#224; un
                <emph type="bold">v&#233;hicule de rechange</emph>
                identique ou &#233;quivalent gratuitement ou &#224; un
                <emph type="bold">remboursement</emph>
                du prix d'achat moins un montant raisonnable li&#233; &#224; la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, conform&#233;ment &#224; l'avis au client, on s'attend &#224; ce que les concessionnaires
                terminent les r&#233;parations &#224; la date convenue mutuellement.
            </para>
            <para>Afin d'&#233;viter d'avoir &#224; remplacer le v&#233;hicule d'un propri&#233;taire ou &#224; en
                rembourser le prix d'achat, il faut s'efforcer de prendre rendez-vous rapidement avec chaque propri&#233;taire
                pour r&#233;parer son v&#233;hicule le plus t&#244;t possible.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="232px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00502.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
