<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 00509 - Remplacement de l'unit&#233; de commande &#233;lectronique Bendix EC-17 1030R des
        freins pneumatiques sur les autobus 3400, 3600 et 3800 construits &#224; l'usine de Springfield entre le
        01/03/1998 et le 16/06/2000
    </stitle>
    <recall id="rec00509" translation="french">
        <recallnumber>00509</recallnumber>
        <market>U.S., Export</market>
        <recalldate>Septembre 2000</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Remplacement de l'unit&#233; de commande &#233;lectronique Bendix EC-17 1030R des freins pneumatiques
            sur les autobus 3400, 3600 et 3800 construits &#224; l'usine de Springfield entre le 01/03/1998 et le
            16/06/2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>06/16/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Cette d&#233;fectuosit&#233; touche l'unit&#233; de commande &#233;lectronique Bendix EC-17 1030R qui
                commande le syst&#232;me de freinage antiblocage (ABS). L'unit&#233; de commande peut mal interpr&#233;ter
                les signaux irr&#233;guliers qui peuvent lui parvenir dans l'une des deux situations suivantes : 1&#176;
                un fil de capteur de vitesse de roue qui frotte sur une pi&#232;ce en rotation ou 2&#176; un &#233;cart
                incorrect entre une bague de capteur de vitesse et un capteur de vitesse de roue. L'une ou l'autre de
                ces situations peut amener l'unit&#233; de commande &#233;lectronique des freins ABS &#224; provoquer un
                &#233;chappement d'air aux modulateurs de freinage d'une ou de plusieurs roues. Dans ces situations, le
                t&#233;moin lumineux d'avertissement des freins ABS peut ne pas s'allumer pour avertir le conducteur de
                l'utilisation ou du mauvais fonctionnement du syst&#232;me ABS et
                <emph type="bold">le v&#233;hicule peut sans avertissement n&#233;cessiter une distance d'arr&#234;t
                    plus longue lorqu'il d&#233;c&#233;l&#232;re de 13 &#224; 6,5 km/h. Si cela se produisait, le v&#233;hicule
                    pourrait causer un accident entra&#238;nant des dommages mat&#233;riels, des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise les autobus 3400, 3600 et 3800 construits &#224; l'usine de Springfield entre le
                01/03/1998 et le 16/06/2000 et dot&#233;s de freins pneumatiques ABS Bendix.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International
                <emph type="bold">a d&#233;j&#224; avis&#233; les propri&#233;taires</emph>
                des v&#233;hicules vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de
                la lettre qui leur a &#233;t&#233; envoy&#233;e. Une liste des noms et adresses des propri&#233;taires a
                &#233;t&#233; fournie aux concessionnaires concern&#233;s pour leur permettre d'assurer le suivi de ce
                rappel et de r&#233;parer les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 00509 - Remplacement de l'unit&#233; de commande &#233;lectronique Bendix EC-17
                1030R des freins pneumatiques sur les autobus 3400, 3600 et 3800 construits &#224; l'usine de
                Springfield entre le 01/03/1998 et le 16/06/2000
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">MESURES INT&#201;RIMAIRES QUE LES CONCESSIONNAIRES PEUVENT PRENDRE EN ATTENDANT LA
                    DATE DE DISPONIBILIT&#201; ESTIM&#201;E DE L'UNIT&#201; DE COMMANDE (SOIT LE 16 OCTOBRE 2000) :
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>Ex&#233;cuter le rappel de s&#233;curit&#233; 00505 sur tous les autobus construits entre le
                        01/03/1998 et le 16/06/2000.
                    </para>
                </item>
                <item>
                    <para>Si le t&#233;moin ABS s'allume, faire l'entretien du syst&#232;me ABS, m&#234;me si le t&#233;moin
                        s'&#233;teint.
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 00509 - Remplacement de l'unit&#233; de commande &#233;lectronique Bendix EC-17
                1030R des freins pneumatiques sur les autobus 3400, 3600 et 3800 construits &#224; l'usine de
                Springfield entre le 01/03/1998 et le 16/06/2000
            </stitle>
            <title>M&#201;THODE DE REMPLACEMENT DE L'UNIT&#201; DE COMMANDE EC-17</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">Introduction :</emph>
                    Les directives suivantes de remplacement de l'unit&#233; de commande d'origine par la nouvelle unit&#233;
                    de commande dans tous ces v&#233;hicules sont fort simples. Elles portent sur la d&#233;pose, la
                    pose et l'essai de l'unit&#233; et ne comprennent pas de temps de reconfiguration. Aucun de ces v&#233;hicules
                    n'a la traction asservie et tous les syst&#232;mes sont &#224; 4 capteurs. S'il y a des probl&#232;mes
                    avec le syst&#232;me ABS apr&#232;s avoir pos&#233; correctement la nouvelle unit&#233; de commande,
                    consulter la section CTS-5292 du manuel d'entretien principal CTS 5000 pour obtenir plus
                    d'information.
                </para>
                <para>
                    <emph type="bold">Lire les directives suivantes et les comprendre avant de commencer la r&#233;paration.</emph>
                </para>
                <specpara>
                    <warning>
                        <para>TOUJOURS porter un dispositif de protection oculaire lorsqu'on effectue l'entretien d'un v&#233;hicule
                            afin de pr&#233;venir les blessures oculaires graves.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du camion pour l'emp&#234;cher de bouger. Si vous devez soulever le v&#233;hicule,
                            d&#233;posez-le sur des chandelles. Ne pas travailler sous un v&#233;hicule soutenu
                            seulement par des crics, car ils peuvent glisser ou tomber, ce qui peut provoquer des
                            blessures ou la mort.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="bold">Veuillez lire attentivement les directives suivantes avant de proc&#233;der</emph>
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>D&#233;pose de l'unit&#233; de commande EC-17 mont&#233;e sur soupape:</title>
                <step1>
                    <para count="1">Localiser l'unit&#233; de commande EC-17 &#224; l'int&#233;rieur du longeron gauche,
                        derri&#232;re le pont arri&#232;re.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlever le plus de salet&#233; possible &#224; l'ext&#233;rieur de l'unit&#233;.
                        Faire attention de ne pas contaminer les connexions &#233;lectriques.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pour les v&#233;hicules construits en juillet 2000, v&#233;rifier si on a pos&#233;
                        l'unit&#233; corrig&#233;e &#224; l'usine. Il existe deux fa&#231;ons de le savoir. La premi&#232;re
                        est de voir s'il y a un point vert coll&#233; sur le dessus de l'unit&#233;. Ce point signifie
                        que l'unit&#233; corrig&#233;e a &#233;t&#233; pos&#233;e et qu'il n'est pas n&#233;cessaire de
                        la changer. La seconde est de lire le code &#224; barres coll&#233; sur le c&#244;t&#233; de
                        l'unit&#233;. S'il porte le num&#233;ro 5008311 (mod&#232;les &#224; DEL seulement), l'unit&#233;
                        corrig&#233;e a &#233;t&#233; pos&#233;e et il n'est pas n&#233;cessaire de la changer.
                    </para>
                </step1>
                <step1>
                    <para count="1">Noter et marquer la position de montage de l'unit&#233; de commande EC-17 sur la
                        soupape.
                        <emph type="bold">N'utilisez pas de cl&#233; &#224; chocs pour d&#233;visser les boulons de
                            montage de l'unit&#233;.
                        </emph>
                        Taper sur la t&#234;te des boulons de montage de l'unit&#233; avant de les d&#233;visser pour
                        &#233;liminer le risque qu'ils se cassent dans la soupape. Desserrer, enlever et conserver les
                        &#233;l&#233;ment de fixation de l'unit&#233; de commande sur la soupape. Dans certains v&#233;hicules,
                        il peut &#234;tre n&#233;cessaire d'enlever le support mont&#233; sur le ch&#226;ssis, la
                        soupape et l'unit&#233; de commande en un seul bloc.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Pose de la nouvelle unit&#233; de commande EC-17</title>
                <step1>
                    <para count="1">Monter l'unit&#233; dans le bon sens avec les &#233;l&#233;ments de fixation
                        d'origine et serrer les boulons &#224; 98 lbf&#183;po ou 11 N&#183;M.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rebrancher les connexions &#233;lectriques de l'unit&#233; EC-17 et serrer les
                        boulons de retenue du connecteur &#224; 15 &#224; 20 lbf&#183;po ou 1,7 &#224; 2,3 N&#183;M.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire d&#233;marrer le moteur et monter la pression du syst&#232;me pneumatique
                        &#224; la pression de d&#233;clenchement du r&#233;gulateur, puis mettre la cl&#233; &#224; la
                        position Off.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enfoncer la p&#233;dale de freinage et tourner la cl&#233; de contact &#224; la
                        position On. Les modulateurs du syst&#232;me ABS devraient &#233;mettre une s&#233;rie de
                        courtes pulsations d'air dans l'ordre suivant : avant droit, avant gauche, arri&#232;re droit et
                        arri&#232;re gauche. Ces pulsations se r&#233;p&#233;teront une autre fois dans cet ordre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pendant que l'unit&#233; commande les pulsations d'air indiqu&#233;es &#224; l'&#233;tape
                        4, le t&#233;moin devrait s'allumer et rester allum&#233; durant le test, clignoter deux fois,
                        puis s'&#233;teindre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aucun t&#233;moin ne devrait rester allum&#233; si le syst&#232;me fonctionne
                        correctement. Dans le cas contraire, consulter le manuel d'entretien principal CTS 5000, &#224;
                        la section CTS-5292 &#171; Initial Start-up Procedure &#187;.
                    </para>
                </step1>
                <step1>
                    <para count="1">S'assurer que les freins fonctionnent correctement.</para>
                </step1>
                <specpara>
                    <note>
                        <para>Conserver l'unit&#233; retir&#233;e du v&#233;hicule, car elle doit &#234;tre renvoy&#233;e.
                            Proc&#233;der comme d'habitude en soumettant le formulaire R-5185 Parts Disposition
                            Authorization.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>On utilise un seul num&#233;ro de pi&#232;ce pour l'unit&#233; de commande de tous les autobus dans le
                cadre de ce rappel :
                <emph type="bold">8900072R91</emph>. L'unit&#233; de commande devrait &#234;tre disponible le 16 octobre
                2000. Toutes ces pi&#232;ces de remplacement seront facilement identifiables &#224; leur bande adh&#233;sive
                blanche.
            </para>
            <para>
                <emph type="bold">Retour des vieilles pi&#232;ces :</emph>
                Renvoyer toutes les pi&#232;ces. Au Canada, elles doivent &#234;tre exp&#233;di&#233;es par Purolator en
                port d&#251; (compte Honeywell/Bendix) &#224; l'adresse suivante :
            </para>
            <verbatim>
                <line>Rappel ABS Honeywell/Bendix</line>
                <line>8851, Place Croissant 4</line>
                <line>Anjou (Qu&#233;bec) H1J 1A9</line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <table id="t0050901">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#140;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#176; d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00509-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacer l'unit&#233; de commande &#233;lectronique ABS</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,8 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de
                <hotlnk xrefid="fclaim">remboursement</hotlnk>
                au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites dans le Manuel de garantie
                &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e aux articles 39
                &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00509.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
            <para>Distribution: Tous les concessionnaires</para>
        </responex>
    </recall>
</isis>
