<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 00511A - Remplacement de l&#x2019;unit&#233; de commande &#233;lectronique Bendix EC-17
        1030R du syst&#232;me de freinage pneumatique des TRACTEURS de s&#233;ries 2000, 4000, 5000, 8000 et 9000
        portant le code 04092
    </stitle>
    <recall id="rec00511" translation="french">
        <recallnumber>00511A</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>JUIN 2001</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Remplacement de l&#x2019;unit&#233; de commande &#233;lectronique Bendix EC-17 1030R du syst&#232;me de
            freinage pneumatique des TRACTEURS de s&#233;ries 2000, 4000, 5000, 8000 et 9000 portant le code 04092
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="bold">REMARQUE SP&#201;CIALE : MESURE &#192; PRENDRE!</emph>
            </para>
            <para>La pr&#233;sente lettre remplace la lettre de rappel initiale G-00511 dat&#233;e d&#x2019;avril 2001.
                Veuillez d&#233;truire toutes les copies du document G-00511 dans votre &#233;tablissement et
                remplacez-les par des copies de la pr&#233;sente lettre. Nous avons apport&#233; des modifications aux
                sections &#171; MARCHE &#192; SUIVRE &#187; et &#171; RENSEIGNEMENTS SUR LES PI&#200;CES &#187;.
                Celles-ci r&#233;sultent de changements relatifs &#224; l&#x2019;utilisation des pi&#232;ces et de probl&#232;mes
                particuliers qui sont survenus depuis le d&#233;but de cette campagne. Les autres sections de cette
                lettre demeurent identiques. Veuillez lire les sections modifi&#233;es afin de prendre connaissance des
                changements.
            </para>
            <para>Cette d&#233;fectuosit&#233; touche l&#x2019;unit&#233; de commande &#233;lectronique Bendix EC-17
                1030R qui commande le syst&#232;me de freinage antiblocage (ABS). L&#x2019;unit&#233; de commande peut
                mal interpr&#233;ter les signaux irr&#233;guliers qui peuvent lui parvenir dans l&#x2019;une des deux
                situations suivantes : 1&#176; un fil de capteur de vitesse de roue qui frotte sur une pi&#232;ce en
                rotation ou 2&#176; un &#233;cart incorrect entre une bague de capteur de vitesse et un capteur de
                vitesse de roue. L&#x2019;une ou l&#x2019;autre de ces situations peut amener l&#x2019;unit&#233; de
                commande &#233;lectronique des freins ABS &#224; provoquer un &#233;chappement d&#x2019;air aux
                modulateurs de freinage d&#x2019;une ou de plusieurs roues. Dans ces situations, le t&#233;moin lumineux
                d&#x2019;avertissement des freins ABS peut ne pas s&#x2019;allumer pour avertir le conducteur du mauvais
                fonctionnement du syst&#232;me ABS et votre v&#233;hicule peut sans avertissement n&#233;cessiter une
                distance d&#x2019;arr&#234;t plus longue lorsqu&#x2019;il d&#233;c&#233;l&#232;re de 13 &#224; 6,5 km/h.
                Si cela se produisait,
                <emph type="bold">le v&#233;hicule pourrait causer un accident entra&#238;nant des dommages mat&#233;riels,
                    des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Ce rappel de s&#233;curit&#233; vise les mod&#232;les 2000, 4000, 5000, 8000 et 9000 de
                <emph type="bold">TRACTEURS SEULEMENT</emph>
                (04092) construits aux dates suivantes :
            </para>
            <randlist type="bullet">
                <item>
                    <para>Usine de Springfield : v&#233;hicules construits entre le 01/03/98 et le 16/06/00</para>
                </item>
                <item>
                    <para>Usine de Chatham : v&#233;hicules construits entre le 01/03/98 et le 27/06/00</para>
                </item>
                <item>
                    <para>Usine d&#x2019;Escobedo : v&#233;hicules construits entre le 01/03/98 et le 20/06/00</para>
                </item>
                <item>
                    <para>Usine de Garland : v&#233;hicules construits entre le 01/03/98 et le 11/07/00.</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>En septembre 2000, International signalait cette d&#233;fectuosit&#233; &#224; ses clients et &#224;
                ses concessionnaires en leur disant qu&#x2019;elle pr&#233;voyait que les pi&#232;ces seraient
                disponibles en avril 2001. Les pi&#232;ces sont maintenant disponibles et l&#x2019;avis officiel sera
                post&#233; aux clients &#224; la fin d&#x2019;avril 2001. Une liste des noms et adresses des propri&#233;taires
                sera fournie aux concessionnaires int&#233;ress&#233;s pour leur permettre d&#x2019;assurer le suivi de
                ce rappel et de r&#233;parer les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 00511A - Remplacement de l&#x2019;unit&#233; de commande &#233;lectronique Bendix
                EC-17 1030R du syst&#232;me de freinage pneumatique des TRACTEURS de s&#233;ries 2000, 4000, 5000, 8000
                et 9000 portant le code 04092
            </stitle>
            <title>M&#201;THODE DE REMPLACEMENT DE L&#x2019;UNIT&#201; DE COMMANDE BENDIX</title>
            <svcsubproc>
                <title>Introduction</title>
                <para>Les instructions suivantes se rapportent au remplacement de l&#x2019;unit&#233; d&#x2019;origine
                    par une unit&#233; corrig&#233;e EC-17 ou EC-30. Tous les v&#233;hicules vis&#233;s par cette
                    campagne ont des syst&#232;mes &#224; 4 capteurs. Il existe des instructions sp&#233;ciales pour les
                    v&#233;hicules &#224; traction asservie ou &#224; PDF &#224; double arbre. S&#x2019;il y a des probl&#232;mes
                    avec le syst&#232;me ABS apr&#232;s avoir pos&#233; correctement la nouvelle unit&#233; de commande,
                    consulter la section CTS-5292 du manuel d&#x2019;entretien principal pour obtenir plus d&#x2019;information.
                </para>
                <para>
                    <emph type="bold">LE V&#201;HICULE EST-IL &#201;QUIP&#201; D&#x2019;UNE PDF &#192; DOUBLE ARBRE?
                    </emph>
                </para>
                <para>
                    <emph type="bold">POUR LES V&#201;HICULES DOT&#201;S D&#x2019;UNE PDF &#192; DOUBLE ARBRE :</emph>
                    L&#x2019;installation d&#x2019;une unit&#233; de commande num&#233;ro 8900072R91, 8900073R91 ou
                    8900075R91 dans un v&#233;hicule dot&#233; d&#x2019;une PDF &#224; double arbre ou d&#x2019;une bo&#238;te
                    de transfert qui entra&#238;ne un &#233;l&#233;ment de la caisse alors que le camion est immobile
                    causera l&#x2019;allumage du t&#233;moin ABS. Pour corriger ce probl&#232;me, il faut changer le c&#226;blage;
                    veuillez donc communiquer avec le service technique en composant le 1 800 336-4500 pour obtenir des
                    directives relatives &#224; cette modification.
                </para>
                <para>
                    <emph type="bold">Lire les directives suivantes et les comprendre avant de commencer la r&#233;paration.</emph>
                </para>
                <specpara>
                    <warning>
                        <para>TOUJOURS porter un dispositif de protection oculaire lorsqu&#x2019;on effectue l&#x2019;entretien
                            d&#x2019;un v&#233;hicule afin de pr&#233;venir les blessures graves aux yeux.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du camion pour l&#x2019;emp&#234;cher de bouger. Si vous devez soulever
                            le v&#233;hicule, d&#233;posez-le sur des chandelles. Ne pas travailler sous un v&#233;hicule
                            soutenu seulement par des crics, car ils peuvent glisser ou tomber, ce qui peut provoquer
                            des blessures ou la mort.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="boldundersc">Veuillez lire attentivement les directives suivantes avant de proc&#233;der.</emph>
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>D&#233;pose de l&#x2019;unit&#233; de commande d&#x2019;origine EC-17 :</title>
                <step1>
                    <para count="1">Consulter l&#x2019;&#233;cran &#171; WPID &#187; de DDEW ou ISIS pour v&#233;rifier
                        si le v&#233;hicule fait l&#x2019;objet du rappel de s&#233;curit&#233; 00505 (inspection de l&#x2019;acheminement
                        des fils du capteur du syst&#232;me ABS). Si son NIV est vis&#233; par la campagne 00505, mais
                        que celle-ci n&#x2019;a pas &#233;t&#233; ex&#233;cut&#233;e, proc&#233;der &#224; la r&#233;paration
                        pr&#233;vue en vertu de la campagne 00505. Si son NIV ne fait pas l&#x2019;objet de la campagne
                        00505, ne pas faire l&#x2019;inspection en question.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rep&#233;rer l&#x2019;unit&#233; de commande EC-17 &#224; l&#x2019;int&#233;rieur du
                        longeron gauche ou droit, &#224; proximit&#233; du pont arri&#232;re ou sous la cabine.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlever le plus de salet&#233; possible &#224; l&#x2019;ext&#233;rieur de l&#x2019;unit&#233;.
                        Faire attention de ne pas contaminer les connexions &#233;lectriques.
                    </para>
                </step1>
                <step1>
                    <para count="1">On peut avoir pos&#233; l&#x2019;unit&#233; corrig&#233;e &#224; l&#x2019;usine sur
                        les v&#233;hicules construits au cours des derni&#232;res semaines des dates indiqu&#233;es
                        &#224; la page 1. Remplacer seulement les unit&#233;s dont l&#x2019;un des deux num&#233;ros
                        Bendix suivants figure &#224; c&#244;t&#233; du code &#224; barres sur l&#x2019;autocollant :
                        5002767 (avec diode &#233;lectroluminescente - DEL) ou 5002927 (sans DEL)
                        <emph type="bold">OU</emph>
                        dont l&#x2019;un des cinq num&#233;ros de pi&#232;ce International suivants figure sur l&#x2019;unit&#233;
                        : 3518871C1, 3520190C91, 3521228C91, 3527451C91 ou 3533409C1.
                    </para>
                    <para>
                        <emph type="bold">Ne pas remplacer l&#x2019;unit&#233; si :</emph>
                    </para>
                    <step2>
                        <para count="1">un point vert a &#233;t&#233; coll&#233; sur le dessus de l&#x2019;unit&#233;;
                        </para>
                    </step2>
                    <step2>
                        <para count="1">une bande adh&#233;sive blanche ou verte est appos&#233;e &#224; la partie sup&#233;rieure
                            du bo&#238;tier de l&#x2019;unit&#233;;
                        </para>
                    </step2>
                    <step2>
                        <para count="1">le num&#233;ro 5008311 figure sur l&#x2019;autocollant du code &#224; barres
                            (unit&#233; avec DEL), ou
                        </para>
                    </step2>
                    <step2>
                        <para count="1">le num&#233;ro 5008313 figure sur l&#x2019;autocollant du code &#224; barres
                            (unit&#233; sans DEL).
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Noter et marquer la position de montage de l&#x2019;unit&#233; de commande EC-17 sur
                        la soupape ou le support.
                        <emph type="bold">N&#x2019;utilisez pas de cl&#233; &#224; chocs pour d&#233;visser les boulons
                            si l&#x2019;unit&#233; est mont&#233;e sur la soupape.
                        </emph>
                        Dans ce cas, il est tr&#232;s important de taper sur la t&#234;te des boulons de montage de l&#x2019;unit&#233;
                        avant de les d&#233;visser pour &#233;liminer le risque qu&#x2019;ils se cassent dans la
                        soupape. Desserrer, enlever et conserver les &#233;l&#233;ments de fixation de l&#x2019;unit&#233;
                        de commande sur la soupape ou le support. Dans certains v&#233;hicules, il peut &#234;tre n&#233;cessaire
                        d&#x2019;enlever le support mont&#233; sur le ch&#226;ssis, la soupape et l&#x2019;unit&#233; de
                        commande en un seul bloc.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Pose de la nouvelle unit&#233; de commande (instructions pour les unit&#233;s EC-17 et EC-30)
                </title>
                <step1>
                    <para count="1">Consulter la section &#171;
                        <emph type="bold">RENSEIGNEMENTS SUR LES PI&#200;CES</emph> &#187; de la pr&#233;sente lettre
                        pour d&#233;terminer l&#x2019;unit&#233; de commande &#224; installer.
                    </para>
                </step1>
                <step1>
                    <para count="1">Monter l&#x2019;unit&#233; dans le bon sens avec les &#233;l&#233;ments de fixation
                        d&#x2019;origine et serrer les boulons &#224; 98 lbf&#183;po ou 11 N&#183;M.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rebrancher les connexions &#233;lectriques de l&#x2019;unit&#233; et serrer les
                        boulons de retenue du connecteur &#224; 15 &#224; 20 lbf&#183;po ou 1,7 &#224; 2,3 N&#183;M.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">4. AVANT DE TOURNER LA CL&#201; DE CONTACT &#192; LA POSITION ON &#192; L&#x2019;&#201;TAPE
                            5, NOTER LA S&#201;QUENCE CORRECTE DE CLIGNOTEMENT DU T&#201;MOIN DES FREINS ABS CI-DESSOUS
                            (PARAGRAPHE A OU B) SELON VOTRE APPLICATION. SI LE V&#201;HICULE A LA TRACTION ASSERVIE,
                            METTRE L&#x2019;INTERRUPTEUR DE TRACTION ASSERVIE &#192; LA POSITION DE MARCHE
                        </emph>
                        <emph type="boldundersc">AVANT DE METTRE LA CL&#201; DE CONTACT &#192; LA POSITION ON &#192; L&#x2019;&#201;TAPE
                            5.
                        </emph>
                        La limitation du couple et le freinage du diff&#233;rentiel ont &#233;t&#233; configur&#233;s
                        &#224; l&#x2019;usine pour tous les camions porteurs &#224; traction asservie. Au moment de la
                        mise sous tension, l&#x2019;une des deux s&#233;quences de clignotement suivantes du t&#233;moin
                        du tableau de bord se produira.
                    </para>
                    <step2>
                        <para count="1">
                            <emph type="bold">Unit&#233; EC-17 avec ou sans traction asservie :</emph>
                            Le t&#233;moin ABS et le t&#233;moin de traction asservie (le cas &#233;ch&#233;ant)
                            <emph type="bold">s&#x2019;allumeront d&#x2019;abord, puis &#233;mettront deux
                                clignotements
                            </emph>
                            pour signifier que l&#x2019;unit&#233; s&#x2019;est configur&#233;e correctement. Si la s&#233;quence
                            de clignotement est diff&#233;rente, passer &#224; l&#x2019;&#233;tape 5.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">
                            <emph type="bold">Unit&#233; EC-30 avec ou sans traction asservie :</emph>
                            Le t&#233;moin ABS et le t&#233;moin de traction asservie (le cas &#233;ch&#233;ant)
                            <emph type="bold">s&#x2019;allumeront pendant 2,5 secondes, puis s&#x2019;&#233;teindront
                            </emph>
                            pour signifier que l&#x2019;unit&#233; s&#x2019;est autoconfigur&#233;e correctement. Si le
                            t&#233;moin de traction asservie &#233;met un ou deux clignotements au lieu de rester allum&#233;
                            pendant 2,5 secondes, la configuration n&#x2019;a pas eu lieu et il faut reconfigurer l&#x2019;unit&#233;
                            (passer &#224; l&#x2019;&#233;tape 5).
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Tourner la cl&#233; de contact &#224; la position On et v&#233;rifier si la s&#233;quence
                        de clignotement du t&#233;moin correspond &#224; celle indiqu&#233;e &#224; l&#x2019;&#233;tape
                        4; laisser accumuler la pression d&#x2019;air jusqu&#x2019;&#224; la position de coupure du r&#233;gulateur,
                        puis tourner la cl&#233; de contact &#224; la position Off. Si la s&#233;quence ne correspond
                        pas &#224; celle d&#233;crite &#224; l&#x2019;&#233;tape 4, passer &#224; l&#x2019;&#233;tape 6
                        pour effectuer la reconfiguration.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la s&#233;quence de clignotement ne correspond pas &#224; celle d&#233;crite
                        &#224; l&#x2019;&#233;tape 4, reconfigurer l&#x2019;unit&#233; en suivant l&#x2019;une ou l&#x2019;autre
                        des m&#233;thodes suivantes. Mettre la cl&#233; &#224; la position On, puis :
                    </para>
                    <step2>
                        <para count="1">appuyer sur le bouton de r&#233;armement DCI pendant environ 20 secondes (jusqu&#x2019;&#224;
                            ce que les DEL commencent &#224; clignoter rapidement), puis le rel&#226;cher. Tourner la cl&#233;
                            de contact &#224; OFF et r&#233;p&#233;ter l&#x2019;&#233;tape 5, puis passer &#224; l&#x2019;&#233;tape
                            7;
                        </para>
                    </step2>
                    <step2>
                        <para count="1">tenir un aimant &#224; l&#x2019;endroit de r&#233;armement de l&#x2019;affichage
                            de diagnostic pendant environ 20 secondes (si l&#x2019;unit&#233; est dot&#233;e de DEL,
                            elles commenceront &#224; clignoter rapidement), puis retirer l&#x2019;aimant. Tourner la cl&#233;
                            de contact &#224; OFF et r&#233;p&#233;ter l&#x2019;&#233;tape 5, puis passer &#224; l&#x2019;&#233;tape
                            7.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Une fois l&#x2019;unit&#233; correctement configur&#233;e, enfoncer la p&#233;dale
                        de freinage et tourner la cl&#233; de contact &#224; la position On. Les modulateurs du syst&#232;me
                        ABS devraient &#233;mettre une s&#233;rie de courtes pulsations d&#x2019;air dans l&#x2019;ordre
                        suivant : avant droit, avant gauche, arri&#232;re droit et arri&#232;re gauche. Ces pulsations
                        se r&#233;p&#233;teront une autre fois dans cet ordre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aucun t&#233;moin ne devrait rester allum&#233; si le syst&#232;me fonctionne
                        correctement. Dans le cas contraire, consulter le manuel d&#x2019;entretien principal, &#224; la
                        section CTS-5292 &#171; Initial Start-up Procedure &#187;.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#x2019;assurer que les freins fonctionnent correctement.</para>
                </step1>
                <step1>
                    <para count="1">Retourner l&#x2019;unit&#233; retir&#233;e conform&#233;ment &#224; la section
                        &#171; RENSEIGNEMENTS SUR LES PI&#200;CES &#187;. Proc&#233;der comme d&#x2019;habitude en
                        soumettant le formulaire R-5185 Parts Disposition Authorization.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">CETTE SECTION COMPREND LES RENSEIGNEMENTS SUIVANTS :</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>QUELLE UNIT&#201; DE COMMANDE DEVEZ-VOUS COMMANDER?</para>
                    <seqlist style="alphauc">
                        <item>
                            <para>Si vous &#234;tes le concessionnaire vendeur.</para>
                        </item>
                        <item>
                            <para>Si vous n&#x2019;&#234;tes pas le concessionnaire vendeur.</para>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>HISTORIQUE ET UTILISATION DES NUM&#201;ROS DE PI&#200;CE</para>
                </item>
                <item>
                    <para>IDENTIFICATION DES UNIT&#201;S NEUVES</para>
                </item>
                <item>
                    <para>RETOUR DES VIEILLES PI&#200;CES ET IDENTIFICATION DES UNIT&#201;S D&#201;FECTUEUSES</para>
                </item>
            </seqlist>
            <table id="t0051002">
                <title>CODES DES BO&#206;TES DE VITESSES MANUELLES AUTOMATIS&#201;ES EATON</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.67*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.80*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>AutoShift</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>AutoShift 2</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>AutoSelect</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>13GJU, 13GJV, 13GJW</para>
                                <para>13GKP, 13GKR</para>
                            </entry>
                            <entry colname="col2">
                                <para>13GKU, 13GKV, 13GKW, 13GKX, 13GKY</para>
                                <para>13GMG, 13GMH, 13GMT, 13GMU, 13GMV, 13GMW</para>
                                <para>13GNR, 13GNS, 13GNT, 13GNU, 13GNV, 13GNW</para>
                            </entry>
                            <entry colname="col3">
                                <para>13GJE, 13GJG, 13GJH, 13GJJ, 13GJK, 13GJL, 13GJM, 13GJN</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">QUELLE UNIT&#201; DE COMMANDE DEVEZ-VOUS COMMANDER? (Veuillez lire la section
                            1 enti&#232;rement.)
                        </emph>
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>
                                <emph type="bold">Si vous &#234;tes le concessionnaire vendeur,</emph>
                                commandez le num&#233;ro d&#x2019;unit&#233; figurant dans le rapport &#224; bande verte
                                joint &#224; cette lettre r&#233;vis&#233;e. &#201;tant donn&#233; la complexit&#233;
                                inh&#233;rente au choix de l&#x2019;unit&#233; appropri&#233;e pour chaque v&#233;hicule,
                                International a joint &#224; cet envoi r&#233;vis&#233; destin&#233; aux
                                concessionnaires un rapport sp&#233;cial &#224; bande verte qui pr&#233;sente aux
                                concessionnaires vendeurs les num&#233;ros de pi&#232;ce des unit&#233;s pour les v&#233;hicules
                                qui n&#x2019;avaient pas &#233;t&#233; modifi&#233;s en juin 2001.
                                <emph type="bold">Nota :</emph>
                                les num&#233;ros de pi&#232;ce figurant dans ce rapport sont recommand&#233;s pour les v&#233;hicules
                                &#171;
                                <emph type="bold">tels que construits</emph> &#187;. Il se peut que les fabricants de
                                caisses aient ajout&#233; une PDF &#224; double arbre qui pourrait n&#233;cessiter une
                                modification du c&#226;blage (consultez la
                                <emph type="bold">REMARQUE SP&#201;CIALE SUR LES PDF &#192; DOUBLE ARBRE</emph>
                                au paragraphe B ci-dessous). Consultez le rapport &#224; bande verte fourni avec cette
                                lettre pour commander la pi&#232;ce convenant &#224; un NIV. Afin de faciliter la
                                gestion des stocks aux Centres de distribution des pi&#232;ces, veuillez limiter les
                                quantit&#233;s command&#233;es au nombre d&#x2019;unit&#233;s qui peuvent &#234;tre pos&#233;es
                                dans une courte p&#233;riode de temps. Si vous n&#x2019;&#234;tes pas le concessionnaire
                                vendeur du v&#233;hicule dont vous faites l&#x2019;entretien, vous pouvez appeler celui
                                qui l&#x2019;est et lui demander de consulter son rapport &#224; bande verte ou vous
                                devez suivre les directives indiqu&#233;es au paragraphe B ci-dessous pour d&#233;terminer
                                l&#x2019;unit&#233; &#224; installer.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">B. Si vous n&#x2019;&#234;tes pas le concessionnaire vendeur,</emph>
                                vous pouvez appeler celui qui l&#x2019;est et lui demander de consulter son rapport
                                &#224; bande verte
                                <emph type="bold">OU</emph>
                                suivre les directives ci-dessous et utiliser l&#x2019;&#233;cran &#171;
                                <emph type="bold">WPIE</emph> &#187; dans DDEW pour chercher les codes de construction.
                            </para>
                            <para>
                                <emph type="bold">Pour d&#233;terminer le num&#233;ro de pi&#232;ce &#224; commander, r&#233;pondez
                                    aux questions suivantes.
                                </emph>
                            </para>
                            <seqlist style="arabic">
                                <item>
                                    <para>Le v&#233;hicule est-il dot&#233; d&#x2019;une bo&#238;te de vitesses manuelle
                                        automatis&#233;e Eaton figurant au
                                        <hotlnk xrefid="t0051002">tableau 1</hotlnk>? Si oui, arr&#234;tez ici; vous
                                        <emph type="bold">DEVEZ UTILISER L&#x2019;UNIT&#201; EC-30</emph>
                                        (8900075R91). Sinon, passez &#224; la question 2 ci-dessous.
                                    </para>
                                </item>
                                <item>
                                    <para>Le v&#233;hicule comporte-t-il une traction asservie, code de frein 04AZD ou
                                        04AZJ? Si oui, arr&#234;tez ici; vous
                                        <emph type="bold">DEVEZ COMMANDER L&#x2019;UNIT&#201; EC-30</emph>
                                        (8900075R91). Il n&#x2019;est plus possible de commander d&#x2019;unit&#233;
                                        EC-17 avec DEL (8900072R91), mais vous pouvez l&#x2019;utiliser si vous en avez
                                        une &#224; votre &#233;tablissement. Sinon, passez &#224; la question 3
                                        ci-dessous.
                                    </para>
                                </item>
                                <item>
                                    <para>Le v&#233;hicule comporte-t-il des freins portant le code 04AZM ou 804AZA
                                        (804AZA se trouve dans le bas de la liste de codes et non pas avec les codes
                                        04)? Si oui, arr&#234;tez ici et commandez l&#x2019;unit&#233; EC-30
                                        (8900075R91). Il n&#x2019;est plus possible de commander d&#x2019;unit&#233;
                                        EC-17 avec DEL (8900072R91), mais vous pouvez l&#x2019;utiliser si vous en avez
                                        une &#224; votre &#233;tablissement. Sinon, passez &#224; la question 4
                                        ci-dessous.
                                    </para>
                                </item>
                                <item>
                                    <para>Le v&#233;hicule comporte-t-il des freins portant le code 04AZN? Si oui, arr&#234;tez
                                        ici; vous DEVEZ commander l&#x2019;unit&#233; EC-30 (8900075R91). Sinon,
                                        utilisez l&#x2019;unit&#233; 8900073R91. Nota : Le code 04AZN est associ&#233;
                                        &#224; seulement 50 NIV et les v&#233;hicules ont tous &#233;t&#233; construits
                                        pour le m&#234;me client. Si vous n&#x2019;avez pas d&#233;termin&#233; que l&#x2019;unit&#233;
                                        EC-30 est n&#233;cessaire apr&#232;s avoir r&#233;pondu aux questions 1 &#224;
                                        4, vous devez alors utiliser l&#x2019;unit&#233; 8900073R91.
                                    </para>
                                </item>
                            </seqlist>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">HISTORIQUE ET UTILISATION DES NUM&#201;ROS DE PI&#200;CE :</emph>
                        Les Centres de distribution des pi&#232;ces (CDP) ont fourni trois num&#233;ros d&#x2019;unit&#233;
                        de commande pour cette campagne, soit deux num&#233;ros d&#x2019;unit&#233; EC-17 modifi&#233;e
                        et un num&#233;ro d&#x2019;unit&#233; EC-30. Toutefois, la production de l&#x2019;unit&#233;
                        EC-17 modifi&#233;e avec DEL (8900072R91) a cess&#233; et cette pi&#232;ce a &#233;t&#233;
                        remplac&#233;e par l&#x2019;unit&#233; EC-30 (toutes les unit&#233;s EC-30 sont pourvues de
                        DEL).
                        <emph type="bold">SEULEMENT 10 %</emph>
                        des v&#233;hicules faisant l&#x2019;objet de cette campagne devraient n&#233;cessiter l&#x2019;unit&#233;
                        EC-30. Ne commandez pas uniquement des unit&#233;s EC-30 simplement parce qu&#x2019;elles
                        conviennent &#224; toutes les utilisations, car les stocks sont limit&#233;s. Bendix ne
                        fabriquera plus d&#x2019;unit&#233;s EC-17; cependant, les CDP en poss&#232;dent une grande
                        quantit&#233;, sans DEL, qu&#x2019;il faut utiliser. Consultez le rapport sp&#233;cial &#224;
                        bande verte pour conna&#238;tre le num&#233;ro de pi&#232;ce appropri&#233; ou suivez les
                        directives de s&#233;lection figurant au num&#233;ro 1, QUELLE UNIT&#201; DE COMMANDE DEVEZ-VOUS
                        COMMANDER?
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>
                                <emph type="bold">A. 8900072R91 : PLUS DISPONIBLE.</emph>
                                Bendix a cess&#233; la fabrication de cette unit&#233;. Elle correspond &#224; l&#x2019;unit&#233;
                                EC-17 modifi&#233;e avec DEL. L&#x2019;unit&#233; EC-30 (8900075R91) remplacera
                                automatiquement l&#x2019;unit&#233; 8900072R91 au moment de la commande de cette derni&#232;re.
                                L&#x2019;unit&#233; 8900072R91 est toujours ad&#233;quate et il faudrait l&#x2019;utiliser
                                si vous en avez en stock &#224; votre &#233;tablissement.
                                <emph type="bold">Ne l&#x2019;utilisez pas</emph>
                                avec les BO&#206;TES DE VITESSES AUTOMATIS&#201;ES EATON figurant au tableau 1, car cela
                                pourrait modifier les points de changement de vitesse.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">8900073R91:</emph>
                                Il s&#x2019;agit de l&#x2019;unit&#233; EC-17 sans DEL. La plupart des v&#233;hicules
                                vis&#233;s par cette campagne, soit 90 %, devraient utiliser cette unit&#233;. Il faut l&#x2019;installer
                                dans les v&#233;hicules qui, &#224; l&#x2019;origine, &#233;taient d&#233;pourvus de DEL
                                et de la traction asservie.
                                <emph type="bold">NE L&#x2019;UTILISEZ PAS</emph>
                                dans les v&#233;hicules comportant le code 04AZJ, 04AZM ou 804AZA.
                                <emph type="bold">Ne l&#x2019;utilisez pas</emph>
                                avec les BO&#206;TES DE VITESSES AUTOMATIS&#201;ES EATON figurant au tableau 1, car cela
                                pourrait modifier les points de changement de vitesse.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">8900075R91:</emph>
                                Il s&#x2019;agit de l&#x2019;unit&#233; EC&#64979;30. Toutes ces unit&#233;s sont
                                pourvues de DEL. Elles remplaceront l&#x2019;unit&#233; 8900072R91 abandonn&#233;e dans
                                toutes les commandes.
                            </para>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">IDENTIFICATION DES UNIT&#201;S NEUVES :</emph>
                        Toutes les unit&#233;s de remplacement peuvent se reconna&#238;tre facilement &#224; leur bande
                        adh&#233;sive blanche ou verte &#224; la partie sup&#233;rieure du bo&#238;tier ou au point vert
                        coll&#233; sur le dessus du bo&#238;tier.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">RETOUR DES VIEILLES PI&#200;CES ET IDENTIFICATION DES UNIT&#201;S D&#201;FECTUEUSES
                            :
                        </emph>
                        Retournez toutes les pi&#232;ces d&#233;pos&#233;es (d&#233;fectueuses). On reconna&#238;t ces
                        pi&#232;ces &#224; l&#x2019;un des num&#233;ros suivants sur l&#x2019;&#233;tiquette de code
                        &#224; barres : 5002767 (avec DEL) ou 5002927 (sans DEL)
                        <emph type="bold">OU</emph>
                        par les num&#233;ros de pi&#232;ce International 3518871C1, 3520190C91, 3521228C91, 3527451C91
                        ou 3533409C1. Le bo&#238;tier d&#x2019;une pi&#232;ce d&#233;fectueuse n&#x2019;a ni bande adh&#233;sive
                        blanche ou verte ni point vert autocollant. Si vous avez des questions sur la fa&#231;on d&#x2019;identifier
                        une unit&#233; de commande, communiquez avec Bendix en composant le num&#233;ro 1 800 AIR&#64979;BRAK.
                        Retournez les pi&#232;ces par Purolator en port d&#251; &#224; :
                    </para>
                </item>
            </seqlist>
            <verbatim>
                <line>
                    <emph type="bold">Rappel Honeywell/Bendix ABS</emph>
                </line>
                <line>
                    <emph type="bold">8851, Place Croissant 4</emph>
                </line>
                <line>
                    <emph type="bold">Anjou (Qu&#233;bec) H1J 1A9</emph>
                </line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <table id="t0051001">
                <title>RENSEIGNEMENTS SUR LA MAIN-D&#x2019;OEUVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#176; d&#x2019;op&#233;ration</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00511-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement de l&#x2019;unit&#233; de commande &#233;lectronique ABS</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,8 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D&#x2019;IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de
                <hotlnk xrefid="fclaim">remboursement au titre de la garantie</hotlnk>. Les directives compl&#232;tes
                sont d&#233;crites dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re
                doit &#234;tre apport&#233;e aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l'objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur vente,
                leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d'avis au client et des cartes d'autorisation d'entretien de ces
                v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-00511.
            </para>
            <para>Distribution : Tous les concessionnaires</para>
        </responex>
    </recall>
</isis>
