<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01512 - Arbres de direction inf&#233;rieurs des mod&#232;les 9000i et 5000i construits en
        juillet et ao&#251;t 2001
    </stitle>
    <recall id="rec01512" translation="french">
        <recallnumber>01512</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Septembre 2001</recalldate>
        <subjectfile>DIRECTION</subjectfile>
        <subject>Arbres de direction inf&#233;rieurs des mod&#232;les 9000i et 5000i construits en juillet et ao&#251;t
            2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>07/27/2001</startdate>
                        <enddate>08/23/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>07/27/2001</startdate>
                        <enddate>08/23/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>La direction peut faire d&#233;faut en tout temps sans avertissement dans des conditions normales de
                conduite. La d&#233;faillance potentielle est attribuable &#224; une soudure mal situ&#233;e sur l&#x2019;arbre
                de direction inf&#233;rieur. Si le v&#233;hicule a un arbre de direction d&#233;fectueux, une perte
                totale de ma&#238;trise de la direction peut survenir.
                <emph type="bold">Cela pourrait causer un accident entra&#238;nant des dommages, des blessures ou la
                    mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S ET DATES DE CONSTRUCTION</title>
            </para>
            <para>Tous les mod&#232;les 9000i et 5000i construits aux usines d&#x2019;assemblage et aux dates suivantes
                :
            </para>
            <randlist type="bullet">
                <item>
                    <para>Chatham : du 27/7/01 au 17/08/01</para>
                </item>
                <item>
                    <para>Garland : du 27/7/01 au 20/08/01</para>
                </item>
                <item>
                    <para>Escobedo : du 27/7/01 au 23/08/01.</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre envoy&#233;e
                aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie aux
                concessionnaires int&#233;ress&#233;s pour leur permettre d&#x2019;assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 01512 - Arbres de direction inf&#233;rieurs des mod&#232;les 9000i et 5000i
                construits en juillet et ao&#251;t 2001
            </stitle>
            <title>REMPLACEMENT DE L&#x2019;ARBRE DE DIRECTION INF&#201;RIEUR</title>
            <para>
                <emph type="bold">Veuillez lire les instructions suivantes en entier et les comprendre avant de
                    commencer la r&#233;paration.
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Retourner tous les arbres de direction enlev&#233;s avec le num&#233;ro de
                            demande de remboursement au titre de la garantie et le num&#233;ro d&#x2019;identification
                            du v&#233;hicule (NIV).
                        </emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Suivre les instructions que vous trouverez dans le n&#233;cessaire de l&#x2019;arbre
                            de direction que Douglas Autotech vous exp&#233;diera directement apr&#232;s que vous lui
                            aurez t&#233;l&#233;copi&#233; la formule Commande de pi&#232;ces - rappel de s&#233;curit&#233;
                            01512. Utiliser l&#x2019;&#233;tiquette d&#x2019;exp&#233;dition pour retourner les pi&#232;ces,
                            remplir la demande de remboursement au titre de la garantie et indiquer le NIV.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Il faut remplacer l&#x2019;arbre de direction de tous les v&#233;hicules vis&#233;s
                            par ce rappel. Cette campagne ne comporte pas d&#x2019;inspection.
                        </emph>
                    </para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Toujours porter des dispositifs de protection oculaire pour faire l&#x2019;entretien d&#x2019;un
                        v&#233;hicule afin de pr&#233;venir les blessures aux yeux.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si vous avez besoin d&#x2019;instructions suppl&#233;mentaires pour effectuer cette r&#233;paration,
                        vous pouvez vous reporter en tout temps au manuel d&#x2019;entretien International. Suivre
                        toutes les pr&#233;cautions normales de s&#233;curit&#233; et les marches &#224; suivre
                        recommand&#233;es dans le manuel d&#x2019;entretien International.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du v&#233;hicule pour l&#x2019;emp&#234;cher de bouger. D&#233;poser le
                            v&#233;hicule sur des chandelles. Ne pas travailler sous un v&#233;hicule soutenu uniquement
                            par des crics. Ces derniers peuvent glisser ou se renverser et entra&#238;ner des blessures
                            graves ou la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Placer le volant de fa&#231;on &#224; avoir acc&#232;s au boulon de serrage de la
                    fourche de direction, au bas de la colonne de direction.
                </para>
            </step1>
            <step1>
                <para count="1">Arr&#234;ter le moteur et appliquer les freins.</para>
            </step1>
            <step1>
                <para count="1">D&#233;faire l&#x2019;attache en plastique de la bague de la gaine de l&#x2019;auvent,
                    &#224; l&#x2019;ext&#233;rieur de la cabine.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Sur certains mod&#232;les, le trou ext&#233;rieur de la bague est d&#233;cal&#233;
                            verticalement. Veuillez noter sa position et la remettre dans le m&#234;me sens. Tirer sur
                            les deux bagues en plastique pour les sortir de la gaine et les retirer de l&#x2019;arbre en
                            s&#233;parant les deux pi&#232;ces de la bague. Faire attention de ne pas endommager les
                            bagues.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retirer le boulon de serrage de la fourche &#224; l&#x2019;extr&#233;mit&#233; inf&#233;rieure
                    de l&#x2019;arbre (&#224; l&#x2019;engrenage de direction).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le boulon de serrage de la fourche &#224; l&#x2019;extr&#233;mit&#233; sup&#233;rieure
                    de l&#x2019;arbre (au bas de la colonne de direction, dans la cabine).
                </para>
            </step1>
            <step1>
                <para count="1">Faire glisser les deux fourches d&#x2019;extr&#233;mit&#233; hors des arbres cannel&#233;s
                    et comprimer l&#x2019;arbre de direction. Faire glisser l&#x2019;arbre avec pr&#233;caution hors de
                    la gaine de l&#x2019;auvent, vers l&#x2019;ext&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer le nouvel arbre dans la gaine &#224; partir de l&#x2019;ext&#233;rieur de
                    la cabine. Faire bien attention de ne pas endommager la gaine durant l&#x2019;installation.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la fourche sur l&#x2019;arbre de direction et serrer le boulon de serrage
                    &#224; 60 lbf&#8226;pi (81 N&#8226;M).
                </para>
            </step1>
            <step1>
                <para count="1">Installer la fourche sur l&#x2019;arbre de la colonne de direction et serrer le boulon
                    de serrage &#224; 60 lbf&#8226;pi (81 N&#8226;M).
                </para>
            </step1>
            <step1>
                <para count="1">Installer les bagues en plastique sup&#233;rieure et inf&#233;rieure, puis les glisser
                    &#224; leur place &#224; l&#x2019;int&#233;rieur de la gaine.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la nouvelle attache en plastique autour de la gaine, &#224; la bague ovale,
                    &#224; l&#x2019;ext&#233;rieur de la cabine.
                </para>
            </step1>
            <step1>
                <para count="1">Retourner l&#x2019;arbre enlev&#233; &#224; Douglas Autotech dans la bo&#238;te de la pi&#232;ce
                    neuve. Utiliser l&#x2019;&#233;tiquette d&#x2019;exp&#233;dition jointe.
                </para>
            </step1>
            <para>Si vous avez des questions concernant cette marche &#224; suivre ou que vous d&#233;sirez obtenir plus
                d&#x2019;information, veuillez communiquer avec International au (219) 461-1873.
            </para>
        </svcproc>
        <partsinfo>
            <para>SUIVRE LES INSTRUCTIONS COMPRISES DANS LES N&#201;CESSAIRES D&#x2019;ARBRES DE DIRECTION ET RETOURNER
                TOUS LES ARBRES.
            </para>
            <para>Commander les pi&#232;ces &#224; l&#x2019;aide de la formule &#224; t&#233;l&#233;copier. Cette
                formule contient des num&#233;ros de pi&#232;ce sp&#233;cifiques, le num&#233;ro de t&#233;l&#233;copieur
                et le num&#233;ro de t&#233;l&#233;phone &#224; composer pour v&#233;rifier vos commandes. Nous avons
                inclus deux exemplaires de la formule &#224; t&#233;l&#233;copier. Le premier est &#224; la page quatre
                de cette lettre de rappel et elle doit rester avec la lettre. Veuillez retirer et reproduire le second
                exemplaire (la derni&#232;re page de cette lettre) au besoin pour commander des pi&#232;ces. Chaque
                arbre de direction sera exp&#233;di&#233; avec deux attaches de remplacement, des instructions de
                remplacement et une &#233;tiquette de retour.
            </para>
            <para>L&#x2019;adresse sur l&#x2019;&#233;tiquette de retour est la suivante :</para>
            <verbatim>
                <line>Douglas Autotech Corporation</line>
                <line>558 Mill Street</line>
                <line>Bronson, MI 49028</line>
                <line>RE: International CRA# 101946</line>
            </verbatim>
            <figure id="f0151201" figsize="pg-wide">
                <graphic filename="../recallfigures/g0151202.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="562px"/>
            </figure>
        </partsinfo>
        <laborinfo>
            <para>Des frais de manutention de 30 $ seront
                <emph type="bold">ajout&#233;s automatiquement</emph> &#224; toutes les demandes de remboursement du
                concessionnaire. Pri&#232;re de ne pas en faire la demande.
            </para>
            <table id="t0151201">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro d&#x2019;op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01512-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement de l&#x2019;arbre de direction inf&#233;rieur</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,6 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01512-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement de l&#x2019;arbre de direction inf&#233;rieur avec capot papillon,
                                    09ASA
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,8 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D&#x2019;IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l&#x2019;objet de la pr&#233;sente campagne
                    doivent &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien de ces v&#233;hicules
                en vertu de ce rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l&#x2019;&#226;ge du v&#233;hicule ou le
                propri&#233;taire, &#224; partir de maintenant.
            </para>
            <para>Cependant, comme l&#x2019;indique l&#x2019;avis au client, on s&#x2019;attend &#224; ce que le
                concessionnaire effectue la r&#233;paration &#224; une date convenue mutuellement avec le client.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                Aucune inspection n&#x2019;est pr&#233;vue pour cette campagne; par cons&#233;quent, vous ne pouvez pas
                indiquer 1 &#224; la case C (CAUSE).
            </para>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l&#x2019;objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur
                vente, leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien
                de ces v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d&#x2019;exportation doivent pr&#233;senter les demandes de remboursement au
                titre de la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01512.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d&#x2019;aide, veuillez appeler le Directeur r&#233;gional
                de l&#x2019;entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
