<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01502 - SUPPORTS D&#x2019;ANCRAGE DU DISPOSITIF DE RATTRAPAGE AUTOMATIQUE DE JEU DES V&#201;HICULES
        CONSTRUITS ENTRE LE 07/10/1996 ET LE 14/11/2000 ET &#201;QUIP&#201;S DE FREINS PNEUMATIQUES EATON/SPICER AVEC
        CYLINDRES DE FREINAGE &#192; COURSE COMPL&#200;TE
    </stitle>
    <recall id="rec01502" translation="french">
        <recallnumber>01502</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>F&#233;vrier 2001</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>SUPPORTS D&#x2019;ANCRAGE DU DISPOSITIF DE RATTRAPAGE AUTOMATIQUE DE JEU DES V&#201;HICULES CONSTRUITS
            ENTRE LE 07/10/1996 ET LE 14/11/2000 ET &#201;QUIP&#201;S DE FREINS PNEUMATIQUES EATON/SPICER AVEC CYLINDRES
            DE FREINAGE &#192; COURSE COMPL&#200;TE
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8100
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>Eaton</vendor>
                <vendor>Spicer</vendor>
            </configure>
        </apply>
        <defect>
            <para>Les supports d&#x2019;ancrage du dispositif de rattrapage automatique de jeu pourraient l&#226;cher et
                se s&#233;parer compl&#232;tement, ce qui pourrait faire en sorte que le dispositif de rattrapage
                automatique de jeu fonctionne comme un dispositif manuel. Si le support d&#x2019;ancrage d&#x2019;un
                dispositif de rattrapage automatique de jeu l&#226;chait, les freins de la roue en question ne se r&#233;gleraient
                pas automatiquement. Lorsque la garniture de frein s&#x2019;use sans qu&#x2019;il y ait rattrapage
                automatique du jeu,
                <emph type="bold">la puissance de freinage du v&#233;hicule peut diminuer et le v&#233;hicule peut
                    causer un accident automobile entra&#238;nant des dommages mat&#233;riels, des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Tous les mod&#232;les 8100, 9100, 9100i, 9200, 9200i, 9300, 9400, 9400i et 9900i construits entre le
                07/10/1996 et le 14/11/2000 et &#233;quip&#233;s de dispositifs de rattrapage automatique de jeu
                EATON/SPICER (Haldex), de cylindres de freinage &#224; course compl&#232;te et de freins EATON / SPICER.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre envoy&#233;e
                aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie aux
                concessionnaires int&#233;ress&#233;s pour leur permettre d'assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - Recall 01502 - SUPPORTS D&#x2019;ANCRAGE DU DISPOSITIF DE RATTRAPAGE AUTOMATIQUE DE JEU DES
                V&#201;HICULES CONSTRUITS ENTRE LE 07/10/1996 ET LE 14/11/2000 ET &#201;QUIP&#201;S DE FREINS
                PNEUMATIQUES EATON/SPICER AVEC CYLINDRES DE FREINAGE &#192; COURSE COMPL&#200;TE
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">INTRODUCTION :</emph>
                Ces supports sont utilis&#233;s sur les ponts arri&#232;re seulement. Les supports d&#x2019;ancrage des
                dispositifs de rattrapage de jeu de tous les v&#233;hicules vis&#233;s par cette campagne, qu&#x2019;ils
                en poss&#232;dent deux ou quatre, devront &#234;tre inspect&#233;s avant d&#x2019;&#234;tre remplac&#233;s.
                Les v&#233;hicules &#233;quip&#233;s de ponts arri&#232;re simples (4 X 2) ont deux supports et les v&#233;hicules
                &#233;quip&#233;s de ponts tandem (6 X 4) en ont quatre. La plupart des supports devront &#234;tre
                remplac&#233;s. Remplacez-les en suivant les directives d&#x2019;inspection d&#233;crites &#224; l&#x2019;&#233;tape
                6 ci-dessous.
            </para>
            <step1>
                <para count="1">Stationner le v&#233;hicule sur une surface de niveau, mettre la bo&#238;te de vitesses
                    au point mort, appliquer le frein de stationnement et arr&#234;ter le moteur.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du v&#233;hicule pour l&#x2019;emp&#234;cher de bouger dans les deux
                            directions. S&#x2019;il bougeait soudainement, cela pourrait entra&#238;ner des blessures
                            graves ou la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Ne jamais travailler sous un v&#233;hicule support&#233; seulement par des crics, car
                            ceux-ci pourraient glisser ou tomber et occasionner des blessures.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">S&#x2019;il est n&#233;cessaire de soulever le v&#233;hicule pour enlever les supports d&#x2019;ancrage,
                    soutenir le v&#233;hicule &#224; l&#x2019;aide de chandelles.
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser de l&#x2019;air comprim&#233; pour lib&#233;rer le frein &#224; ressort; s&#x2019;assurer
                    que la tige poussoir est compl&#232;tement rentr&#233;e. Si aucune alimentation en air n&#x2019;est
                    disponible, le frein &#224; ressort doit &#234;tre bloqu&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">INSPECTION N&#201;CESSAIRE : Suivre les directives ci-dessous avant de proc&#233;der au
                    remplacement des supports d&#x2019;ancrage et se reporter &#224; la FIGURE 1. Certains v&#233;hicules
                    &#233;quip&#233;s de ponts tandem ont &#233;t&#233; construits avec la bonne combinaison de support
                    et de dispositif de rattrapage de jeu sur seulement un des essieux.
                </para>
                <specpara>
                    <warning>
                        <para>L&#x2019;installation du support d&#x2019;ancrage fourni dans le cadre de cette campagne
                            sur le mauvais dispositif de rattrapage de jeu peut faire en sorte que les freins soient
                            trop serr&#233;s ou qu&#x2019;ils glissent.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="bold">BONS SUPPORTS D&#x2019;ANCRAGE (INSTALL&#201;S EN USINE)</emph>
                    : Les bons supports pr&#233;sentent une double courbure, comme le montre l&#x2019;image de gauche de
                    la FIGURE 1, et le num&#233;ro &#171; 500 &#187; peut &#234;tre estamp&#233; sur la partie la plus
                    longue du support.
                    <emph type="bold">NE PAS REMPLACER CES SUPPORTS, CAR, AUTREMENT, LES FREINS POURRAIENT &#202;TRE
                        TROP SERR&#201;S OU GLISSER.
                    </emph>
                </para>
                <para>
                    <emph type="bold">SUPPORTS D&#x2019;ANCRAGE D&#201;FECTUEUX :</emph>
                    Les supports d&#233;fectueux NE pr&#233;sentent PAS de double courbure. Comparer l&#x2019;image de
                    gauche de la FIGURE 1 avec celle du milieu. Tous les supports d&#233;fectueux ressembleront &#224;
                    celui de l&#x2019;image du centre et le num&#233;ro &#171; 430 &#187;
                    <emph type="bold">peut &#234;tre</emph>
                    estamp&#233; sur la partie la plus longue du support.
                    <emph type="bold">Remplacer tous les supports qui correspondent &#224; cette description.</emph>
                </para>
                <para>
                    <emph type="bold">SUPPORT DE REMPLACEMENT FOURNI DANS LE CADRE DE CE PROGRAMME :</emph>
                    Le support de remplacement fourni dans le cadre de ce programme ne pr&#233;sente pas de double
                    courbure comme le support ad&#233;quat install&#233; &#224; l&#x2019;origine, mais il diff&#232;re
                    physiquement du support d&#233;fectueux. Si cette pi&#232;ce est install&#233;e correctement, elle
                    ne devrait pas &#234;tre pli&#233;e ou inclin&#233;e pr&#232;s du goujon du bras de r&#233;glage
                    (voir l&#x2019;image de droite de la FIGURE 1 ci-dessous).
                </para>
                <figure id="f0150201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0150201.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="312px"/>
                </figure>
                <table id="t0150201">
                    <tgroup cols="3">
                        <colspec colname="col1" colwidth="0.98*"/>
                        <colspec colname="col2" colwidth="1.03*"/>
                        <colspec colname="col3" colwidth="1.00*"/>
                        <tbody>
                            <row>
                                <entry colname="col1">
                                    <para>Ne pas remplacer les supports qui pr&#233;sentent une double courbure, comme
                                        le montre l&#x2019;image ci-dessus.
                                    </para>
                                </entry>
                                <entry colname="col2">
                                    <para>Remplacer les supports qui ressemblent au support sans double courbure
                                        ci-dessus. Le support sera pli&#233; ou inclin&#233; pr&#232;s de la fente du
                                        bras de r&#233;glage.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pi&#232;ce de remplacement 2506341C1 install&#233;e correctement; elle ne
                                        devrait pas &#234;tre pli&#233;e ou inclin&#233;e pr&#232;s de la fente du bras
                                        de r&#233;glage.
                                    </para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </step1>
            <step1>
                <para count="1">&#192; l&#x2019;aide d&#x2019;une cl&#233; de &#189; po, enlever l&#x2019;&#233;crou qui
                    retient le support d&#x2019;ancrage au bras de r&#233;glage.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l&#x2019;aide d&#x2019;une cl&#233; hexagonale de 7/16 po, faire tourner l&#x2019;&#233;crou
                    de rattrapage de jeu dans le sens antihoraire. Un cliquetis se fera entendre. Cela d&#233;gagera le
                    frein et permettra de le d&#233;placer suffisamment pour retirer l&#x2019;&#233;crou de fixation du
                    cylindre.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l&#x2019;aide d&#x2019;une cl&#233; de 15/16 po, retirer l&#x2019;&#233;crou de
                    fixation du cylindre et la rondelle.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;poser le support d&#x2019;ancrage et enlever tout d&#233;bris ou tout mat&#233;riau
                    en grattant la surface de fixation du support d&#x2019;ancrage.
                </para>
            </step1>
            <step1>
                <para count="1">Placer le nouveau support sur le goujon du cylindre et sur celui du bras de r&#233;glage.
                    Installer la rondelle et l&#x2019;&#233;crou du cylindre. Serrer l&#x2019;&#233;crou et v&#233;rifier
                    si le support est bien appuy&#233; sur la surface de fixation.
                </para>
            </step1>
            <step1>
                <para count="1">Serrer l&#x2019;&#233;crou du goujon du cylindre &#224; un couple de 105 &#224; 125 lbf&#183;pi.</para>
            </step1>
            <step1>
                <para count="1">S&#x2019;assurer que la pression d&#x2019;air du syst&#232;me est sup&#233;rieure &#224;
                    85 lb/po2 et que la tige poussoir du cylindre de freinage est compl&#232;tement rentr&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Visser l&#x2019;&#233;crou hexagonal de rattrapage de jeu dans le sens horaire jusqu&#x2019;&#224;
                    ce que les sabots touchent au tambour de frein.
                </para>
            </step1>
            <step1>
                <para count="1">Visser l&#x2019;&#233;crou hexagonal de rattrapage de jeu d&#x2019;un demi-tour dans le
                    sens antihoraire.
                    <emph type="bold">Le bras de r&#233;glage est maintenant d&#233;plac&#233;.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Pour positionner le bras de r&#233;glage</emph>, faire tourner le bras de r&#233;glage
                    dans le sens antihoraire, comme le montre la FIGURE 1, ou &#224; l&#x2019;oppos&#233; de l&#x2019;&#233;crou
                    hexagonal de rattrapage de jeu en se rapprochant du cylindre jusqu&#x2019;&#224; ce qu&#x2019;il
                    rencontre la but&#233;e interne. Si le bras de r&#233;glage est mal positionn&#233;, LES FREINS
                    SERONT TROP SERR&#201;S.
                </para>
            </step1>
            <step1>
                <para count="1">Installer et serrer l&#x2019;&#233;crou du bras de r&#233;glage &#224; un couple de 10
                    &#224; 15 lbf&#183;pi. S&#x2019;assurer que le bras de r&#233;glage ne se d&#233;place pas pendant
                    le serrage. S&#x2019;assurer que le support d&#x2019;ancrage n&#x2019;est pas pli&#233; ou inclin&#233;
                    pr&#232;s de la fente du bras de r&#233;glage et qu&#x2019;il est install&#233; correctement, comme
                    le montre l&#x2019;image de droite de la FIGURE 1.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;bloquer le cylindre de freinage s&#x2019;il avait &#233;t&#233; bloqu&#233;
                    &#224; l&#x2019;&#233;tape 5.
                </para>
            </step1>
            <step1>
                <para count="1">Ne pas retourner ni r&#233;utiliser les supports d&#233;fectueux. Les d&#233;truire et
                    les recycler localement.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Un seul num&#233;ro de support est utilis&#233; pour cette campagne (
                <emph type="bold">2506341C1</emph>). Les v&#233;hicules vis&#233;s par cette campagne n&#233;cessiteront
                deux ou quatre supports (voir l&#x2019;&#233;tape 6 de la marche &#224; suivre qui porte sur l&#x2019;inspection).
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Remarque</emph>
                : Utiliser un seul num&#233;ro d&#x2019;op&#233;ration pour chaque v&#233;hicule vis&#233; par la
                campagne, soit le num&#233;ro 1 ou 2 indiqu&#233; ci-dessous.
            </para>
            <table id="t0150202">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#140;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#176; d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;poser et remplacer deux supports d&#x2019;ancrage</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01502-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;poser et remplacer quatre supports d&#x2019;ancrage</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,9 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli
                <hotlnk xrefid="fclaim">correctement</hotlnk>
                pour faciliter le traitement de la demande de remboursement au titre de la garantie. Les directives
                compl&#232;tes sont d&#233;crites dans le Manuel de garantie &#224; la section 7-1. Une attention
                particuli&#232;re doit &#234;tre apport&#233;e aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement de distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01502.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
