<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01514 R&#201;VISION A - Reprogrammation du contr&#244;le des syst&#232;mes &#233;lectriques
        (ESC) pour emp&#234;cher la fusion de logiciel de phares des mod&#232;les 4300 et 4400 construits entre le 24
        octobre 2000 et le 7 novembre 2001
    </stitle>
    <recall id="rec01514" translation="french">
        <recallnumber>01514 R&#201;VISION A</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>JUIN 2002</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Reprogrammation du contr&#244;le des syst&#232;mes &#233;lectriques (ESC) pour emp&#234;cher la fusion
            de logiciel de phares des mod&#232;les 4300 et 4400 construits entre le 24 octobre 2000 et le 7 novembre
            2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>11/07/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>11/07/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <title>D&#201;TAILS DE CETTE R&#201;VISION</title>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Remplacez, partout dans vos installations, tous les exemplaires de la lettre originale par la
                        pr&#233;sente R&#233;vision A.
                    </para>
                </item>
                <item>
                    <para>Nous avons modifi&#233; la section du proc&#233;d&#233; d'entretien en y ajoutant les plus r&#233;centes
                        versions de logiciel et avons &#233;limin&#233; la M&#201;THODE N&#176; 3.
                    </para>
                </item>
                <item>
                    <para>D'autres v&#233;hicules ont &#233;t&#233; inclus dans cette campagne, ce qui a eu pour effet
                        de modifier &#233;galement la FIN de la p&#233;riode de construction du 19 septembre 2001 au
                        <emph type="bold">7 novembre 2001</emph>.
                    </para>
                </item>
            </seqlist>
            <para>Diff&#233;rents fusibles de logiciel &#224; l'int&#233;rieur du contr&#244;le des syst&#232;mes &#233;lectriques
                (ESC) contr&#244;lent les feux de croisement et les phares de route. Une anomalie du logiciel dans l'ESC
                peut provoquer le grillage ou l'ouverture du circuit des feux de croisement ou de celui des phares de
                route, donnant ainsi lieu &#224; une perte de l'&#233;clairage des feux de croisement ou des phares de
                route, ou m&#234;me de tous ces feux et phares. Un passage r&#233;p&#233;t&#233; des feux de croisement
                aux phares de route, ou des phares de route aux feux de croisement peut provoquer cet &#233;tat. En cas
                du grillage du circuit des feux de croisement/phares de route, le logiciel &#233;teindra les feux de
                croisement/phares de route pendant une demi-seconde, puis tentera de les allumer &#224; nouveau. Si le
                logiciel d&#233;termine que l'anomalie est toujours pr&#233;sente, celui-ci &#233;teindra les feux de
                croisement/phares de route pendant une seconde. Tant et aussi longtemps que l'anomalie est pr&#233;sente,
                le d&#233;lai d'extinction augmentera par en incr&#233;ments doublants jusqu'&#224; une p&#233;riode
                maximale d'extinction de 512 secondes. Si l'anomalie est toujours pr&#233;sente &#224; ce stade-l&#224;,
                les feux de croisement/phares de route s'&#233;teindront et le logiciel ne tentera pas de les rallumer
                jusqu'&#224; ce qu'un cycle de la cl&#233; de contact soit effectu&#233;.
            </para>
            <para>Un &#233;tat de grillage des phares pourrait se produire sans avertissement pour le conducteur, et ce
                dernier pourrait se retrouver dans une situation d'extinction totale des feux et phares pendant qu'il
                conduit le v&#233;hicule. Une extinction totale des feux et phares pourrait occasionner un accident, ce
                qui pourrait entra&#238;ner des dommages mat&#233;riels ou des blessures corporelles, voire m&#234;me
                mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S ET DATES DE CONSTRUCTION</title>
            </para>
            <para>Tous les mod&#232;les 4300 et 4400 construits du 24 octobre 2000 au
                <emph type="bold">7 novembre 2001</emph>.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">RENSEIGNEMENTS IMPORTANTS SUR LA COMPAGNE - PRI&#200;RE DE LIRE!</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Tous les v&#233;hicules vis&#233;s &#224; l'origine par AFC 01911 doivent faire l'objet
                            d'une r&#233;paration en vertu du rappel de s&#233;curit&#233; 01514.
                        </para>
                    </item>
                    <item>
                        <para>Le logiciel utilis&#233; dans le cadre de ce rappel de s&#233;curit&#233;, 01514, comprend
                            les modifications requises dans le cadre de AFC 01911; ainsi, le AFC 01911 a &#233;t&#233;
                            annul&#233;.
                        </para>
                    </item>
                    <item>
                        <para>Le rappel de s&#233;curit&#233; 01514 et le AFC 01911 seront effectu&#233;s avec la
                            version logicielle 13 ou plus r&#233;cente pour les ESC Infineon, ou la version logicielle
                            105 ou plus r&#233;cente pour les ESC Hitachi.
                        </para>
                    </item>
                    <item>
                        <para>Veuillez mettre au rebut tous les c&#233;d&#233;roms que vous avez re&#231;u pour le
                            01911. Ceux-ci sont p&#233;rim&#233;s en raison de la nouvelle &#233;dition du logiciel dans
                            le cadre du rappel de s&#233;curit&#233; 01514 (20/9/01).
                        </para>
                    </item>
                    <item>
                        <para>Au moment du lancement de cette campagne, le rappel de s&#233;curit&#233; 01514 a remplac&#233;
                            le 01911 dans les dossiers de NIV des v&#233;hicules qui n'avaient pas fait l'objet de r&#233;parations
                            dans le cadre de AFC 01911.
                        </para>
                    </item>
                    <item>
                        <para>La reprogrammation de l'ESC peut &#234;tre effectu&#233; &#224; l'aide de deux m&#233;thodes
                            qui peuvent &#234;tre ex&#233;cut&#233;es au moyen de l'outil de configuration, de
                            modification autoris&#233;e et de programmation International (ICAP) :
                        </para>
                        <para>
                            <emph type="bold">M&#233;thode 1</emph>
                            : Utilisez ICAP pour effectuer une op&#233;ration de reconfiguration de l'ESC
                            <emph type="bold">OU</emph>
                        </para>
                        <para>
                            <emph type="bold">M&#233;thode 2</emph>
                            : Utilisez ICAP pour effectuer une op&#233;ration de remplacement de l'ESC.
                        </para>
                    </item>
                </randlist>
                <para>
                    <emph type="bold">Veuillez lire et bien comprendre le proc&#233;d&#233; et les directives suivants
                        avant d'effectuer l'op&#233;ration.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>M&#201;THODE 1 : Utilisez ICAP pour effectuer une op&#233;ration de reconfiguration de l'ESC
                </title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger.</para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Coupez le moteur et serrez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Lancez ICAP.</para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous d'avoir la version 1.7 d'ICAP charg&#233;e dans votre appareil
                        EZ-Tech.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez l'article 1.
                        <emph type="bold">&#171;Get Data&#187; (obtenir les donn&#233;es)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Entrez les 8 derniers caract&#232;res du num&#233;ro de NIV du v&#233;hicule &#224;
                        programmer, s&#233;lectionnez le bouton de radio aux fins de reconfiguration, puis s&#233;lectionnez
                        le bouton de radio pour &#171;Get from International&#187; (obtenir d'International). S&#233;lectionnez
                        <emph type="bold">&#171;Add Chassis&#187; (ajouter un ch&#226;ssis)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le bouton
                        <emph type="bold">&#171;Next&#187; (suivant)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le ch&#226;ssis &#224; reconfigurer, puis s&#233;lectionnez le
                        bouton
                        <emph type="bold">&#171;Next&#187; (suivant)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le type de connexion, DCN 2 ou acc&#232;s par DCN 2.</para>
                </step1>
                <step1>
                    <para count="1">Entrez le(s) nom(s) d'utilisateur et mot(s) de passe appropri&#233;(s).</para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le bouton
                        <emph type="bold">&#171;Submit&#187; (soumettre)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Le message &#171;There are no added or deleted features to submit&#187; (Il n'y a
                        aucune fonction ajout&#233;e ou supprim&#233;e &#224; soumettre) sera affich&#233; dans une fen&#234;tre.
                        Do you wish to submit&#187; (Voulez-vous soumettre). S&#233;lectionnez le bouton
                        <emph type="bold">&#171;Yes&#187; (oui)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Le message &#171;Submit Successful&#187; (soumission r&#233;ussie) sera affich&#233;
                        dans une fen&#234;tre. S&#233;lectionnez le bouton
                        <emph type="bold">OK</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le bouton
                        <emph type="bold">&#171;Complete&#187; (achev&#233;)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si vous optez de recevoir automatiquement le programme, un message sera affich&#233;
                        vous demandant d'attendre; le fichier 1 de 1 sera alors t&#233;l&#233;charg&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si vous optez de recevoir manuellement le fichier &#224; un moment ult&#233;rieur,
                        cliquez sur l'article 4,
                        <emph type="bold">&#171;Manual Receive&#187; (r&#233;ception manuelle)</emph>, affich&#233; sur
                        l'&#233;cran principal de l'ICAP. Entrez le num&#233;ro du ch&#226;ssis et recevez le programme.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Une fois la programmation achev&#233;e, assurez-vous d'effectuer le
                            rebranchement &#224; l'ICAP d'International et envoyez les confirmations de programmation en
                            cliquant sur &#171;Manual History Update&#187; (mise &#224; jour manuelle de l'historique),
                            affich&#233; sur l'&#233;cran principal de l'ICAP. Vous pourriez faire cette op&#233;ration
                            p&#233;riodiquement; toutefois, vous devriez limiter le plus possible les d&#233;lais entre
                            les t&#233;l&#233;chargements de ces renseignements, puisque les r&#233;clamations au titre
                            de la garantie ne seront pas approuv&#233;es aux fins de paiement avant que la base de donn&#233;es
                            ait v&#233;rifi&#233; que la reprogrammation a &#233;t&#233; achev&#233;e et qu'un &#171;Y&#187;
                            (oui) est inscrit dans le dossier du NIV. D&#232;s que la r&#233;clamation est trait&#233;e,
                            le &#171;Y&#187; sera remplac&#233; par un &#171;2&#187;, pour indiquer l'ach&#232;vement.
                        </emph>
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>M&#201;THODE 2 : Utilisez ICAP pour effectuer une op&#233;ration de remplacement de l'ESC (nota :
                    vous ne pouvez traiter que 2 v&#233;hicules &#224; la fois au moyen de l'op&#233;ration de
                    remplacement)
                </title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger.</para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Coupez le moteur et serrez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Lancez ICAP.</para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous d'avoir la version 1.7 d'ICAP charg&#233;e dans votre appareil
                        EZ-Tech.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez l'article 1.
                        <emph type="bold">&#171;Get Data&#187; (obtenir les donn&#233;es)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Entrez les 8 derniers caract&#232;res du num&#233;ro de NIV du v&#233;hicule &#224;
                        reprogrammer, s&#233;lectionnez le bouton de radio aux fins de remplacement de l'ESC, et entrez
                        le num&#233;ro de l'ESC que vous voulez programmer. S&#233;lectionnez
                        <emph type="bold">&#171;Add Chassis&#187; (ajouter un ch&#226;ssis)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le ch&#226;ssis &#224; reprogrammer, puis s&#233;lectionnez
                        <emph type="bold">&#171;Next&#187; (suivant)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez la fa&#231;on dont vous voulez recevoir le fichier du programme,
                        soit
                        <emph type="bold">&#171;Automatically&#187; (automatiquement)</emph>
                        ou
                        <emph type="bold">&#171;Manually receive later&#187; (recevoir manuellement plus tard)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">S&#233;lectionnez le type de connexion, DCN 2 ou acc&#232;s par DCN 2.</para>
                </step1>
                <step1>
                    <para count="1">Entrez le(s) nom(s) d'utilisateur et mot(s) de passe appropri&#233;(s).</para>
                </step1>
                <step1>
                    <para count="1">Si vous avez opt&#233; de recevoir automatiquement le programme, un message sera
                        affich&#233; vous demandant d'attendre; le fichier 1 de 1 sera alors t&#233;l&#233;charg&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si vous avez opt&#233; de recevoir manuellement le fichier &#224; un moment ult&#233;rieur,
                        cliquez sur l'article 4,
                        <emph type="bold">&#171;Manual Receive&#187; (r&#233;ception manuelle)</emph>, affich&#233; sur
                        l'&#233;cran principal de l'ICAP. Entrez le num&#233;ro du ch&#226;ssis et recevez le programme.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Une fois la programmation achev&#233;e, assurez-vous d'effectuer le
                            rebranchement &#224; l'ICAP d'International et envoyez les confirmations de programmation en
                            cliquant sur &#171;Manual History Update&#187; (mise &#224; jour manuelle de l'historique),
                            affich&#233; sur l'&#233;cran principal de l'ICAP. Vous pourriez faire cette op&#233;ration
                            p&#233;riodiquement; toutefois, vous devriez limiter le plus possible les d&#233;lais entre
                            les t&#233;l&#233;chargements de ces renseignements, puisque les r&#233;clamations au titre
                            de la garantie ne seront pas approuv&#233;es aux fins de paiement avant que la base de donn&#233;es
                            ait v&#233;rifi&#233; que la reprogrammation a &#233;t&#233; achev&#233;e et qu'un &#171;Y&#187;
                            (oui) est inscrit dans le dossier du NIV. D&#232;s que la r&#233;clamation est trait&#233;e,
                            le &#171;Y&#187; sera remplac&#233; par un &#171;2&#187;, pour indiquer l'ach&#232;vement.
                        </emph>
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Aucune pi&#232;ce ne devrait &#234;tre concern&#233;e dans les r&#233;clamations au
                    titre de la garantie vis&#233;es par 01514, puisque cette campagne ne touche que la reprogrammation
                    de logiciel.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <para>&#8226; Une heure de main-d'&#339;uvre est pr&#233;vue pour cette campagne.</para>
            <para>&#8226; Aucune r&#233;clamation au titre de la garantie dans laquelle une p&#233;riode de main-d'&#339;uvre
                de plus de 0,5 h est inscrite ne sera approuv&#233;e.
            </para>
            <table id="t0151401">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01514-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprogrammation de l'ESC</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>TToutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention de la lettre de rappel G-01514.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
