<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01515 - Boulon de pincement du raccord de l&#x2019;arbre de direction inf&#233;rieur au bo&#238;tier
        de direction dans les mod&#232;les 4300 et 4400 construits du 4 au 19 septembre 2001
    </stitle>
    <recall id="rec01515" translation="french">
        <recallnumber>01515</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>D&#233;cembre 2001</recalldate>
        <subjectfile>DIRECTION</subjectfile>
        <subject>Boulon de pincement du raccord de l&#x2019;arbre de direction inf&#233;rieur au bo&#238;tier de
            direction dans les mod&#232;les 4300 et 4400 construits du 4 au 19 septembre 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>09/04/2001</startdate>
                        <enddate>09/19/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>09/04/2001</startdate>
                        <enddate>09/19/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>On a install&#233; un &#233;crou &#224; embase de cat&#233;gorie 5 inad&#233;quat, au lieu d&#x2019;un
                &#233;crou de cat&#233;gorie 8 et d&#x2019;une rondelle plate durcie sur le boulon de pincement de la
                fourche de l&#x2019;arbre de direction au niveau du raccord entre la fourche et le bo&#238;tier de
                direction. Il est possible que le filet de l&#x2019;&#233;crou de cat&#233;gorie 5 ait &#233;t&#233;
                endommag&#233; au moment du serrage &#224; l&#x2019;usine de montage. Si tel est le cas, la r&#233;duction
                de la force de serrage retenant l&#x2019;arbre au bo&#238;tier de direction pourrait causer une d&#233;fectuosit&#233;
                soudaine de la direction dans des conditions de conduite normales. Une direction d&#233;fectueuse risque
                de provoquer un accident pouvant causer des dommages mat&#233;riels, des blessures ou la mort.
            </para>
            <para>
                <title>MODELS INVOLVED</title>
            </para>
            <para>Seulement les mod&#232;les 4300 et 4400 construits &#224; l&#x2019;usine de montage de Springfield du
                04/09/2001 au 19/09/2001 sont vis&#233;s par ce rappel.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre envoy&#233;e
                aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie aux
                concessionnaires int&#233;ress&#233;s pour leur permettre d&#x2019;assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>French - Recall 01515 - Boulon de pincement du raccord de l&#x2019;arbre de direction inf&#233;rieur
                au bo&#238;tier de direction dans les mod&#232;les 4300 et 4400 construits du 4 au 19 septembre 2001
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">INTRODUCTION:</emph>
                Utiliser une trousse (8900079R91) par v&#233;hicule. Chaque trousse contient un contre-&#233;crou de cat&#233;gorie
                8 et une rondelle plate durcie. Remplacer l&#x2019;&#233;crou &#224; embase de cat&#233;gorie 5 sur le
                boulon de pincement de la fourche au niveau du raccord de cette derni&#232;re au bo&#238;tier de
                direction.
            </para>
            <para>
                <emph type="bold">Lire attentivement les directives suivantes avant de commencer la r&#233;paration.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Toujours porter des dispositifs de protection oculaire pour faire l&#x2019;entretien d&#x2019;un
                        v&#233;hicule afin de pr&#233;venir les blessures aux yeux.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du v&#233;hicule pour l&#x2019;emp&#234;cher de bouger. S&#x2019;il se d&#233;place
                            soudainement, il risque de causer des blessures graves ou la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Placer le volant de mani&#232;re &#224; permettre l&#x2019;acc&#232;s au boulon de
                    pincement de l&#x2019;arbre de direction inf&#233;rieur, au niveau du raccord entre la fourche de l&#x2019;arbre
                    et le bo&#238;tier de direction.
                </para>
            </step1>
            <step1>
                <para count="1">Arr&#234;ter le moteur et serrer les freins.</para>
            </step1>
            <step1>
                <para count="1">Retirer l&#x2019;&#233;crou du boulon de pincement.</para>
            </step1>
            <step1>
                <para count="1">Remplacer l&#x2019;&#233;crou &#224; embase de cat&#233;gorie 5 par le nouvel &#233;crou
                    de cat&#233;gorie 8 et la nouvelle rondelle plate et serrer l&#x2019;&#233;crou &#224; un couple de
                    50 &#224; 60 lbf-pi (68 &#224; 81 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Jeter l&#x2019;&#233;crou de cat&#233;gorie 5 sur place.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Tous les v&#233;hicules vis&#233;s par ce rappel n&#233;cessitent une trousse de r&#233;paration
                8900079R91 contenant toutes les pi&#232;ces n&#233;cessaires. Il n&#x2019;y a pas d&#x2019;inspection,
                car on s&#x2019;attend &#224; devoir r&#233;parer tous les v&#233;hicules.
            </para>
            <table id="t0151501">
                <title>Contenu de la trousse 8900079R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.62*"/>
                    <colspec colname="col2" align="center" colwidth="0.83*"/>
                    <colspec colname="col3" align="center" colwidth="0.54*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Contre-&#233;crou hexagonal 7/16 - 20,couple d&#x2019;autoblocage, cat&#233;gorie
                                    8
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>273896</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Rondelle plate durcie 7/16 (0,469 dia. int. x 0,922 dia. ext.)</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>26272R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Liste du contenu et des couples de serrage recommand&#233;s</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>2508386R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>Il n&#x2019;y a pas d&#x2019;inspection, car on s&#x2019;attend &#224; devoir r&#233;parer tous les v&#233;hicules.</para>
            <table id="t0151502">
                <title>RENSEIGNEMENTS SUR LA MAIN-D&#x2019;&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>No d&#x2019;op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01515-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacer l&#x2019;&#233;crou du boulon de pincement de l&#x2019;arbre de
                                    direction inf&#233;rieur
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D&#x2019;IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l&#x2019;objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur
                vente, leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien
                de ces v&#233;hicules en vertu de ce rappel, vous devez IMM&#201;DIATEMENT aviser les &#233;tablissements
                o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s ou le client, directement de votre
                &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l&#x2019;&#226;ge du v&#233;hicule ou le
                propri&#233;taire, &#224; partir de maintenant.
            </para>
            <para>Cependant, conform&#233;ment &#224; l&#x2019;avis envoy&#233; au client, on s&#x2019;attend &#224; ce
                que le concessionnaire ex&#233;cute les r&#233;parations &#224; la date mutuellement convenue avec le
                client.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Note particuli&#232;re</emph>
                : Aucun choix d&#x2019;inspection n&#x2019;est offert pour cette campagne; par cons&#233;quent, la
                mesure pour celle-ci ne peut pas &#234;tre 1.
            </para>
            <para>Consulter le Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l&#x2019;objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur
                vente, leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien
                de ces v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d&#x2019;exportation doivent pr&#233;senter les demandes de remboursement au
                titre de la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01515.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d&#x2019;aide, veuillez appeler le Directeur r&#233;gional
                de l&#x2019;entretien au Bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
