<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01504 - Barres de direction TRW avec cages de rotule 24-DL de certains mod&#232;les 2000,
        4000, 5000 et 9000i construits entre le 16/07/1999 et le 01/09/1999
    </stitle>
    <recall id="rec01504" translation="french">
        <recallnumber>01504</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mars 2001</recalldate>
        <subjectfile>DIRECTION</subjectfile>
        <subject>Barres de direction TRW avec cages de rotule 24-DL de certains mod&#232;les 2000, 4000, 5000 et 9000i
            construits entre le 16/07/1999 et le 01/09/1999
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>TRW</vendor>
            </configure>
        </apply>
        <defect>
            <para>Certaines barres de direction TRW dot&#233;es de cages de rotule 24&#64979;DL et portant les codes de
                date 9G2 ou 9G3 ont une duret&#233; inf&#233;rieure aux sp&#233;cifications, ce qui pourrait occasionner
                la s&#233;paration du pivot &#224; rotule de la cage de rotule. Il faut examiner les codes de date de
                fabrication des barres de direction et remplacer les barres s&#x2019;ils correspondent &#224; l&#x2019;un
                des deux codes de date indiqu&#233;s ci-dessus. Si un pivot &#224; rotule se s&#233;parait de la cage de
                rotule d&#x2019;une barre de direction, le conducteur pourrait perdre la ma&#238;trise de la direction
                et
                <emph type="bold">le v&#233;hicule pourrait causer un accident automobile entra&#238;nant des dommages
                    mat&#233;riels, des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise certains mod&#232;les 2000, 4000, 5000 et 9000i construits entre le 16/07/1999 et
                le 01/09/1999
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre envoy&#233;e
                aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie aux
                concessionnaires int&#233;ress&#233;s pour leur permettre d'assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">INSPECTION DU CODE DE DATE</emph>: Le code de date se trouve sur l&#x2019;un ou l&#x2019;autre
                des couvercles d&#x2019;extr&#233;mit&#233; pr&#232;s du graisseur Zerk ou sur la barre de direction pr&#232;s
                du num&#233;ro de pi&#232;ce estamp&#233;. Si le code de date se trouve &#224; la fois aux extr&#233;mit&#233;s
                et sur la barre, c&#x2019;est le code d&#x2019;extr&#233;mit&#233; qui doit &#234;tre utilis&#233;.
                Remplacer la barre de direction si le code de date est
                <emph type="bold">9G2 ou 9G3</emph>. Si le code de date trouv&#233; n&#x2019;est pas 9G2 ou 9G3, aucune
                r&#233;paration n&#x2019;est n&#233;cessaire.
            </para>
            <para>
                <emph type="bold">Pour les v&#233;hicules &#224; deux bo&#238;tiers de direction</emph>, veuillez
                consulter le TABLEAU 1 pour voir si une seule des barres de direction ou bien les deux sont vis&#233;es
                par ce rappel. Deux formats diff&#233;rents de cages de rotule font l&#x2019;objet d&#x2019;un rappel de
                s&#233;curit&#233;, &#224; savoir le format 20&#64979;EDL (rappel 00513) et le format 24&#64979;DL
                (rappel 01504). Les v&#233;hicules peuvent &#234;tre pourvus de barres de direction d&#x2019;un seul
                type ou bien des deux. Si les deux barres de direction du v&#233;hicule sont dot&#233;es de cages de
                rotule 24&#64979;DL, alors elles sont toutes deux vis&#233;es par le rappel de s&#233;curit&#233; 01504.
                Si le v&#233;hicule est pourvu d&#x2019;une barre de direction dot&#233;e d&#x2019;une cage de rotule 20&#64979;EDL,
                veuillez v&#233;rifier si le rappel 00513 s&#x2019;applique. Si tel est le cas, veuillez observer la
                marche &#224; suivre indiqu&#233;e dans le rappel 00513.
            </para>
            <para>
                <emph type="bold">D&#201;POSE DE LA BARRE DE DIRECTION :</emph>
                Cette marche &#224; suivre sert aux barres de direction fixes et aux barres r&#233;glables &#224; une
                extr&#233;mit&#233; et comprend les directives de r&#233;glage des barres r&#233;glables. Si le v&#233;hicule
                a deux essieux directeurs, r&#233;p&#233;ter l&#x2019;inspection et, si n&#233;cessaire, la marche
                &#224; suivre de remplacement des deux barres de direction.
            </para>
            <step1>
                <para count="1">Stationner le v&#233;hicule sur une surface de niveau, tourner les roues avant de fa&#231;on
                    qu&#x2019;elles pointent droit vers l&#x2019;avant, appliquer le frein de stationnement et arr&#234;ter
                    le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">ATTENTION :</emph>
                    Bloquer les roues du v&#233;hicule pour l&#x2019;emp&#234;cher de bouger. S&#x2019;il bougeait
                    soudainement, cela pourrait entra&#238;ner des blessures graves ou la mort.
                </para>
            </step1>
            <step1>
                <para count="1">Pour les barres r&#233;glables, noter et marquer la position du volant.</para>
            </step1>
            <step1>
                <para count="1">Pour les barres r&#233;glables, noter la position de l&#x2019;extr&#233;mit&#233; et
                    celle du collier du tuyau.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;poser la barre de direction du v&#233;hicule si cela est n&#233;cessaire suite
                    &#224; l&#x2019;
                    <emph type="bold">INSPECTION DU CODE DE DATE</emph>
                    indiqu&#233;e ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">Pour les barres r&#233;glables, mesurer la longueur totale de l&#x2019;ensemble pour r&#233;gler
                    la nouvelle barre de direction &#224; la m&#234;me longueur et serrer le collier &#224; la position
                    not&#233;e &#224; l&#x2019;&#233;tape 4.
                </para>
            </step1>
            <step1>
                <para count="1">Ne pas retourner les pi&#232;ces d&#233;fectueuses. Les mettre plut&#244;t &#224; la
                    ferraille ou au recyclage.
                </para>
            </step1>
            <para>
                <emph type="bold">POSE DE LA BARRE DE DIRECTION</emph>
                : Cette marche &#224; suivre sert aux barres de direction fixes et aux barres r&#233;glables &#224; une
                extr&#233;mit&#233;. Si le v&#233;hicule a deux essieux directeurs, r&#233;p&#233;ter la marche &#224;
                suivre pour les deux barres de direction.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>S&#x2019;assurer que le trou du levier de commande de direction, celui du levier de commande
                        de fus&#233;e et la surface du pivot &#224; rotule sont propres.
                    </para>
                </item>
                <item>
                    <para>Poser la nouvelle barre de direction et serrer les &#233;crous des pivots &#224; rotule &#224;
                        un couple de
                        <emph type="bold">100 &#224; 125 lbf&#9679;pi</emph>
                        pour les pivots &#224; rotule &#224; joints coulissants et &#224; un couple de
                        <emph type="bold">200 &#224; 250 lbf&#9679;pi pour les pivots &#224; rotule &#224; joint en mati&#232;re
                            compressible (veuillez consulter le TABLEAU 1 pour conna&#238;tre le couple par num&#233;ro
                            de pi&#232;ce et par type de pivot &#224; rotule)</emph>. Si vous ne pouvez pas enfiler la
                        goupille fendue, serrer l&#x2019;&#233;crou cr&#233;nel&#233; jusqu&#x2019;&#224; la prochaine
                        ouverture (ne pas le desserrer). Poser les goupilles fendues et les replier en position de
                        verrouillage.
                    </para>
                </item>
                <item>
                    <para>Pour les barres r&#233;glables, r&#233;gler l&#x2019;alignement du volant en fonction de la
                        position marqu&#233;e pr&#233;c&#233;demment et r&#233;gler au besoin, pour ce faire, l&#x2019;extr&#233;mit&#233;
                        de la barre de direction. Une rotation de l'extr&#233;mit&#233; de la barre de direction &#233;quivaut
                        approximativement &#224; 8 degr&#233;s de rotation du volant.
                    </para>
                </item>
                <item>
                    <para>Serrer le collier de tuyau des barres r&#233;glables &#224; un couple de
                        <emph type="bold">40 &#224; 60 lbf&#9679;pi</emph>.
                    </para>
                </item>
                <item>
                    <para>Graisser les deux extr&#233;mit&#233;s de la barre de direction.</para>
                </item>
                <item>
                    <para>Ne pas retourner les pi&#232;ces d&#233;fectueuses. Les mettre plut&#244;t &#224; la ferraille
                        ou au recyclage.
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <partsinfo>
            <para>Le TABLEAU 1 ci-dessous sert &#224; d&#233;terminer le ou les num&#233;ros des pi&#232;ces
                International requises pour chaque v&#233;hicule. Vous devez avoir le code de mod&#232;le, le code de bo&#238;tier
                de direction et, quelquefois, le code d&#x2019;essieu avant pour consulter le tableau. Quant aux v&#233;hicules
                &#224; deux bo&#238;tiers de direction n&#x2019;ayant qu&#x2019;une seule des barres de direction
                figurant au tableau ci-dessous, veuillez v&#233;rifier si le rappel 00513 s&#x2019;applique pr&#233;sentement
                &#224; l'autre barre de direction.
            </para>
            <table id="t0150401">
                <title>Barres De Direction</title>
                <tgroup cols="6">
                    <colspec colname="col1" colwidth="1.95in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <colspec colname="col3" colwidth="1.14in"/>
                    <colspec colname="col4" colwidth="1.29in"/>
                    <colspec colname="col5" colwidth="0.85in"/>
                    <colspec colname="col6" colwidth="0.80in"/>
                    <spanspec namest="col5" nameend="col6" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>CODES DE MOD&#200;LES</para>
                            </entry>
                            <entry colname="col2" morerows="1">
                                <para>CODE DE DIRECTION</para>
                            </entry>
                            <entry colname="col3" morerows="1">
                                <para>NO DE PI&#200;CE INTERNATIONAL</para>
                            </entry>
                            <entry colname="col4" morerows="1">
                                <para>INSPECTION</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>COUPLE : lbf&#9679;pi</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col5">
                                <para>BO&#206;TIER DE DIRECTION</para>
                            </entry>
                            <entry colname="col6">
                                <para>ESSIEU</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>D30570,D31070,D31570, D31870,DF5570,DF5670, DG5570,DG5670,DR5570,
                                    DR5670,DW5670,DX5570, DX5670,DY5670,DZ5670
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTB 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PUA 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>D31170, D32170</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTB 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PUA 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>SA2654, SA2674,SF2654, SF2674,SG2604</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTA 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1664845C92</para>
                            </entry>
                            <entry colname="col4">
                                <para>2 BO&#206;TIERS DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTB 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1664845C92</para>
                            </entry>
                            <entry colname="col4">
                                <para>2 BO&#206;TIERS DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>SR4854,SX4954</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PRJ 1 bo&#238;tier de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>1667662C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>1 BO&#206;TIER DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>L91170,L91270,L91370, L26570,L27570,L27770, L92170,L92270,L92370,
                                    L20570,L21570,L21770, L94170,L94270,L94370
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>05PRJ, 05PSA 1 bo&#238;tier de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>3500966C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>1 BO&#206;TIER DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTB 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>3500966C91 3501116C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>200-250 200-250</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125 100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="3">
                                <para>L20370,L21370,L21670, L29370,L29670,L93170, L93270,L93370,L93570, L93670</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PSA 1 bo&#238;tier de directionTOUS LES ESSIEUX, SAUF02AED et 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>1 BO&#206;TIER DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PRJ 1 bo&#238;tier de directionTOUS LES ESSIEUX, SAUF02AED et 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>1 BO&#206;TIER DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PTB 2 bo&#238;tiers de direction</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91 3528838C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>GAUCHE/DROITE</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125 100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125 100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>05PRJ, 05PSA 1 bo&#238;tier de direction AVEC 02AED OU 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3523195C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>1 BO&#206;TIER DE DIRECTION, GAUCHE SEUL.</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Remarque : Soumettre un seul num&#233;ro d&#x2019;op&#233;ration par demande de
                    remboursement.
                </emph>
            </para>
            <table id="t0150402">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#140;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#176; d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01504-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection seulement</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,2 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01504-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et remplacement d'une barre de direction</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,9 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01504-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et remplacement de deux barres de direction</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,4 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l'&#226;ge du v&#233;hicule ou le propri&#233;taire,
                &#224; partir de maintenant.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli
                <hotlnk xrefid="fclaim">correctement</hotlnk>
                pour faciliter le traitement de la demande de remboursement au titre de la garantie. Les directives
                compl&#232;tes sont d&#233;crites dans le Manuel de garantie &#224; la section 7-1. Une attention
                particuli&#232;re doit &#234;tre apport&#233;e aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l'objet de la pr&#233;sente campagne doivent
                    &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d'avis au client et des cartes d'autorisation d'entretien de ces v&#233;hicules en vertu de ce
                rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement de distributeur.
            </para>
            <para>Les &#233;tablissements d'exportation doivent pr&#233;senter les demandes de remboursement au titre de
                la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01504.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d'aide, veuillez appeler le Directeur r&#233;gional de
                l'entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
