<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01511 - Remplacement de l&#x2019;interrupteur pneumatique des feux de freinage des mod&#232;les
        5000 et 9000 construits entre le 01/07/1998 et le 07/05/2001
    </stitle>
    <recall id="rec01511" translation="french">
        <recallnumber>01511</recallnumber>
        <market>U.S., Export</market>
        <recalldate>Octobre 2001</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Remplacement de l&#x2019;interrupteur pneumatique des feux de freinage des mod&#232;les 5000 et 9000
            construits entre le 01/07/1998 et le 07/05/2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>05/07/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>05/07/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Dans certaines conditions d&#x2019;utilisation, l&#x2019;interrupteur pneumatique des feux de
                freinage, mont&#233; sur l&#x2019;auvent &#224; l&#x2019;ext&#233;rieur de la cabine, peut ne pas s&#x2019;activer
                en cours de freinage l&#233;ger ou normal, ce qui pourrait emp&#234;cher les feux de freinage de s&#x2019;allumer.
            </para>
            <para>Si les feux de freinage venaient &#224; faire d&#233;faut en cours de freinage mod&#233;r&#233; ou
                normal, aucun feu n&#x2019;indiquera que le v&#233;hicule ralentit,
                <emph type="bold">ce qui pourrait provoquer un accident pouvant causer des dommages mat&#233;riels, des
                    blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MOD&#200;LES VIS&#201;S</title>
            </para>
            <para>Cette campagne vise tous les v&#233;hicules des s&#233;ries 5000 et 9000 construits entre le
                01/07/1998 et le 07/05/2001.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Nous avons joint &#224; la pr&#233;sente une copie de la lettre envoy&#233;e
                aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie aux
                concessionnaires int&#233;ress&#233;s pour leur permettre d&#x2019;assurer le suivi de ce rappel et de r&#233;parer
                les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <stitle>French - Recall 01511 - Remplacement de l&#x2019;interrupteur pneumatique des feux de freinage des
                mod&#232;les 5000 et 9000 construits entre le 01/07/1998 et le 07/05/2001
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>
                <emph type="bold">Introduction:</emph>
                Cette marche &#224; suivre explique comment remplacer l&#x2019;interrupteur pneumatique des feux de
                freinage, illustr&#233; ci-dessous &#224; la FIGURE 1, article 1.
            </para>
            <figure id="f0151101" figsize="col-wide">
                <graphic filename="../recallfigures/g0151101.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="352px"/>
                <caption>Orientation Correcte Du Collecteur D&#x2019;air Des Interrupteurs</caption>
                <calloutgroup>
                    <callout1>1. Interrupteur des feux de freinage (bo&#238;tier &#224; bande/&#233;tiquette rouge et
                        fil orange).
                    </callout1>
                    <callout1>2. Interrupteur du r&#233;gulateur de vitesse (bo&#238;tier &#224; bande/&#233;tiquette
                        blanche et fil pourpre).
                    </callout1>
                    <callout1>3. Les fils des interrupteurs des feux de freinage et du r&#233;gulateur de vitesse
                        doivent &#234;tre attach&#233;s au collecteur d&#x2019;air &#224; cet endroit.
                    </callout1>
                    <callout1>4. Collecteur d&#x2019;air.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Stationner le v&#233;hicule sur une surface de niveau, appliquer le frein de
                    stationnement et arr&#234;ter le moteur.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquer les roues du camion pour l&#x2019;emp&#234;cher de bouger. S&#x2019;il bougeait
                            sans avertissement, cela pourrait occasionner des blessures graves ou la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifier l&#x2019;orientation de l&#x2019;interrupteur des feux de freinage. Ce
                    dernier devrait &#234;tre mont&#233; avec le connecteur &#233;lectrique sur le dessus, comme le
                    montre la figure 1. Si l&#x2019;interrupteur est &#224; l&#x2019;envers et que le connecteur se
                    trouve en-dessous, ARR&#202;TER et effectuer la marche &#224; suivre indiqu&#233;e dans le rappel de
                    s&#233;curit&#233; 00506 en consultant la lettre G-00506 relative &#224; cette campagne.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le connecteur &#233;lectrique de l&#x2019;interrupteur des feux de
                    freinage et retirer l&#x2019;interrupteur du collecteur d&#x2019;air.
                </para>
            </step1>
            <step1>
                <para count="1">Mettre le nouvel interrupteur des feux de freinage en place et rebrancher le connecteur
                    &#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier si les feux de freinage s&#x2019;allument lorsqu&#x2019;on appuie sur la p&#233;dale
                    de frein.
                </para>
            </step1>
            <step1>
                <para count="1">Plier imm&#233;diatement les bornes de l&#x2019;ancien interrupteur avec des pinces afin
                    d&#x2019;en emp&#234;cher la r&#233;utilisation, puis jeter cet interrupteur.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Vous aurez besoin, pour chaque camion vis&#233; par cette campagne, d&#x2019;un
                    interrupteur de feux de freinage portant le num&#233;ro de pi&#232;ce 2035006C2.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0151101">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>No d&#x2019;op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01511-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement de l&#x2019;interrupteur des feux de freinage</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,4 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D&#x2019;IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l&#x2019;objet de la pr&#233;sente campagne
                    doivent &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien de ces v&#233;hicules
                en vertu de ce rappel, vous devez aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                les &#233;tablissements o&#249; les v&#233;hicules ont &#233;t&#233; transf&#233;r&#233;s, ou le client,
                directement de votre &#233;tablissement concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l&#x2019;&#226;ge du v&#233;hicule ou le
                propri&#233;taire, &#224; partir de maintenant.
            </para>
            <para>Cependant, conform&#233;ment &#224; l&#x2019;avis envoy&#233; au client, on s&#x2019;attend &#224; ce
                que le concessionnaire ex&#233;cute les r&#233;parations &#224; la date mutuellement convenue avec le
                client.
            </para>
            <para>Afin d&#x8216;&#233;viter d&#x2019;avoir &#224; remplacer le v&#233;hicule d&#x2019;un propri&#233;taire
                ou &#224; effectuer le remboursement du prix d&#x2019;achat moins une provision raisonnable pour d&#233;pr&#233;ciation,
                on doit &#224; tout prix fixer rapidement un rendez-vous avec chaque propri&#233;taire afin que son v&#233;hicule
                puisse &#234;tre r&#233;par&#233; le plus t&#244;t possible.
            </para>
        </responuscan>
        <claims>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l&#x2019;objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur
                vente, leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien
                de ces v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d&#x2019;exportation doivent pr&#233;senter les demandes de remboursement au
                titre de la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01511.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d&#x2019;aide, veuillez appeler le Directeur r&#233;gional
                de l&#x2019;entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
