<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01510 - Embouts de barre d&#x2019;accouplement TRW de certains mod&#232;les 2000, 4000,
        5000, 8000 et 9000 construits entre le 15/06/1999 et le 15/08/2000
    </stitle>
    <recall id="rec01510" translation="french">
        <recallnumber>01510</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Ao&#251;t 2001</recalldate>
        <subjectfile>ESSIEU AVANT</subjectfile>
        <subject>Embouts de barre d&#x2019;accouplement TRW de certains mod&#232;les 2000, 4000, 5000, 8000 et 9000
            construits entre le 15/06/1999 et le 15/08/2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Tous les embouts de barre d&#x2019;accouplement 20-EDL TRW pos&#233;s sur les v&#233;hicules
                International font l&#x2019;objet de ce rappel en raison de la possibilit&#233; de s&#233;paration du
                pivot &#224; rotule de la cage de rotule. Certains de ces v&#233;hicules ont d&#233;j&#224; &#233;t&#233;
                vis&#233;s par le rappel de s&#233;curit&#233; 00512 portant sur les embouts de barre d&#x2019;accouplement
                TRW (voir la section AVIS AUX PROPRI&#201;TAIRES ci-dessous).
                <emph type="bold">Il n&#x2019;y a pas d&#x2019;option d&#x2019;inspection; les embouts de barre d&#x2019;accouplement
                    de tous les v&#233;hicules doivent &#234;tre remplac&#233;s par des embouts de barre d&#x2019;accouplement
                    20-DL, m&#234;me de ceux qui avaient &#233;t&#233; inspect&#233;s dans le cadre du rappel 00512.
                </emph>
                Si un embout de barre d&#x2019;accouplement se s&#233;parait, le conducteur pourrait perdre la ma&#238;trise
                <emph type="bold">du v&#233;hicule, qui risquerait alors de causer un accident, entra&#238;nant des
                    dommages mat&#233;riels, des blessures ou la mort.
                </emph>
            </para>
            <para>
                <title>MODELS INVOLVED</title>
            </para>
            <para>Cette campagne vise certains mod&#232;les 2000, 4000, 5000, 8000 et 9000 construits entre le
                15/06/1999 et le 15/08/2000, &#224; essieux avant ArvinMeritor d&#x2019;une capacit&#233; de 12 000 lb,
                de 13 200 lb ou de 14 600 lb ou Dana d&#x2019;une capacit&#233; de 9 000 lb.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des Camions et Moteurs International avisera les propri&#233;taires des v&#233;hicules
                vis&#233;s par cette campagne. Les propri&#233;taires de v&#233;hicule qui, dans le cadre du rappel
                00512, n&#x2019;avaient pas fait remplacer les embouts de barre d&#x2019;accouplement avant le
                07/08/2001, recevront le pr&#233;sent avis.
                <emph type="bold">Le num&#233;ro 01510 a remplac&#233; le 00512 dans le dossier correspondant &#224;
                    leur NIV dans notre syst&#232;me de garantie le 07/08/2001.
                </emph>
                Les propri&#233;taires qui ont fait inspecter leur v&#233;hicule dans le cadre du rappel 00512 sans
                faire remplacer les embouts de barre d&#x2019;accouplement, doivent les faire remplacer dans le cadre de
                cette campagne; cependant, le dossier d&#x2019;inspection du rappel 00512 restera dans l&#x2019;historique
                des NIV du syst&#232;me de garantie. Nous avons joint &#224; la pr&#233;sente une copie de la lettre
                envoy&#233;e aux propri&#233;taires. Une liste des noms et adresses des propri&#233;taires sera fournie
                aux concessionnaires int&#233;ress&#233;s, pour leur permettre d&#x2019;assurer le suivi de ce rappel et
                de r&#233;parer les v&#233;hicules vis&#233;s.
            </para>
        </ownernote>
        <svcproc svcproctype="remove" graphiccount="3">
            <stitle>French - Recall 01510 - Embouts de barre d&#x2019;accouplement TRW de certains mod&#232;les 2000,
                4000, 5000, 8000 et 9000 construits entre le 15/06/1999 et le 15/08/2000
            </stitle>
            <title>Service Procedure</title>
            <svcsubproc>
                <title>D&#201;POSE DE LA BARRE D&#x2019;ACCOUPLEMENT ET INSTALLATION DES NOUVEAUX EMBOUTS DE BARRE D&#x2019;ACCOUPLEMENT</title>
                <step1>
                    <para count="1">Stationner le v&#233;hicule sur une surface de niveau, appliquer le frein de
                        stationnement et arr&#234;ter le moteur.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquer les roues du camion pour l&#x2019;emp&#234;cher de bouger. S&#x2019;il
                                bougeait soudainement, cela pourrait entra&#238;ner des blessures graves ou la mort.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Noter la position des embouts de barre d&#x2019;accouplement et des colliers de
                        tuyau.
                    </para>
                </step1>
                <step1>
                    <para count="1">Avant d&#x2019;enlever les embouts de barre d&#x2019;accouplement, mesurer la
                        longueur totale de l&#x2019;ensemble d&#x2019;un bout &#224; l&#x2019;autre, puis enlever les
                        boulons des colliers et retirer les embouts des tuyaux.
                    </para>
                </step1>
                <step1>
                    <para count="1">Visser les nouveaux embouts dans chaque tuyau pour obtenir une longueur &#233;gale
                        &#224; la longueur totale de l&#x2019;ensemble mesur&#233;e &#224; l&#x2019;&#233;tape 4
                        ci-dessus.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre les embouts &#224; leur position initiale, aligner les deux embouts, v&#233;rifier
                        de nouveau la longueur totale de l&#x2019;ensemble et serrer les colliers &#224; leur position
                        initiale. position.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>POSE DE LA BARRE D&#x2019;ACCOUPLEMENT</title>
                <step1>
                    <para count="1">S&#x2019;assurer que les trous de logement et les surfaces du pivot &#224; rotule
                        sont propres.
                    </para>
                </step1>
                <step1>
                    <para count="1">Poser la barre d&#x2019;accouplement et serrer chaque &#233;crou des deux pivots
                        &#224; rotule &#224; un couple de 136 &#224; 170 N&#8226;m (100 &#224; 125 lb&#9679;pi). Si vous
                        ne pouvez pas enfiler une goupille fendue, serrer l&#x2019;&#233;crou cr&#233;nel&#233; jusqu&#x2019;&#224;
                        la prochaine ouverture (ne pas le desserrer). Poser les goupilles fendues et les replier en
                        position de verrouillage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Graisser les deux embouts de barre d&#x2019;accouplement.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>R&#201;GLAGE DU PINCEMENT REMARQUES</title>
                <specpara>
                    <note>
                        <randlist type="bullet">
                            <item>
                                <para>Si vous utilisez du mat&#233;riel &#233;lectronique pour r&#233;gler le pincement,
                                    il doit &#234;tre correctement &#233;talonn&#233; pour donner une lecture pr&#233;cise.
                                </para>
                            </item>
                            <item>
                                <para>R&#233;gler le pincement de l&#x2019;essieu avant &#224; 1/16 po &#177; 1/16 po.
                                    Le pincement doit &#234;tre r&#233;gl&#233; uniquement par des techniciens comp&#233;tents.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">MARCHE &#192; SUIVRE :</emph>
                    Si on dispose de mat&#233;riel &#233;lectronique, on peut adopter la marche &#224; suivre ci-dessous
                    pour le r&#233;glage du pincement (voir pages 3 et 4). Afin d&#x2019;obtenir une lecture pr&#233;cise,
                    il faut deux techniciens comp&#233;tents pour s&#x2019;assurer que les aiguilles sont toujours plac&#233;es
                    ou r&#233;gl&#233;es exactement devant la ligne trac&#233;e sur les deux pneus. Le pincement indique
                    en fraction de pouce de combien la partie avant des roues avant est plus rapproch&#233;e que la
                    partie arri&#232;re (voir la figure 1).
                </para>
                <figure id="f0151001" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Vue de l&#x2019;avant du v&#233;hicule</caption>
                </figure>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquer les roues arri&#232;re pour emp&#234;cher le v&#233;hicule de bouger. S&#x2019;il
                                bougeait soudainement, cela pourrait entra&#238;ner des blessures graves ou la mort
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Soulever l&#x2019;essieu avant.</para>
                </step1>
                <step1>
                    <para count="1">Enlever l&#x2019;exc&#232;s de salet&#233; et d&#x2019;humidit&#233; au centre de la
                        semelle des deux pneus avant (faire le tour complet). Marquer le centre des pneus &#224; la
                        craie ou &#224; la peinture en a&#233;rosol blanche sur toute leur circonf&#233;rence.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placer une aiguille ou un instrument pointu au centre de la surface blanchie de
                        chaque pneu et faire tourner les pneus sur 360&#176;. L&#x2019;aiguille doit &#234;tre maintenue
                        en place pour tracer une seule ligne mince sur la circonf&#233;rence du pneu.
                    </para>
                </step1>
                <step1>
                    <para count="1">Disposer une plaque d&#x2019;&#233;cartement flottante sous chaque roue. Abaisser le
                        v&#233;hicule et retirer les goupilles de blocage des plaques pour permettre aux roues avant de
                        reprendre leur position normale de fonctionnement. Si vous n&#x2019;avez pas de plaques d&#x2019;&#233;cartement
                        flottantes, abaissez le v&#233;hicule au sol et faites-le avancer de 12 &#224; 15 pieds (3,65
                        &#224; 4,57 m) pour neutraliser la suspension avant. Il est extr&#234;mement important de
                        neutraliser la suspension avant, surtout si le v&#233;hicule a &#233;t&#233; soulev&#233; pour
                        le marquage des pneus; autrement, les roues avant ne reprendront pas leur position normale de
                        fonctionnement &#224; cause de l&#x2019;adh&#233;rence des pneus &#224; la surface du sol lorsqu&#x2019;on
                        abaisse le v&#233;hicule.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;gler l&#x2019;extr&#233;mit&#233; de l&#x2019;&#233;chelle coulissante &#224;
                        z&#233;ro sur la barre de mesure (figure 2) et verrouiller l&#x2019;&#233;chelle en place.
                    </para>
                </step1>
                <figure id="f0151002" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151002.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <calloutgroup>
                        <callout1>1. LIGNE MARQU&#201;E</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Mettre la barre de mesure derri&#232;re les pneus avant de fa&#231;on &#224; centrer
                        l&#x2019;&#233;chelle coulissante r&#233;gl&#233;e &#224; z&#233;ro &#224; l&#x2019;&#233;tape 6
                        sur la ligne trac&#233;e sur l&#x2019;un des pneus (figure 2).
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l&#x2019;extr&#233;mit&#233; de la barre de mesure oppos&#233;e &#224; celle
                        de l&#x2019;&#233;chelle coulissante, aligner l&#x2019;aiguille sur la ligne trac&#233;e sur l&#x2019;autre
                        pneu. Verrouiller l&#x2019;aiguille en place sur la barre de mesure. Retirer la barre de mesure
                        en faisant attention pour que les aiguilles ne touchent &#224; rien.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;poser la barre de mesure devant les pneus en alignant l&#x2019;aiguille sur
                        la ligne marqu&#233;e du pneu. &#192; l&#x2019;autre extr&#233;mit&#233; de la barre de mesure,
                        d&#233;verrouiller l&#x2019;&#233;chelle coulissante et la d&#233;placer pour l&#x2019;aligner
                        sur la ligne de l&#x2019;autre pneu. Verrouiller l&#x2019;&#233;chelle en place (figure 3).
                    </para>
                </step1>
                <figure id="f0151003" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <calloutgroup>
                        <callout1>1. POINTE</callout1>
                        <callout1>2. &#201;CHELLE COULISSANTE ALIGN&#201;E SUR LA LIGNE POUR INDIQUER LE PINCEMENT
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Lire la mesure de pincement ou d&#x2019;ouverture sur l&#x2019;&#233;chelle
                        coulissante. Si le pincement est correct, l&#x2019;&#233;chelle indique 1/16 &#177; 1/16 po
                        (pincement de 0 &#224; 1/8 po). Si le pincement ne correspond pas aux sp&#233;cifications, le r&#233;gler
                        en suivant les &#233;tapes 1 &#224; 5 ci-dessous.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le pincement correspond aux sp&#233;cifications, mettre les colliers sur les
                        barres d&#x2019;accouplement et les serrer &#224; un couple de 68 &#224; 82 N&#9679;m (50 &#224;
                        60 lbf&#9679;pi).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>S&#x2019;il faut r&#233;gler le pincement, respecter la marche &#224; suivre ci-dessous</title>
                <step1>
                    <para count="1">Desserrer les colliers qui maintiennent les embouts dans les barres d&#x2019;accouplement.</para>
                </step1>
                <step1>
                    <para count="1">Faire tourner la barre d&#x2019;accouplement pour r&#233;gler le pincement.</para>
                </step1>
                <step1>
                    <para count="1">Faire tourner le volant dans chaque direction pour centrer la tringlerie (si le v&#233;hicule
                        est dot&#233; d&#x2019;une servo-direction, faire d&#233;marrer le moteur avant de tourner le
                        volant). S&#x2019;assurer que les roues avant pointent droit devant.
                        <emph type="bold">Arr&#234;ter le moteur</emph>
                        et v&#233;rifier de nouveau le pincement en r&#233;p&#233;tant les &#233;tapes 6 &#224;10 de la
                        section R&#201;GLAGE DU PINCEMENT.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;p&#233;ter les &#233;tapes 2 et 3 jusqu&#x2019;&#224; ce que la lecture soit
                        1/16 &#177; 1/16 po.
                    </para>
                </step1>
                <step1>
                    <para count="1">Mettre les colliers sur les barres d&#x2019;accouplement et les serrer &#224; un
                        couple de 68 &#224; 82 N&#9679;m (50 &#224; 60 lbf&#9679;pi).
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Si le repositionnement des colliers des barres d&#x2019;accouplement est n&#233;cessaire,
                                s&#x2019;assurer de donner un d&#233;gagement ad&#233;quat aux boulons des colliers pour
                                &#233;viter toute interf&#233;rence avec les autres composants. Si les colliers n&#x2019;ont
                                pas un d&#233;gagement suffisant par rapport aux autres composants quand le v&#233;hicule
                                effectue un virage complet &#224; gauche ou &#224; droite, il pourrait en r&#233;sulter
                                des blessures graves ou la mort.
                            </para>
                        </warning>
                    </specpara>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Remplacer les deux embouts de barre d&#x2019;accouplement de tous les v&#233;hicules vis&#233;s par
                cette campagne &#224; l&#x2019;aide du
                <emph type="bold">n&#233;cessaire num&#233;ro 8900074R91</emph>
                qui contient deux embouts de barre d&#x2019;accouplement convenant &#224; tous les v&#233;hicules vis&#233;s
                par cette campagne.
            </para>
        </partsinfo>
        <laborinfo>
            <para>Il n&#x2019;y a pas d&#x2019;option d&#x2019;inspection dans cette campagne. Toutes les demandes de
                remboursement doivent &#234;tre soumises avec le num&#233;ro d&#x2019;op&#233;ration de main-d&#x2019;&#339;uvre
                ci-dessous.
            </para>
            <table id="t0151001">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro d&#x2019;op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Temps</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01510-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement des deux embouts de barre d&#x2019;accouplement</para>
                            </entry>
                            <entry colname="col3">
                                <para>1,0 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D&#x2019;IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock.
                <emph type="bold">Tous les v&#233;hicules en stock faisant l&#x2019;objet de la pr&#233;sente campagne
                    doivent &#234;tre corrig&#233;s avant leur vente, leur transfert ou leur livraison.
                </emph>
                Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s et que vous avez re&#231;u des
                lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien de ces v&#233;hicules
                en vertu de ce rappel, vous devez aviser IMM&#201;DIATEMENT les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement
                concessionnaire.
            </para>
            <para>Les concessionnaires doivent corriger tous les v&#233;hicules vis&#233;s par ce programme sans aucuns
                frais aux propri&#233;taires, peu importe le kilom&#233;trage, l&#x2019;&#226;ge du v&#233;hicule ou le
                propri&#233;taire, &#224; partir de maintenant.
            </para>
            <para>Cependant, comme l&#x2019;indique l&#x2019;avis au client, on s&#x2019;attend que le concessionnaire
                effectue la r&#233;paration &#224; une date convenue mutuellement avec le client.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                Le temps de main-d&#x2019;&#339;uvre pour le remplacement des deux embouts de barre d&#x2019;accouplement
                doit &#234;tre de 1,0 heure sur toutes les demandes de remboursement. Aucune inspection n&#x2019;est
                offerte pour cette campagne; par cons&#233;quent, vous ne pouvez pas indiquer 1 &#224; la case C
                (CAUSE).
            </para>
            <para>Reportez-vous au Manuel de garantie du concessionnaire pour la marche &#224; suivre relativement aux
                programmes de rappel.
            </para>
            <para>Il est important que le codage de ce rappel soit rempli correctement pour faciliter le traitement de
                la demande de remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites
                dans le Manuel de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e
                aux articles 39 &#224; 44 inclusivement.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Apportez imm&#233;diatement les corrections n&#233;cessaires aux v&#233;hicules en stock. Tous les v&#233;hicules
                en stock faisant l&#x2019;objet de la pr&#233;sente campagne doivent &#234;tre corrig&#233;s avant leur
                vente, leur transfert ou leur livraison. Si des v&#233;hicules ont &#233;t&#233; vendus ou transf&#233;r&#233;s
                et que vous avez re&#231;u des lettres d&#x2019;avis au client et des cartes d&#x2019;autorisation d&#x2019;entretien
                de ces v&#233;hicules en vertu de ce rappel, vous devez aviser les &#233;tablissements o&#249; les v&#233;hicules
                ont &#233;t&#233; transf&#233;r&#233;s, ou le client, directement de votre &#233;tablissement de
                distributeur.
            </para>
            <para>Les &#233;tablissements d&#x2019;exportation doivent pr&#233;senter les demandes de remboursement au
                titre de la garantie de la mani&#232;re habituelle en faisant r&#233;f&#233;rence au rappel de s&#233;curit&#233;
                G-01510.
            </para>
            <para>Nous comptons sur votre enti&#232;re collaboration et votre suivi concernant le pr&#233;sent rappel.
                Si vous avez des questions ou si vous avez besoin d&#x2019;aide, veuillez appeler le Directeur r&#233;gional
                de l&#x2019;entretien au bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
