<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 01505 - RAPPEL DE NON-CONFORMIT&#201; Le remplacement de jantes et roues de 22,5 x 7,5 po de
        certains v&#233;hicules pourvus de pneus 295/75R22.5 construits au cours de la p&#233;riode du 1er janvier 1986
        au 16 janvier 2001
    </stitle>
    <recall id="rec01505" translation="french">
        <recallnumber>01505</recallnumber>
        <market>(&#201;.-U., EXPORTATION)</market>
        <recalldate>Ao&#251;t 2002</recalldate>
        <subjectfile>ROUES</subjectfile>
        <subject>RAPPEL DE NON-CONFORMIT&#201; Le remplacement de jantes et roues de 22,5 x 7,5 po de certains v&#233;hicules
            pourvus de pneus 295/75R22.5 construits au cours de la p&#233;riode du 1er janvier 1986 au 16 janvier 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1652
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1654
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1753
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1754
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1853
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1954
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1955
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>2375
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3600
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>F1954
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>F-2375
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>F-2675
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>01/01/1986</startdate>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/RecF01505.pdf" bookname="RECALL">Original bon &#224; tirer (fichier pdf)
                    de la lettre
                </exhotlnk>
            </para>
            <para>Au moment ces v&#233;hicules ont &#233;t&#233; construits, deux pneus 295/75R22.5 ou plus ont &#233;t&#233;
                mont&#233;s sur des roues ou jantes de 7,50 pouces de largeur. Selon les lignes directrices de
                l'industrie, la largeur de roue ou de jante approuv&#233;e pour un pneu 295/75R22.5 est de 8,25 &#224;
                9,00 pouces. Si le v&#233;hicule est toujours muni des roues ou jantes d'origine de 7,50 pouces de large
                pourvues de pneus 295/75R22.5, les jantes de 7,50 pouces doivent &#234;tre remplac&#233;es par des
                jantes plus larges afin que le v&#233;hicule soit conforme &#224; l'article 120 des NSVAC. Cette
                campagne ne vise pas le remplacement des pneus et aucun co&#251;t de remplacement de pneu ne sera
                couvert.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>Ces v&#233;hicules ont &#233;t&#233; construits au cours de la p&#233;riode
                du 1er janvier 1986 au 16 janvier 2001 et incluent les mod&#232;les suivants : 1652, 1654, 1753, 1754,
                1853, 1954, 1955, 2375, 3600, 3800, 4700, 4900, 5000, 9300, F1954, F-2375, F-2675, et l'autobus IC.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <stitle>French - Recall 01505 - RAPPEL DE NON-CONFORMIT&#201; Le remplacement de jantes et roues de 22,5 x
                7,5 po de certains v&#233;hicules pourvus de pneus 295/75R22.5 construits au cours de la p&#233;riode du
                1er janvier 1986 au 16 janvier 2001
            </stitle>
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">INTRODUCTION</emph>
                Les roues ou jantes de 7,50 pouces de large de tous les v&#233;hicules touch&#233;s par ce rappel et qui
                sont toujours pourvues de pneus 295/75R22.5 doivent faire l'objet d'un remplacement par des roues ou
                jantes de 8,25 pouces de large. Les v&#233;hicules doivent d'abord &#234;tre inspect&#233;s afin de
                pouvoir d&#233;terminer quelles sont les pi&#232;ces &#224; commander. Un proc&#233;d&#233; d'inspection
                facultative du client a &#233;t&#233; d&#233;taill&#233; dans la lettre aux clients. Veuillez passer
                cette lettre en revue. Certains clients peuvent appeler pour donner l'information, figurant dans le
                Tableau 1 de la lettre aux clients; vous pourrez utiliser cette information pour d&#233;terminer quelles
                sont les roues/jantes qui doivent &#234;tre command&#233;es. Il se peut que les roues ou jantes de
                certains v&#233;hicules n'aient pas &#224; &#234;tre remplac&#233;es.
            </para>
            <para>
                <emph type="bold">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES SUIVANTES AVANT D'EFFECTUER LA R&#201;PARATION.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au point
                    mort.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Si vous devez soulever le v&#233;hicule, n'effectuez aucune man&#339;uvre sous un v&#233;hicule
                            support&#233; uniquement par des crics. Les crics peuvent glisser ou tomber, ce qui peut
                            entra&#238;ner des blessures corporelles, voire mortelles.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Identifiez tout pneu 295/75R22.5 sur des roues ou jantes de 22,5 x 7,50 po sur le v&#233;hicule;
                    reportez-vous aux illustrations 1 et 2. V&#233;rifiez les extr&#233;mit&#233;s de roues avant et
                    arri&#232;re et prenez note de la quantit&#233; que vous devrez remplacer. V&#233;rifiez &#233;galement
                    la roue de secours, le cas &#233;ch&#233;ant.
                </para>
            </step1>
            <figure id="f0150501" figsize="col-wide">
                <graphic filename="../recallfigures/g0150501.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 1 - Roue : Indique l'emplacement de l'estampe de dimensions des roues d'acier et
                    d'aluminium.
                </caption>
            </figure>
            <figure id="f0150502" figsize="col-wide">
                <graphic filename="../recallfigures/g0150502.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 2 - Jante : Indique l'emplacement de l'estampe de dimensions sur une jante d'acier.
                </caption>
            </figure>
            <step1>
                <para count="1">D&#233;terminez le type de roue/jante que vous devez commander. Les roues &#224; cage de
                    rotule sont de type &#224; guidage par goujons et sont pourvues d'&#233;crous de roue sph&#233;riques;
                    reportez-vous &#224; l'illustration 3 ci-dessous. Les roues &#224; guidage par moyeu sont pourvues
                    d'&#233;crous de roue &#224; embase; reportez-vous &#224; l'illustration 4 ci-dessous. En outre, les
                    jantes d&#233;montables sont fix&#233;es aux roues &#224; rayons. Reportez-vous &#224; la section
                    &#171;RENSEIGNEMENTS SUR LES PI&#200;CES&#187; et commandez les roues ou jantes de rechange dont
                    vous avez besoin.
                </para>
            </step1>
            <figure id="f0150503" figsize="col-wide">
                <graphic filename="../recallfigures/g0150503.webp" type="webp" scalefit="1" scalefitwidth="88px"
                         scalefitheight="112px"/>
                <caption>Figure 3 - &#201;crou de roue sph&#233;rique</caption>
            </figure>
            <figure id="f0150504" figsize="col-wide">
                <graphic filename="../recallfigures/g0150504.webp" type="webp" scalefit="1" scalefitwidth="88px"
                         scalefitheight="112px"/>
                <caption>Figure 4 - &#201;crou de roue &#224; embase</caption>
            </figure>
            <step1>
                <para count="1">Lorsque vous commandez des num&#233;ros de pi&#232;ce de roues, tenez compte de la
                    couleur des roues d'acier. Il se peut que certaines roues ou jantes d'acier aient &#224; &#234;tre
                    peintes. Le blanc et le gris sont les seules couleurs disponibles; ainsi, prenez note qu'il peut
                    s'av&#233;rer n&#233;cessaire de commander des roues blanches et grises pour le m&#234;me v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s avoir re&#231;u les roues ou jantes de rechange, retirez les anciennes et
                    posez les nouvelles jantes selon les directives que vous retrouverez &#224; la section 17 du manuel
                    d'atelier principal.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que les roues ou jantes de 22,5 x 7,50 pouces que vous d&#233;posez ne
                    seront pas r&#233;utilis&#233;es avec un pneu 295/75R22.5 ou de dimension sup&#233;rieure. Ne
                    retournez pas ces pi&#232;ces.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Tous les num&#233;ros de pi&#232;ces des jantes des v&#233;hicules vis&#233;s par cette campagne,
                ainsi que le num&#233;ro de pi&#232;ce du corps de valve de chambre &#224; air correspondant &#224;
                toutes les jantes et roues d'acier sont &#233;num&#233;r&#233;s dans le Tableau 1 ci-dessous. Les corps
                de valve de chambre &#224; air des roues d'aluminium sont d&#233;j&#224; pos&#233;s. Avant de commander
                des roues d'aluminium pour un client, assurez-vous que le v&#233;hicule a &#233;t&#233; construit avec
                le num&#233;ro 27518, 27519 ou 28519.
            </para>
            <table id="t0150501">
                <title>Num&#233;ros de pi&#232;ces vis&#233;s par cette campagne</title>
                <tgroup cols="5">
                    <colspec colname="col1" colwidth="2.45in"/>
                    <colspec colname="col2" colwidth="1.26in"/>
                    <colspec colname="COLSPEC0" colwidth="1.11in"/>
                    <colspec colname="COLSPEC2" colwidth="0.98in"/>
                    <colspec colname="COLSPEC1" colwidth="0.87in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>DESCRIPTION DES PI&#200;CES : LES ROUES OU JANTES SONT DE 22,5 X 8,25 PO</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>NUM&#201;RO DE PI&#200;CE</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Couleur</para>
                            </entry>
                            <entry align="center">
                                <para>Codes de roues avant</para>
                            </entry>
                            <entry align="center">
                                <para>Codes de roues arri&#232;re</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Jante d'acier d&#233;montable, identifi&#233;e par les crapauds. Pour toutes les
                                    positions de roue.
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>163198R92</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Gris</para>
                            </entry>
                            <entry align="center">
                                <para>27002, 27003</para>
                            </entry>
                            <entry align="center">
                                <para>28002, 28003</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Roue (d'acier) &#224; disque &#224; guidage par goujons (cage de rotule), identifi&#233;e
                                    par un &#233;crou de roue sph&#233;rique. Pour toutes les positions de roue.
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>412743C2</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Blanc</para>
                            </entry>
                            <entry align="center">
                                <para>27517</para>
                            </entry>
                            <entry align="center">
                                <para>28517</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Roue (d'acier) &#224; disque &#224; guidage par moyeu, identifi&#233;e par un
                                    &#233;crou de roue &#224; embase. Pour toutes les positions de roue.
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1649494C1</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Blanc</para>
                            </entry>
                            <entry align="center">
                                <para>27DNS</para>
                            </entry>
                            <entry align="center">
                                <para>28DNS</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Roue &#224; disque avant en aluminium poli &#224; cage de rotule avec un corps de
                                    valve de chambre &#224; air
                                </para>
                            </entry>
                            <entry align="center">
                                <para>ZKA28615AOP</para>
                            </entry>
                            <entry align="center">
                                <para>Roue d'aluminium</para>
                            </entry>
                            <entry align="center">
                                <para>27519</para>
                            </entry>
                            <entry align="center">
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Roue &#224; disque avant ordinaire &#224; cage de rotule avec un corps de valve de
                                    chambre &#224; air
                                </para>
                            </entry>
                            <entry align="center">
                                <para>ZKA28615ANP</para>
                            </entry>
                            <entry align="center">
                                <para>Roue d'aluminium</para>
                            </entry>
                            <entry align="center">
                                <para>27518</para>
                            </entry>
                            <entry align="center">
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Roue &#224; disque en aluminium poli &#224; cage de rotule avec un corps de valve
                                    de chambre &#224; air. Pour int&#233;rieur arri&#232;re ou ext&#233;rieur arri&#232;re.
                                </para>
                            </entry>
                            <entry align="center">
                                <para>ZKA28615AIP</para>
                            </entry>
                            <entry align="center">
                                <para>Roue d'aluminium</para>
                            </entry>
                            <entry align="center">
                                <para>-</para>
                            </entry>
                            <entry align="center">
                                <para>28519</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Corps de valve de chambre &#224; air pour roues et jantes d'acier</para>
                            </entry>
                            <entry align="center">
                                <para>158120R91</para>
                            </entry>
                            <entry align="center">
                                <para>S/O</para>
                            </entry>
                            <entry align="center">
                                <para>-</para>
                            </entry>
                            <entry align="center">
                                <para>-</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES :</emph>
                Ne retournez pas ces roues ou jantes.
            </para>
        </partsinfo>
        <laborinfo>
            <para>La plupart des concessionnaires International ne disposent pas de l'&#233;quipement n&#233;cessaire
                pour remonter les pneus existants sur les roues ou jantes vis&#233;es par ce rappel; ainsi, nous nous
                attendons &#224; ce que la plupart des r&#233;parations requises dans le cadre de cette campagne soient
                donn&#233;es en sous-traitance &#224; des ateliers de r&#233;paration de pneus.
            </para>
            <table id="t0150502">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.90in"/>
                    <colspec colname="col2" colwidth="2.16in"/>
                    <colspec colname="COLSPEC0" align="left" charoff="50" char="" colwidth="2.00in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection de toutes les roues/jantes</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">
                    <emph type="bold">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</emph>
                </hotlnk>
            </para>
            <figure id="frlabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>La NTMVSA, telle que modifi&#233;e, pr&#233;voit que chaque v&#233;hicule vis&#233; par une campagne
                de rappel de v&#233;hicule doit &#234;tre r&#233;par&#233; ad&#233;quatement dans un laps de temps
                raisonnable apr&#232;s que le propri&#233;taire en a fait une demande de r&#233;paration. Le d&#233;faut
                de r&#233;parer ad&#233;quatement un v&#233;hicule dans les 60 jours qui suivent la demande de r&#233;paration
                de ce v&#233;hicule constitue une preuve prima facie du d&#233;faut d'effectuer la r&#233;paration dans
                un laps de temps raisonnable. Si le d&#233;faut n'est pas r&#233;par&#233; ad&#233;quatement dans les 60
                jours qui suivent la demande de r&#233;paration, le propri&#233;taire peut avoir droit &#224; un v&#233;hicule
                de remplacement identique ou raisonnablement &#233;quivalent, sans frais, ou &#224; un remboursement du
                prix d'achat, mois une allocation raisonnable pour la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                La cause num&#233;ro 2 ci-dessous devrait &#234;tre inscrite sur la plupart des r&#233;clamations.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
