<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02506 - Pose d'une trousse de r&#233;paration sur les camions porteurs pour &#233;liminer le
        raccord de frein &#224; air comprim&#233; qui relie la vanne &#224; deux voies &#224; la valve relais sur
        certains v&#233;hicules de s&#233;ries 2000, 4700, 4800, 4900, 5000, 8000, 9000, construits au cours de la p&#233;riode
        du 16 d&#233;cembre 1997 au 4 mars 2002
    </stitle>
    <recall id="rec02506" translation="french">
        <recallnumber>02506</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>NOVEMBRE 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Pose d'une trousse de r&#233;paration sur les camions porteurs pour &#233;liminer le raccord de frein
            &#224; air comprim&#233; qui relie la vanne &#224; deux voies &#224; la valve relais sur certains v&#233;hicules
            de s&#233;ries 2000, 4700, 4800, 4900, 5000, 8000, 9000, construits au cours de la p&#233;riode du 16 d&#233;cembre
            1997 au 4 mars 2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>01/28/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>02/02/1998</startdate>
                        <enddate>01/28/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4800
                    <daterange>
                        <startdate>02/02/1998</startdate>
                        <enddate>01/28/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>02/02/1998</startdate>
                        <enddate>01/28/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>12/16/1997</startdate>
                        <enddate>01/20/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>01/28/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>02/02/1998</startdate>
                        <enddate>03/04/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>04091</ucode>
            </configure>
        </apply>
        <defect>
            <para>Le raccord droit (repr&#233;sent&#233; par l'article 6 dans les Figures 1 et 2) reliant la vanne
                &#224; deux voies &#224; la valve relais de frein de l'essieu arri&#232;re risque de se rompre. Quand
                certaines forces sont exerc&#233;es sur le v&#233;hicule, le poids de la vanne &#224; deux voies sur le
                raccord peut provoquer une r&#233;sonance de l'ensemble. Les vibrations en d&#233;coulant peuvent donner
                lieu &#224; des niveaux de fatigue excessifs du raccord, ce qui peut &#233;ventuellement provoquer une
                rupture par fatigue.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Si le raccord se rompt, les freins de service de l'essieu arri&#232;re cesseront de fonctionner et ce,
                sans avertissement, ce qui donnera lieu &#224; une distance d'arr&#234;t prolong&#233;e. Une telle
                situation pourrait occasionner un accident, ce qui pourrait entra&#238;ner des dommages mat&#233;riels
                ou des blessures corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>
                <emph type="bold">REMARQUE SP&#201;CIALE : Des avis int&#233;rimaires ont &#233;t&#233; envoy&#233;s par
                    erreur &#224; certains clients, les avisant de cette campagne. Ces clients, qui ne sont pas vis&#233;s
                    par cette campagne, poss&#232;dent des v&#233;hicules qui ont &#233;t&#233; construits avant que le
                    raccord en question ne soit utilis&#233;. Une lettre d'explication sera envoy&#233;e &#224; ces
                    clients par la poste au d&#233;but d&#233;cembre 2002.
                </emph>
            </para>
            <para>
                <emph type="bold">NOTA: AUCUN MOD&#200;LE DE TRACTEUR N'EST IMPLIQU&#201;. Ce rappel s'applique aux
                    camions porteurs seulement. Le code de frein 04091 identifie les camions porteurs.
                </emph>
            </para>
            <table id="t0250601">
                <title>MOD&#200;LES TOUCH&#201;S, PAR USINE ET DATE DE CONSTRUCTION</title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.79*"/>
                    <colspec colname="col2" align="center" colwidth="1.01*"/>
                    <colspec colname="col3" align="center" colwidth="1.21*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>MOD&#200;LES</para>
                            </entry>
                            <entry align="center">
                                <para>USINES DE MONTAGE</para>
                            </entry>
                            <entry align="center">
                                <para>P&#201;RIODE DE CONSTRUCTION</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                            <entry align="center">
                                <para>Springfield, OH</para>
                            </entry>
                            <entry align="center">
                                <para>Du 1er mars 1998 au 28 janvier 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>4000</para>
                            </entry>
                            <entry align="center">
                                <para>Springfield, OH</para>
                            </entry>
                            <entry align="center">
                                <para>Du 2 f&#233;vrier 1998 au 28 janvier 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>4000</para>
                            </entry>
                            <entry align="center">
                                <para>Escobedo, Mexique</para>
                            </entry>
                            <entry align="center">
                                <para>Du 12 f&#233;vrier 1998 au 22 janvier 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>5000</para>
                            </entry>
                            <entry align="center">
                                <para>Garland, TX</para>
                            </entry>
                            <entry align="center">
                                <para>Du 16 d&#233;cembre 1997 au 20 janvier 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>8000</para>
                            </entry>
                            <entry align="center">
                                <para>Garland, TX</para>
                            </entry>
                            <entry align="center">
                                <para>Du 1er mars 1998 au 28 janvier 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>9000</para>
                            </entry>
                            <entry align="center">
                                <para>Chatham, Canada</para>
                            </entry>
                            <entry align="center">
                                <para>Du 1er mars 1998 au 4 mars 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>9000</para>
                            </entry>
                            <entry align="center">
                                <para>Garland, TX</para>
                            </entry>
                            <entry align="center">
                                <para>Du 2 f&#233;vrier 1998 au 20 d&#233;cembre 2001</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>9000</para>
                            </entry>
                            <entry align="center">
                                <para>Escobedo, Mexico</para>
                            </entry>
                            <entry align="center">
                                <para>Du 1er mars 1998 au 25 f&#233;vrier 2002</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </defect>
        <ownernote>
            <para>
                <emph type="bold">REMARQUE SP&#201;CIALE : Des avis int&#233;rimaires ont &#233;t&#233; envoy&#233;s par
                    erreur &#224; certains clients, les avisant de cette campagne. Ces clients, qui ne sont pas vis&#233;s
                    par cette campagne, poss&#232;dent des v&#233;hicules qui ont &#233;t&#233; construits avant que ces
                    pi&#232;ces ne soient utilis&#233;es. Leurs NIV n'ont jamais &#233;t&#233; marqu&#233;s pour ce
                    rappel. Une lettre d'explication sera envoy&#233;e &#224; ces clients par la poste au d&#233;but d&#233;cembre
                    2002.
                </emph>
            </para>
            <para>La Corporation des camions et moteurs International a avis&#233; les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne en leur envoyant un avis int&#233;rimaire en juin 2002, un deuxi&#232;me
                avis int&#233;rimaire en septembre 2002, et l'avis officiel d'une mesure corrective finale vers la fin
                novembre 2002. Une copie de la lettre la plus r&#233;cente &#224; l'intention des propri&#233;taires est
                jointe &#224; la pr&#233;sente et est &#233;galement disponible sur ISIS. Lors du processus de rappel,
                les concessionnaires concern&#233;s ont re&#231;u une liste de noms et d'adresses des propri&#233;taires,
                pour leur permettre d'effectuer un suivi aupr&#232;s des propri&#233;taires et de faire r&#233;parer les
                v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="5">
            <title>PROC&#201;D&#201;S D'ENTRETIEN (FOURNIS PAR NUM&#201;RO DE TROUSSE)</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">DESCRIPTION:</emph>
                    Les v&#233;hicules devant faire l'objet d'une r&#233;paration dans le cadre de ce rappel
                    <emph type="bold">SONT POURVUS</emph>
                    du raccord (article 6 de la Figure 1 ou 2) et de la vanne &#224; deux voies externe (article 5 de la
                    Figure 1 ou 2) et n&#233;cessitent la pose de l'un des deux trousses de r&#233;paration fournies
                    dans le cadre du rappel. Si un v&#233;hicule N'EST PAS pourvu des articles 5 et 6 illustr&#233;s
                    &#224; la Figure 1 ou 2, N'EFFECTUEZ PAS le proc&#233;d&#233; d'entretien, signalez que le v&#233;hicule
                    a &#233;t&#233; inspect&#233; et qu'aucune correction n'est requise (disposition ou cause de 1). Les
                    consignes appropri&#233;es peuvent &#234;tre identifi&#233;es par num&#233;ro de n&#233;cessaire de
                    r&#233;paration. Assurez-vous de suivre le proc&#233;d&#233; d'entretien convenant au n&#233;cessaire
                    &#233;tant install&#233;.
                </para>
                <para>
                    <emph type="bold">Trousse 8900083R91 (n&#233;cessaire de support)</emph>: 98 % des v&#233;hicules
                    vis&#233;s par ce rappel devront &#234;tre pourvus de cette trousse. La trousse comprend des
                    supports et de la quincaillerie con&#231;us pour remplacer le raccord en question par une courte
                    conduite d'air comprim&#233; flexible (reportez-vous aux Figures 3 et 4). Il se peut que des boulons
                    suppl&#233;mentaires aient &#224; &#234;tre command&#233;s avec cette trousse pour certains v&#233;hicules.
                    Le nombre de v&#233;hicules n&#233;cessitant ces boulons sp&#233;ciaux est tr&#232;s minime
                    (reportez-vous &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES dans la pr&#233;sente).
                </para>
                <para>
                    <emph type="bold">Trousse 8900084R91 (n&#233;cessaire de valve)</emph>
                    : Seulement 2 % des v&#233;hicules vis&#233;s par ce rappel devront &#234;tre pourvus de cette
                    trousse. Le n&#233;cessaire de valve comprend une nouvelle valve relais de frein &#224; air comprim&#233;
                    (R12DC), ainsi qu'une nouvelle vanne &#224; deux voies interne et de nouveaux raccords
                    (reportez-vous &#224; la Figure 5). Une fois que les pi&#232;ces faisant partie de cette trousse
                    sont install&#233;es, la vanne externe &#224; deux voies et le raccord en question, articles 5 et 6
                    de la Figure 2, sont &#233;limin&#233;s. La Figure 5 illustre une repr&#233;sentation de la nouvelle
                    valve relais, ainsi que l'emplacement des orifices de commande des conduites d'air comprim&#233;.
                </para>
                <para>
                    <emph type="boldundersc">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES AVANT D'EFFECTUER LA R&#201;PARATION
                        APPROPRI&#201;E.
                    </emph>
                </para>
                <figure id="f0250601" figsize="col-wide">
                    <graphic filename="../recallfigures/g0250601.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 1: Ensemble original de valve relais et de vanne &#224; deux voies le plus commun
                        avec le raccord en question
                    </caption>
                    <calloutgroup>
                        <callout1>REMARQUES :
                            <callout2>Si la valve relais d'essieu arri&#232;re du v&#233;hicule N'EST PAS pourvue des
                                articles 5 et 6 ci-dessus, ce v&#233;hicule n'a PAS besoin de faire l'objet du proc&#233;d&#233;
                                de r&#233;paration dans le cadre de ce rappel.
                            </callout2>
                            <callout2>Certains v&#233;hicules seront pourvus d'ECU &#224; montage &#224; distance. Dans
                                un pareil cas, une plaque, plut&#244;t qu'un ECU, sera mont&#233; sur le dessus de la
                                valve relais.
                            </callout2>
                        </callout1>
                        <callout1>1. Orifice d'alimentation</callout1>
                        <callout1>2. Orifices de refoulement</callout1>
                        <callout1>3. Longeron de cadre de ch&#226;ssis</callout1>
                        <callout1>4. ECU ABS</callout1>
                        <callout1>5. Vanne externe &#224; deux voies</callout1>
                        <callout1>6. Raccord en question</callout1>
                        <callout1>7. Valve relais</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250602" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250602.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="392px"/>
                    <caption>Figure 2: Ensemble original alternatif de valve relais et de vanne &#224; deux voies avec
                        le raccord en question
                    </caption>
                    <calloutgroup>
                        <callout1>1. Orifice d'alimentation</callout1>
                        <callout1>2. Orifices de refoulement</callout1>
                        <callout1>3. Longeron de cadre de ch&#226;ssis</callout1>
                        <callout1>5. Vanne externe &#224; deux voies</callout1>
                        <callout1>6. Raccord en question</callout1>
                        <callout1>7. Valve relais</callout1>
                    </calloutgroup>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;D&#201; DE R&#201;PARATION AFF&#201;RENT &#192; LA TROUSSE 8900083R91 (trousse de
                    support)
                </title>
                <para>
                    <emph type="bold">VEUILLEZ VOUS REPORTER AUX FIGURES 1, 3 ET 4 POUR EFFECTUER CE PROC&#201;D&#201;
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                            appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Avant d'entamer ce proc&#233;d&#233;, identifiez le style de valve qui est utilis&#233;
                            sur le v&#233;hicule, et v&#233;rifiez pour voir si l'ECU ABS est mont&#233; sur le dessus
                            de la valve. Reportez-vous &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES de la pr&#233;sente
                            lettre pour vous assurer que vous disposez des bonnes pi&#232;ces.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au
                        point mort.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Soulevez le ou les essieux arri&#232;re au besoin. N'effectuez aucune man&#339;uvre
                                sous un v&#233;hicule support&#233; uniquement par des crics Les crics peuvent glisser
                                ou tomber, ce qui peut entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Purgez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez les deux conduites d'air de la vanne &#224; deux voies, tel
                        qu'illustr&#233; &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez la vanne &#224; deux voies et le raccord droit (articles 5 et 6) de la valve
                        relais; reportez-vous &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez et conservez les &#233;crous de fixation de la valve relais situ&#233;s sur
                        l'ext&#233;rieur du longeron de cadre de ch&#226;ssis et enlevez ensemble du longeron de cadre
                        de ch&#226;ssis la valve relais de frein &#224; air comprim&#233;, ainsi que le support de
                        cadre, l'ECU ABS ou la plaque, et le c&#226;blage. Mettez l'ensemble en position afin de pouvoir
                        acc&#233;der aux vis de fixation de l'ECU ou de la plaque.
                    </para>
                </step1>
                <step1>
                    <para count="1">Prenez note et marquez la position de montage de l'ECU ABS ou de la plaque sur la
                        valve.
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES</emph>
                        pour enlever les vis de fixation de l'ECU ou de la plaque. Il est essentiel de frapper l&#233;g&#232;rement
                        sur les t&#234;tes des vis de fixation de l'ECU ou de la plaque &#224; l'aide d'un petit marteau
                        &#224; panne ronde avant d'enlever les vis. Ce contribuera &#224; &#233;liminer le risque du
                        bris des vis dans la valve. Utilisez de l'huile p&#233;n&#233;trante sur les vis de fixation de
                        l'ECU ou de la plaque, selon le besoin. Enlevez les boulons de fixation de l'ECU ou de la
                        plaque, et retirez l'ECU ou la plaque de la valve relais. Laissez le connecteur &#233;lectrique
                        branch&#233; &#224; l'ECU et mettez l'ECU &#224; l'&#233;cart. Mettez les 4 boulons de fixation
                        au rebut. Les boulons plus longs, faisant partie du n&#233;cessaire de support, seront utilis&#233;s
                        pour poser l'ECU. Si la valve comporte une plaque plut&#244;t qu'un ECU, quatre boulons de
                        fixation neufs et plus longs seront requis, et ceux-ci ne sont pas fournis dans la trousse
                        (reportez-vous &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES de la pr&#233;sente lettre).
                        Si les boulons de fixation se brisent dans la valve, ne r&#233;chauffez pas cette derni&#232;re
                        pour enlever les boulons; reportez-vous &#224; la section RENSEIGNEMENTS SUR LES PI&#200;CES de
                        la pr&#233;sente lettre pour prendre connaissance du num&#233;ro de pi&#232;ce de la valve de
                        rechange.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez le coude de 90 degr&#233;s (article 15, Figure 3) dans l'orifice de la
                        valve relais qui &#233;tait pourvu du raccord droit et orientez le raccord directement vers
                        l'arri&#232;re, tel qu'illustr&#233; &#224; la Figure 3. Enduisez le raccord d'un enduit frein
                        filet approuv&#233; (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide d'un manchon de conduite d'air et d'un raccord &#224; compression,
                        fixez une extr&#233;mit&#233; de la nouvelle conduite d'air provenant du n&#233;cessaire au
                        nouveau coude de 90 degr&#233;s sur la valve relais (Figure 3, article 15).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les coudes de la conduite d'air de la vanne &#224; deux voies et
                        conservez-les.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les deux vis &#224; m&#233;taux du chapeau de la vanne &#224; deux voies et
                        mettez-les au rebut. Ne d&#233;montez pas la vanne &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez le montage du petit support (Figure 3, article 11) &#224; la vanne &#224;
                        deux voies, en utilisant les deux vis &#224; m&#233;taux neuves plus longues et des rondelles
                        plates provenant du n&#233;cessaire de r&#233;paration. Serrez &#224; la main les vis &#224; m&#233;taux
                        de mani&#232;re &#224; retenir la vanne &#224; deux voies sur le petit support. Assurez-vous que
                        le petit support est situ&#233; de niveau avec la surface de la patte de montage de la vanne
                        &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez le montage de la vanne &#224; deux voies, avec le petit support au gros
                        support (article 13, Figure 3), tel qu'illustr&#233; aux Figures 3 et 4. Utilisez le boulon M8
                        et l'&#233;crou pour effectuer le montage de la vanne &#224; deux voies et du support au gros
                        support. Serrez la quincaillerie M8 jusqu'&#224; ce que vous obteniez un ajustement serr&#233;.
                        Prenez garde d'orienter le petit support sur le gros support de mani&#232;re &#224; ce que le
                        boulon M6 et l'&#233;crou puissent &#233;galement &#234;tre install&#233;s et que vous obteniez
                        un ajustement serr&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois que toute la quincaillerie de montage aura &#233;t&#233; serr&#233;e lors
                        des &#233;tapes 13 et 14, commencez &#224; serrer la quincaillerie dans la s&#233;quence
                        suivante. Serrez les deux vis &#224; m&#233;taux de la vanne &#224; deux voies &#224; un couple
                        de 11 Nm (100 lb-po), la quincaillerie M8 (Figure 3, article 14) &#224; un couple de 19,6 - 24
                        Nm) 14 - 17 lb-pi), et la quincaillerie M6 (Figure 3, article 16) &#224; un couple de 8,7 - 10,7
                        Nm (72 - 96 lb-po).
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les coudes de la vanne &#224; deux voies que vous avez d&#233;j&#224;
                        enlev&#233;s &#224; l'&#233;tape 11 et mettez-les en position de mani&#232;re &#224; les
                        orienter droit devant, tel qu'illustr&#233; aux Figures 3 et 4. Utilisez un enduit frein filet
                        approuv&#233; lors de l'installation (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez le raccord droit de l'orifice de refoulement de la vanne &#224; deux voies
                        et mettez-le au rebut. Installez le nouveau coude de 90 degr&#233;s provenant de la trousse sur
                        la vanne &#224; deux voies, et mettez-le en position de fa&#231;on &#224; ce qu'il soit orient&#233;
                        vers l'arri&#232;re, tel qu'illustr&#233; aux Figures 3 et 4. Enduisez le raccord d'un enduit
                        frein filet approuv&#233; (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Posez l'ensemble de support complet et l'ECU ou la plaque sur le dessus de la valve
                        relais, tel qu'illustr&#233; aux Figures 3 et 4. Serrez les quatre boulons de fixation &#224; un
                        couple de 11,3 Nm (100 lb-po).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez l'ensemble de valve complet au longeron de cadre de ch&#226;ssis et serrez
                        les &#233;crous de fixation du cadre &#224; un couple de 17 - 20 Nm (12,5 - 15 lb-pi).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez la nouvelle conduite d'air courte &#224; la vanne &#224; deux voies, tel
                        qu'illustr&#233; &#224; la Figure 4.
                        <emph type="bold">N'ENTORTILLEZ PAS LA CONDUITE D'AIR</emph>. La conduite d'air devra &#234;tre
                        raccourcie &#224; environ 9 pouces. V&#233;rifiez l'acheminement de la conduite et coupez-la
                        &#224; la longueur appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez les deux conduites de commande (verte de 3/8 po et orange de 3/8 po) &#224;
                        la vanne &#224; deux voies, vous assurant que la conduite verte est branch&#233;e au raccord sup&#233;rieur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Abaissez le v&#233;hicule si vous l'avez soulev&#233; &#224; l'&#233;tape 3.</para>
                </step1>
                <step1>
                    <para count="1">Remplissez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">Effectuez une v&#233;rification pour d&#233;celer toute fuite d'air et pour vous
                        assurer que les freins fonctionnent de mani&#232;re appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les cales de roue.</para>
                </step1>
                <step1>
                    <para count="1">Mettez les pi&#232;ces d&#233;pos&#233;es au rebut.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; DE R&#201;PARATION AFF&#201;RENT &#192; LA TROUSSE 8900084R91 (trousse de
                    valve)
                </title>
                <para>
                    <emph type="bold">VEUILLEZ VOUS REPORTER AUX FIGURES 2 ET 5 POUR EFFECTUER CE PROC&#201;D&#201;
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                            appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au
                        point mort.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Soulevez le ou les essieux arri&#232;re au besoin. N'effectuez aucune man&#339;uvre
                                sous un v&#233;hicule support&#233; uniquement par des crics Les crics peuvent glisser
                                ou tomber, ce qui peut entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Purgez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">Prenez note des positions des conduites d'air d'alimentation et de refoulement,
                        puisque celles-ci doivent &#234;tre r&#233;install&#233;es dans les m&#234;mes orifices
                        d'origine de valve relais (Figure 2).
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez les conduites d'air de la valve relais et de la vanne &#224; deux
                        voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez et conservez les &#233;crous de fixation de la valve relais situ&#233;s sur
                        l'ext&#233;rieur du longeron de cadre de ch&#226;ssis et enlevez ensemble du longeron de cadre
                        de ch&#226;ssis la valve relais de frein &#224; air comprim&#233;, ainsi que le support de cadre
                        et la vanne externe &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">8. Prenez note de l'orientation du raccord pour les raccords d'alimentation et de
                        refoulement sur l'ancien ensemble de valve relais. Transf&#233;rez les raccords de l'ancienne
                        valve relais &#224; la nouvelle valve relais interne &#224; deux voies, et enduisez-les d'un
                        enduit frein filet approuv&#233; (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>). Serrez les raccords
                        sur la nouvelle valve relais de mani&#232;re &#224; ce qu'ils soient orient&#233;s dans la m&#234;me
                        position qu'ils l'&#233;taient sur l'ancienne valve relais. Transf&#233;rez et &#233;tanch&#233;isez
                        &#233;galement le bouchon ou la soupape de protection contre les surpressions (avec suspension
                        pneumatique) de l'orifice d'alimentation arri&#232;re &#224; la valve relais neuve.
                        <emph type="bold">REMARQUE SUR LES RACCORDS</emph>
                        : Le n&#233;cessaire 8900084R91 comprend des raccords de haute qualit&#233;. Si le v&#233;hicule
                        est pourvu de l'ancien style de raccords de compression (manchon sph&#233;rique), l'&#233;crou,
                        le manchon et la pi&#232;ce d'insertion doivent &#234;tre retir&#233;s des conduites de commande
                        de 3/8 pour passer aux raccords de haute qualit&#233;. Si la tubulure doit &#234;tre coup&#233;e,
                        assurez-vous de la couper d'aplomb afin que les raccords de haute qualit&#233; puissent &#234;tre
                        utilis&#233;s, et de laisser une longueur suffisante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les nouveaux raccords que vous trouverez dans la trousse dans les deux
                        orifices de commande du nouvel ensemble de valve relais. Introduisez le raccord de 90 &#176;
                        dans l'orifice de commande principal (41) et le raccord droit dans l'orifice de commande
                        secondaire (42). Installez les raccords de mani&#232;re &#224; ce qu'ils soient orient&#233;s
                        vers l'avant du v&#233;hicule, tel qu'illustr&#233; &#224; la Figure 5.
                    </para>
                </step1>
                <step1>
                    <para count="1">Montez l'ensemble de valve relais au longeron de cadre de ch&#226;ssis et serrez les
                        &#233;crous de fixation &#224; un couple de 17 - 20 Nm (12,5 - 15 lb-pi).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rebranchez les conduites d'air &#224; la valve relais; reportez-vous &#224; la
                        Figure 5 et au Tableau 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Abaissez le v&#233;hicule si vous l'avez soulev&#233; &#224; l'&#233;tape 3.</para>
                </step1>
                <step1>
                    <para count="1">Remplissez les r&#233;servoirs d'air jusqu'&#224; la pression de disjonction.</para>
                </step1>
                <step1>
                    <para count="1">Effectuez une v&#233;rification pour d&#233;celer toute fuite d'air et pour vous
                        assurer que les freins fonctionnent de mani&#232;re appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les cales de roue.</para>
                </step1>
                <step1>
                    <para count="1">Mettez les pi&#232;ces d&#233;pos&#233;es au rebut.</para>
                </step1>
                <figure id="f0250603" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250603.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="392px"/>
                    <caption>Figure 3: Vue &#233;clat&#233;e de l'ensemble de valve avec le support (dans certains cas,
                        l'article 4 peut &#234;tre une plaque plut&#244;t qu'un ECU ABS)
                    </caption>
                    <calloutgroup>
                        <callout1>Articles de la trousse 8900083R91 :</callout1>
                        <callout1>4. Sera un ECU ABS ou une plaque</callout1>
                        <callout1>5. Vanne externe &#224; deux voies</callout1>
                        <callout1>7. Valve relais avec vanne externe &#224; deux voies</callout1>
                        <callout1>11. Petit support</callout1>
                        <callout1>12. Coude de 90 degr&#233;s rempla&#231;ant le raccord droit</callout1>
                        <callout1>13. Gros support</callout1>
                        <callout1>14. Boulon M8 dans le gros support, le petit support et la vanne &#224; deux voies
                        </callout1>
                        <callout1>15. Coude de 90 degr&#233;s rempla&#231;ant le raccord droit</callout1>
                        <callout1>16. Boulon M6 dans le gros support et le petit support</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250604" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250604.webp" type="webp" scalefit="1" scalefitwidth="288px"
                             scalefitheight="312px"/>
                    <caption>Figure 4: Vue de l'ensemble avec le n&#233;cessaire de support install&#233; (8900083R91)
                    </caption>
                </figure>
                <figure id="f0250605" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250605.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="392px"/>
                    <caption>Figure 5: La trousse 8900084R91 (n&#233;cessaire de valve) comprend une valve relais neuve,
                        ainsi qu'une vanne &#224; deux voies interne
                    </caption>
                    <calloutgroup>
                        <callout1>1. Orifice d'alimentation principal, conduite d'air comprim&#233; verte de 5/8 po ou
                            3/4 po, reliant le r&#233;servoir d'air &#224; l'orifice d'alimentation avant de la valve
                            relais
                        </callout1>
                        <callout1>2. Orifices de refoulement principaux (2), conduite d'air comprim&#233; verte de 5/8
                            po, reliant les orifices de refoulement aux modulateurs ABS
                        </callout1>
                        <callout1>8. Orifice de commande principal n&#176; 41, conduite d'air comprim&#233; verte de 3/8
                            po, pour la vanne interne &#224; deux voies, coude de 90 degr&#233;s
                        </callout1>
                        <callout1>9. Orifice de commande secondaire n&#176; 42, conduite d'air comprim&#233; orange de
                            3/8 po, pour la vanne interne &#224; deux voies, raccord droit
                        </callout1>
                        <callout1>10. Valve relais avec vanne interne &#224; deux voies</callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Deux trousses seront utilis&#233;es pour r&#233;parer les v&#233;hicules dans le cadre de ce rappel.
                98 % des v&#233;hicules devront &#234;tre r&#233;par&#233;s &#224; l'aide de la trousse 8900083R91 (n&#233;cessaire
                de support), et seulement 2 % des v&#233;hicules n&#233;cessiteront la trousse 8900084R91 (n&#233;cessaire
                de valve). Puisque seulement 2 % des v&#233;hicules n&#233;cessiteront la trousse 8900084R91 (n&#233;cessaire
                de valve), les quantit&#233;s sont limit&#233;es, donc veuillez ne pas commander de n&#233;cessaire de
                valve avant d'avoir pris connaissance de la section RENSEIGNEMENTS SUR LES PI&#200;CES de la pr&#233;sente
                lettre et d'avoir v&#233;rifi&#233; quelle est la trousse appropri&#233;e pour le v&#233;hicule.
            </para>
            <para>
                <emph type="bold">REMARQUE SP&#201;CIALE CONCERNANT LA TROUSSE 8900083R91 (n&#233;cessaire de support)
                </emph>
                : Certains v&#233;hicules n&#233;cessitant cette trousse sont pourvus d'une valve relais de traction
                asservie, et il y a environ 130 v&#233;hicules vis&#233;s par ce rappel dont le dessus de la valve
                comporte une plaque et non un ECU. Quatre nouveaux boulons sp&#233;ciaux doivent &#234;tre command&#233;s
                pour ces v&#233;hicules. Veuillez vous assurer du besoin avant de commander ces boulons, en raison de
                leur quantit&#233; limit&#233;e. Quatre boulons par v&#233;hicule pourvu de la plaque sup&#233;rieure,
                N/P : 2509606C1.
            </para>
            <para>
                <emph type="bold">PI&#200;CES DE RECHANGE DE LA VALVE RELAIS</emph>
            </para>
            <para>Si les boulons fixant l'ECU ABS ou la plaque sur le dessus de la valve relais (Figure 3, article 7) se
                brisent, ne r&#233;chauffez pas la valve relais pour enlever les boulons; remplacez plut&#244;t la valve
                par le num&#233;ro de pi&#232;ce de rechange appropri&#233;. Le num&#233;ro de pi&#232;ce de rechange de
                la valve relais non de traction asservie est le 2501272C91 (cette valve doit &#234;tre utilis&#233;e
                seulement avec la vanne &#224; deux voies externe).
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Mettez les pi&#232;ces d&#233;pos&#233;es au rebut au
                    niveau local. Ne retournez pas ces pi&#232;ces.
                </emph>
            </para>
            <table id="t0250602">
                <title>CONTENU DE LA TROUSSE pour 8900083R91 (n&#233;cessaire de support) (Bendix n&#176; 801338)
                </title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.98*"/>
                    <colspec colname="col2" colwidth="1.32*"/>
                    <colspec colname="col3" align="center" colwidth="0.70*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>CONTENU</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPTION</para>
                            </entry>
                            <entry align="center">
                                <para>QUANTIT&#201;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>2509468C1</para>
                            </entry>
                            <entry>
                                <para>Gros support</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2509607C1</para>
                            </entry>
                            <entry>
                                <para>Vis &#224; m&#233;taux &#188;-20 x 2,25 po, ECU</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3561048C1</para>
                            </entry>
                            <entry>
                                <para>Boulon M8 x 30</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3544379C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou M8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>30761VX</para>
                            </entry>
                            <entry>
                                <para>Coude de 90 degr&#233;s, &#188; NPT x compression de tube de 3/8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>BX205829</para>
                            </entry>
                            <entry>
                                <para>Coude de 90 degr&#233;s, 3/8NPT x compression de tube de 3/8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2643440R1 GREEN</para>
                            </entry>
                            <entry>
                                <para>Tube de nylon de 3/8 po</para>
                            </entry>
                            <entry align="center">
                                <para>12 Inches</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>414505C1</para>
                            </entry>
                            <entry>
                                <para>Tubulure</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2585067C1</para>
                            </entry>
                            <entry>
                                <para>Petit support</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3552155C1</para>
                            </entry>
                            <entry>
                                <para>Boulon M6 x 20</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3544378C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou M6</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>25707R1</para>
                            </entry>
                            <entry>
                                <para>Rondelle plate de &#188; po</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2585068C1</para>
                            </entry>
                            <entry>
                                <para>Vis &#224; m&#233;taux &#188;-20 x 1,125 po</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Contenu de la trousse pour 8900084R91 (n&#233;cessaire de valve) Seulement 2 % des v&#233;hicules
                    peuvent &#234;tre pourvus de cette trousse. Cette trousse DOIT &#234;tre utilis&#233;e uniquement
                    sur les v&#233;hicules pourvus de l'ensemble de valve relais illustr&#233; aux Figures 2 et 5.
                    Reportez-vous au Tableau 4 pour prendre connaissance des applications.
                </emph>
            </para>
            <specpara>
                <note>
                    <para>Certains v&#233;hicules de mod&#232;les 9000 et 5000 construits avant le 1er septembre 2000
                        pourraient n&#233;cessiter la trousse 8900084R91. Veuillez v&#233;rifier le v&#233;hicule.
                    </para>
                </note>
            </specpara>
            <table id="t0250603">
                <title>Contenu de la trousse pour 8900084R91 (n&#233;cessaire de valve) (Bendix n&#176; 801339)</title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.98*"/>
                    <colspec colname="col2" colwidth="1.32*"/>
                    <colspec colname="col3" align="center" colwidth="0.70*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>CONTENU</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPTION</para>
                            </entry>
                            <entry align="center">
                                <para>QUANTIT&#201;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>Bendix n&#176; 5010998</para>
                            </entry>
                            <entry>
                                <para>Valve relais(Pression d'ouverture de 4,0)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Bendix n&#176; 113165</para>
                            </entry>
                            <entry>
                                <para>Hex/Torx de 5/16</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>International n&#176; 2017511C1</para>
                            </entry>
                            <entry>
                                <para>Coude de 90 &#176;, 1/4MPT x 3/8QC</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>International n&#176; 2017484C1</para>
                            </entry>
                            <entry>
                                <para>Connecteur, 1/4 MPT x 3/8 QC</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0250604">
                <title>Tableau d'application pour la trousse 8900084R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.87*"/>
                    <colspec colname="col2" align="center" colwidth="1.41*"/>
                    <colspec colname="col3" align="center" colwidth="0.72*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>MOD&#200;LE</para>
                            </entry>
                            <entry align="center">
                                <para>P&#201;RIODE DE CONSTRUCTION</para>
                            </entry>
                            <entry align="center">
                                <para>CODE DE FREIN</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                            <entry align="center">
                                <para>01/03/98-28/01/02</para>
                            </entry>
                            <entry align="center">
                                <para>04AZE</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>4000</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">N'UTILISEZ PAS CETTE TROUSSE</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>5000</para>
                            </entry>
                            <entry align="center">
                                <para>01/09/00 - 20/01/02</para>
                            </entry>
                            <entry align="center">
                                <para>04AZA</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>8000</para>
                            </entry>
                            <entry align="center">
                                <para>01/03/98 - 28/01/02</para>
                            </entry>
                            <entry align="center">
                                <para>04AZE</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>9000</para>
                            </entry>
                            <entry align="center">
                                <para>01/09/00 - 04/03/02</para>
                            </entry>
                            <entry align="center">
                                <para>04AZA ou 04AZE ou 04AZH</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">REMARQUES</emph>: L'un des deux n&#233;cessaires offerts dans le cadre de ce rappel
                doit &#234;tre install&#233; sur tous les v&#233;hicules pourvus de la vanne &#224; double voie et du
                raccord illustr&#233;s aux Figures 1 et 2. Une seule op&#233;ration de main&#64979;d'&#339;uvre peut
                &#234;tre utilis&#233;e par v&#233;hicule. Le pourcentage de v&#233;hicules n&#233;cessitant chaque op&#233;ration
                de main&#64979;d'&#339;uvre est le suivant :
            </para>
            <para>Op&#233;ration 1 : 73 % des v&#233;hicules n&#233;cessiteront cette r&#233;paration.</para>
            <para>Op&#233;ration 2 : 25 % des v&#233;hicules n&#233;cessiteront cette r&#233;paration.</para>
            <para>Op&#233;ration 3 : Seulement 2 % des v&#233;hicules devront &#234;tre pourvus de cette trousse.</para>
            <table id="t0250605">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02506-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Posez le num&#233;ro
                                    <emph type="bold">8900083R91</emph>
                                    sur les v&#233;hicules non pourvus d'une suspension &#224; balanciers Hendrickson
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02506-2</para>
                            </entry>
                            <entry>
                                <para>Posez le num&#233;ro
                                    <emph type="bold">8900083R91</emph>
                                    sur les v&#233;hicules pourvus d'une suspension &#224; balanciers Hendrickson
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02506-3</para>
                            </entry>
                            <entry>
                                <para>Posez la trousse de r&#233;paration de rappel 8900084R91 (valve R12DC)</para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                <emph type="bold">Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent
                    &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison.
                </emph>
                Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis
                aux clients et des cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont
                li&#233;es &#224; ces v&#233;hicules, votre concession doit aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale</emph>
                : La cause num&#233;ro 2 ci-dessous devrait &#234;tre inscrite sur la plupart des r&#233;clamations.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
