<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02512 - Il se peut qu'il y ait un ralentissement d'amen&#233;e d'air et d'&#233;chappement
        du robinet mod&#233;rable de freinage de remorque TC&#64979;7 pourvu d'un raccord de type &#171;pousser pour
        brancher&#187; sur certains mod&#232;les 2000, 4000, 5000, 7000, 8000 et 9000 construits au cours de la p&#233;riode
        du 24 avril 2002 au 21 juin 2002
    </stitle>
    <recall id="rec02512" translation="french">
        <recallnumber>02512</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>D&#233;cembre 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Il se peut qu'il y ait un ralentissement d'amen&#233;e d'air et d'&#233;chappement du robinet mod&#233;rable
            de freinage de remorque TC&#64979;7 pourvu d'un raccord de type &#171;pousser pour brancher&#187; sur
            certains mod&#232;les 2000, 4000, 5000, 7000, 8000 et 9000 construits au cours de la p&#233;riode du 24
            avril 2002 au 21 juin 2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8100
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>04/24/2002</startdate>
                        <enddate>06/21/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>L'orifice d'amen&#233;e d'air dans le corps du robinet mod&#233;rable de freinage TC&#64979;7 de
                Bendix peut &#234;tre partiellement obstru&#233; en raison d'une anomalie se manifestant lors du
                processus de moulage chez le fournisseur. Une obstruction pourrait ralentir l'amen&#233;e d'air et l'&#233;chappement
                vers et en provenance des freins de remorque lorsque les freins sont utilis&#233;s &#224; partir de ce
                robinet.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Si le robinet mod&#233;rable de freinage de remorque est utilis&#233; pendant que le v&#233;hicule
                roule, un serrage ou un desserrage lent des freins de la remorque pourrait contribuer &#224; une perte
                de ma&#238;trise du v&#233;hicule qui, &#224; son tour, pourrait donner lieu &#224; un accident pouvant
                entra&#238;ner des dommages mat&#233;riels, ou des blessures corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Certains mod&#232;les 2000, 4000, 5000, 7000, 8000 et 9000 pourvus de raccords de conduite d'air de
                type &#171;pousser pour brancher&#187; au niveau du robinet mod&#233;rable de freinage de remorque, et
                construits au cours de la p&#233;riode du 24 avril 2002 au 21 juin 2002 sont vis&#233;s par ce rappel.
                Confirmez quels sont les v&#233;hicules vis&#233;s par cette campagne au moyen d'ISIS.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">INTRODUCTION</emph>: Le robinet mod&#233;rable de freinage de remorque doit &#234;tre
                mis &#224; l'essai avant d'&#234;tre remplac&#233;. Si l'air ne s'&#233;chappe pas du robinet en moins
                d'une seconde, le robinet doit &#234;tre remplac&#233;. Avant de remplacer le robinet, vous devez opter
                pour l'une de deux trousses de r&#233;paration distinctes. Tous ces robinets sont pourvus de raccords
                rapides.
            </para>
            <para>
                <emph type="bold">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES SUIVANTES AVANT D'EFFECTUER L'ESSAI.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>POUR &#201;VITER UNE BLESSURE GRAVE AUX YEUX, PORTEZ TOUJOURS DES PROTECTEURS OCULAIRES
                        APPROPRI&#201;S LORSQUE VOUS EFFECTUEZ L'ENTRETIEN OU LA R&#201;PARATION D'UN V&#201;HICULE.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Pour effectuer ce proc&#233;d&#233; d'essai, procurez-vous deux t&#234;tes
                    d'accouplement dont les orifices sont bouch&#233;s (reportez-vous &#224; la Figure 1). Bloquez les t&#234;tes
                    d'accouplement de service et d'urgence du v&#233;hicule en les raccordant aux t&#234;tes
                    d'accouplement bouch&#233;es illustr&#233;es &#224; la Figure 1.
                </para>
            </step1>
            <figure id="f0251201" figsize="col-wide">
                <graphic filename="../recallfigures/g0251201.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figure 1 - T&#234;tes d'accouplement bouch&#233;es</caption>
            </figure>
            <step1>
                <para count="1">Faites d&#233;marrer le moteur et laissez-le tourner jusqu'&#224; ce que le r&#233;gulateur
                    atteigne la pression de coupure (un minimum de 125 psi).
                </para>
            </step1>
            <step1>
                <para count="1">Appuyez sur les boutons rouge et jaune MV-3 sur le tableau de bord (boutons d'amen&#233;e
                    en air et de stationnement du tracteur).
                </para>
            </step1>
            <step1>
                <para count="1">Coupez le moteur et desserrez les freins de service, s'ils sont serr&#233;s.</para>
            </step1>
            <step1>
                <para count="1">Mettez le robinet mod&#233;rable de freinage de remorque en position de serrage complet,
                    effectuant ainsi un serrage complet des freins de la remorque.
                </para>
            </step1>
            <step1>
                <para count="1">Attendez 5 secondes pour permettre &#224; la pression de se stabiliser.</para>
            </step1>
            <step1>
                <para count="1">Ramenez rapidement le robinet mod&#233;rable de freinage de remorque &#224; z&#233;ro,
                    effectuant ainsi un &#233;chappement complet.
                </para>
            </step1>
            <step1>
                <para count="1">Prenez note du d&#233;lai requis pour &#233;vacuer la conduite de contr&#244;le, jusqu'&#224;
                    ce qu'aucun bruit d'&#233;chappement ne se fasse entendre. Si la dur&#233;e d'&#233;chappement est
                    inf&#233;rieure &#224; une seconde, le temps qu'il faut pour dire rapidement &#171;mille et un&#187;,
                    le robinet n'a pas besoin d'&#234;tre remplac&#233; et vous pouvez passer directement &#224; l'&#233;tape
                    21. Si la dur&#233;e d'&#233;chappement est d'une seconde ou plus, proc&#233;dez aux &#233;tapes 10
                    &#224; 21 et remplacez le robinet mod&#233;rable de freinage de remorque. D&#233;saccouplez et
                    retirez les t&#234;tes d'accouplement bouch&#233;es du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">&#201;vacuez l'air de tous les r&#233;servoirs.</para>
            </step1>
            <step1>
                <para count="1">Enlevez le couvercle de la colonne de direction.</para>
            </step1>
            <step1>
                <para count="1">Enlevez le manche du robinet mod&#233;rable de freinage de remorque.</para>
            </step1>
            <step1>
                <para count="1">Retirez le robinet mod&#233;rable de freinage de remorque du support de montage.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez du robinet les conduites d'air &#224; raccord rapide, et tracez des rep&#232;res
                    sur les conduites d'air, selon le besoin. Enlevez le robinet.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez les conduites d'air au nouveau robinet mod&#233;rable de freinage de
                    remorque.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le robinet sur le support de montage et serrez les attaches &#224; un couple
                    de 3,4 &#224; 6,8 Nm (30 - 60 po-lb).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le manche sur le robinet et serrez &#224; un couple de 3,4 &#224; 6,8 Nm (30 -
                    60 po-lb).
                </para>
            </step1>
            <step1>
                <para count="1">Faites d&#233;marrer le moteur et accumulez un minimum de 125 psi de pression d'air. V&#233;rifiez
                    le robinet pour vous assurer de son bon fonctionnement et pour d&#233;celer toute fuite d'air.
                </para>
            </step1>
            <step1>
                <para count="1">Posez le couvercle de la colonne de direction.</para>
            </step1>
            <step1>
                <para count="1">Retournez les pi&#232;ces conform&#233;ment aux directives &#233;nonc&#233;es &#224; la
                    section &#171;RENSEIGNEMENTS SUR LES PI&#200;CES&#187; de la pr&#233;sente lettre.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les cales de roue.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Nous nous attendons &#224; ce que moins de 30 % des v&#233;hicules doivent faire l'objet d'un
                remplacement du robinet mod&#233;rable de freinage de remorque. La trousse 8900093R91 sera celle qui
                sera principalement utilis&#233;e dans le cadre de ce rappel. Toutefois, il y a neuf (9) NIV &#233;num&#233;r&#233;s
                dans le Tableau 1 qui n&#233;cessiteront l'autre trousse, num&#233;ro 8900094R91. Chaque v&#233;hicule
                qui &#233;choue l'essai devra faire l'objet de la pose d'une trousse de robinet neuf.
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Retournez les pi&#232;ces d&#233;fectueuses conform&#233;ment
                    aux directives figurant sur le formulaire d'AUTORISATION DE DISPOSITION DE PI&#200;CES R-5185, et
                    joignez le formulaire d'autorisation de retour &#224; la pi&#232;ce.
                </emph>
            </para>
            <table id="t0251201">
                <title>Num&#233;ros de pi&#232;ce des trousses et applications</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.92*"/>
                    <colspec colname="col2" align="center" colwidth="1.20*"/>
                    <colspec colname="col3" align="center" colwidth="0.87*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de trousse International</para>
                            </entry>
                            <entry align="center">
                                <para>Applications de v&#233;hicules</para>
                            </entry>
                            <entry align="center">
                                <para>Contenu de trousse, num&#233;ros de pi&#232;ce Bendix</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">8900093R91</emph>
                                    trousse Bendix n&#176; 801405
                                </para>
                            </entry>
                            <entry align="center">
                                <para>La plupart des v&#233;hicules devront &#234;tre pourvus de cette trousse, sauf
                                    pour ce qui est des NIV indiqu&#233;s ci-dessous.
                                </para>
                            </entry>
                            <entry align="center">
                                <para>Robinet 109389</para>
                                <para>Vis Plastite 112741</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">8900094R91</emph>
                                    trousse Bendix n&#176; 801406
                                    <emph type="bold">Nota : Confirmez le NIV avant de commander.</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>Il y a seulement 9 v&#233;hicules qui ont besoin de cette trousse. Ceux-ci ont
                                    &#233;t&#233; construits avec le code 834465 ou avec le code 12920. Les neuf NIV
                                    sont &#233;num&#233;r&#233;s dans ce tableau.
                                </para>
                                <para>2R704168, 2R704413, 2R704414, 3C051456, 3C052592, 3C053423, 3C053525, 3J043393,
                                    3J043394
                                </para>
                            </entry>
                            <entry align="center">
                                <para>Robinet avec commande manuelle &#224; retour automatique 109409</para>
                                <para>Vis Plastite 112741</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>Tous les v&#233;hicules vis&#233;s par la pr&#233;sente campagne de rappel doivent faire l'objet d'une
                inspection. Une seule op&#233;ration de main-d'&#339;uvre sera utilis&#233;e. Les r&#233;clamations
                doivent mentionner le num&#233;ro d'op&#233;ration de main-d'&#339;uvre 1 ou 2, mais non les deux num&#233;ros.
            </para>
            <table id="t0251402">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02512-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Essai de fonctionnement du robinet</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02512-2</para>
                            </entry>
                            <entry>
                                <para>Essai et remplacement du robinet</para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement aux corrections de toutes les unit&#233;s qui sont marqu&#233;es pour
                ce rappel et qui font partie de vos stocks. Tous les v&#233;hicules en stock vis&#233;s par cette
                campagne de rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre concession doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le
                client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire de toutes les unit&#233;s
                vis&#233;es que vous avez en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de
                rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre installation de distribution doit aviser IMM&#201;DIATEMENT l'emplacement de
                transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
