<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02510 - Rentr&#233;e des capteurs de vitesse de roue du syst&#232;me de freinage antiblocage
        (ABS) hydraulique, &#233;valuation de la corrosion des disques de freins, et v&#233;rification de la
        fonctionnalit&#233; de certains mod&#232;les 1552, 1652, 3400, 3800, 4700, 4900 et autobus RE, FE, IC et CE
    </stitle>
    <recall id="rec02510" translation="french">
        <recallnumber>02510</recallnumber>
        <market>&#201;.-U., EXPORTATION</market>
        <recalldate>Novembre 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Rentr&#233;e des capteurs de vitesse de roue du syst&#232;me de freinage antiblocage (ABS) hydraulique,
            &#233;valuation de la corrosion des disques de freins, et v&#233;rification de la fonctionnalit&#233; de
            certains mod&#232;les 1552, 1652, 3400, 3800, 4700, 4900 et autobus RE, FE, IC et CE
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1552
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1652
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Le calculateur &#233;lectronique de mod&#232;le TRW 410M du syst&#232;me de freinage ABS hydraulique
                peut interpr&#233;ter erron&#233;ment les signaux erratiques ou de faible amplitude de la vitesse des
                roues. Si le calculateur &#233;lectronique TRW interpr&#232;te erron&#233;ment ces signaux erron&#233;s,
                il se peut qu'il ne puisse faire la distinction entre un signal r&#233;el de rotation des roues ou un
                signal errant erratique. Le calculateur &#233;lectronique peut activer le syst&#232;me ABS plut&#244;t
                que de le d&#233;sactiver suite &#224; un signal erron&#233;. Cela peut se traduire par une sensation
                dure de la p&#233;dale et &#224; une diminution de la d&#233;c&#233;l&#233;ration &#224; la fin de l'arr&#234;t,
                donnant ainsi lieu &#224; une distance d'arr&#234;t prolong&#233;e. Dans les conditions d&#233;crites
                ci-dessus, le t&#233;moin du syst&#232;me de freinage ABS risque de ne pas s'allumer pour avertir le
                conducteur d'une anomalie du syst&#232;me.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Si un v&#233;hicule manifeste l'un des &#233;tats d'&#233;mission de signaux erron&#233;s d&#233;crits
                ci&#64979;dessus et que le calculateur &#233;lectronique interpr&#232;te erron&#233;ment le signal, le
                conducteur pourrait &#233;prouver une distance d'arr&#234;t prolong&#233;e. ce qui pourrait provoquer un
                accident pouvant entra&#238;ner des dommages mat&#233;riels ou des blessures corporelles, voire m&#234;me
                mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Certains mod&#232;les 1552, 1652, 3400, 3800, 4700, 4900 et autobus RE, FE, IC et CE sont vis&#233;s
                par ce rappel.
                <emph type="bold">Nous avons inclus et aviserons seulement les clients dont les v&#233;hicules
                    rencontrent les deux crit&#232;res suivants :
                </emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Les v&#233;hicules qui ont &#233;t&#233; construits lors de la p&#233;riode du 1er mars 1999
                        et du 1er avril 2002, mais qui ont &#233;galement &#233;t&#233;
                    </para>
                </item>
                <item>
                    <para>Livr&#233;s &#224; l'utilisateur (&#171;DTU&#187;) au cours de la p&#233;riode du 1er mars
                        1999 au 1er avril 2002.
                    </para>
                </item>
            </seqlist>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules. Vous devez limiter l'usage de cette liste &#224; cette
                campagne, puisque cette liste peut contenir des renseignements obtenus des registres d'immatriculation
                de v&#233;hicules automobiles de l'&#201;tat et que l'utilisation de telles donn&#233;es sur
                l'immatriculation des v&#233;hicules automobiles &#224; des fins autres que cette campagne constitue une
                violation de la loi dans plusieurs &#201;tats.
            </para>
        </ownernote>
        <svcproc svcproctype="adjust" graphiccount="0">
            <title>R&#201;SOLUTIONS</title>
            <svcsubproc>
                <title>CE QUI PEUT &#202;TRE FAIT MAINTENANT, &#192; TITRE D'INTERVENTION INT&#201;RIMAIRE</title>
                <step1>
                    <para count="1">Les clients poss&#233;dant des camions et des autobus pourvus de freins antiblocage
                        (ABS) hydrauliques livr&#233;s avant le 1er avril 2002 seront avis&#233;s et auront l'option de
                        rentrer eux-m&#234;mes leurs capteurs de vitesse de roue ABS. International a &#233;galement
                        demand&#233; aux clients de se pr&#233;senter chez un concessionnaire si : (1) ils sont
                        incapables ou ne veulent pas effectuer le proc&#233;d&#233; eux-m&#234;mes, (2) si leur t&#233;moin
                        ABS est allum&#233;, ou (3) s'ils &#233;prouvent une anomalie des freins (reportez-vous &#224;
                        la lettre aux clients ci-jointe).
                    </para>
                </step1>
                <step1>
                    <para count="1">La pr&#233;sente d&#233;crit le proc&#233;d&#233; d'entretien &#224; l'intention des
                        concessionnaires afin qu'ils puissent rentrer les capteurs de vitesse de roue et v&#233;rifier
                        la fonctionnalit&#233; des freins antiblocage (ABS). Ce proc&#233;d&#233; d'entretien constitue
                        une intervention pr&#233;liminaire &#224; un autre rappel qui visera &#224; remplacer le
                        calculateur &#233;lectronique du syst&#232;me de freinage antiblocage (ABS).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>R&#201;SOLUTION FINALE</title>
                <para>Le calculateur &#233;lectronique du syst&#232;me de freinage antiblocage (ABS) est en train d'&#234;tre
                    reformul&#233; par le fournisseur de mani&#232;re &#224; &#233;liminer les probl&#232;mes d&#233;coulant
                    d'une interpr&#233;tation erron&#233;e du signal de vitesse de roue. Un nouveau num&#233;ro de
                    rappel sera diffus&#233; pour remplacer le calculateur &#233;lectronique du syst&#232;me de freinage
                    antiblocage (ABS) une fois la reformulation et les essais achev&#233;s, et que des stocks ad&#233;quats
                    de calculateurs &#233;lectroniques sont acquis pour lancer la campagne.
                    <emph type="bold">Cette campagne pourrait &#234;tre lanc&#233;e vers la mi-2003.</emph>
                </para>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">DESCRIPTION:</emph>
                Les quatre capteurs de vitesse de roue ABS de tous les v&#233;hicules vis&#233;s par ce rappel doivent
                &#234;tre rentr&#233;s. Une fois que ce proc&#233;d&#233; aura &#233;t&#233; effectu&#233;, le v&#233;hicule
                doit faire l'objet d'un essai routier. Si le t&#233;moin ABS s'allume au cours de l'essai routier, un d&#233;pannage
                suppl&#233;mentaire sera requis pour identifier et corriger l'&#233;tat. Certains v&#233;hicules qui ont
                &#233;t&#233; expos&#233;s &#224; du sel de voirie ou &#224; une humidit&#233; extr&#234;me peuvent
                avoir d&#233;velopp&#233; de la corrosion ou de la rouille sur les dents de la couronne dent&#233;e
                solidaire ABS. La variation du profil des dents d&#233;coulant d'une importante corrosion sur la
                couronne dent&#233;e solidaire peut provoquer un &#233;tat de signaux erron&#233;s et ce, m&#234;me
                lorsque l'entrefer entre la couronne dent&#233;e solidaire et le capteur est ad&#233;quat. Si le capteur
                a &#233;t&#233; rentr&#233; de fa&#231;on &#224; toucher &#224; la couronne dent&#233;e solidaire et que
                la variation des dents semble causer l'&#233;mission d'un signal erron&#233; de la couronne dent&#233;e
                solidaire, il faudra remplacer le rotor. Si un rotor est remplac&#233;, il doit &#234;tre conserv&#233;
                &#224; votre emplacement aux fins d'inspection par votre ing&#233;nieur du service &#224; la client&#232;le
                (ISC).
            </para>
            <para>
                <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                        appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au point
                    mort.
                </para>
            </step1>
            <step1>
                <para count="1">Rentrez les quatre capteurs de vitesse de roue &#224; la main jusqu'&#224; ce qu'ils
                    touchent la couronne dent&#233;e solidaire et qu'ils cessent de bouger. Il se peut parfois que le
                    capteur ne bouge que de 0,002 pouce. Prenez garde de ne pas endommager les c&#226;bles des capteurs.
                    Vous pourrez facilement rep&#233;rer les quatre capteurs en suivant les c&#226;bles des capteurs le
                    long des essieux jusqu'&#224; l'arri&#232;re des extr&#233;mit&#233;s de roues. Les c&#226;bles des
                    capteurs sont les seuls c&#226;bles qui sont achemin&#233;s de l'essieu jusqu'&#224; l'arri&#232;re
                    de l'extr&#233;mit&#233; de roue. Prenez garde de ne pas endommager les c&#226;bles des capteurs.
                    Vous trouverez les quatre capteurs sur le c&#244;t&#233; int&#233;rieur de chaque extr&#233;mit&#233;
                    de roue, c'est-&#224;-dire deux sur l'essieu avant et deux sur l'essieu arri&#232;re. Rentrez les
                    quatre capteurs de vitesse de roue &#224; la main (avec votre pouce) jusqu'&#224; ce qu'ils touchent
                    &#224; la couronne dent&#233;e solidaire sur le rotor. L'ajustage des capteurs dans les trous est
                    serr&#233; et, ainsi, ceux-ci peuvent bouger tr&#232;s peu (0,002 pouce), mais vous devriez &#234;tre
                    en mesure de les sentir bouger. Il se peut que vous ayez &#224; exercer un haut niveau de pression
                    pour rentrer les capteurs, mais cette pression ne devrait pas exc&#233;der la pression que vous
                    pouvez exercer avec une main. Ne frappez pas sur le capteur avec quelque outil que ce soit.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuez un essai routier du v&#233;hicule, en roulant &#224; diff&#233;rentes vitesses
                    allant jusqu'&#224; un minimum de 30 mi/h, et serrez le frein &#224; plusieurs reprises pour
                    confirmer que le t&#233;moin des freins ABS demeure &#233;teint et que les freins fonctionnent de
                    mani&#232;re appropri&#233;e. La sensation de la p&#233;dale de frein devrait &#234;tre normale,
                    sans pulsation, &#233;vanouissement ou serrage dur lors du serrage normal des freins sur une chauss&#233;e
                    s&#232;che. Si le t&#233;moin ABS demeure &#233;teint et que les freins fonctionnent normalement,
                    aucune autre intervention n'est requise &#224; ce moment-ci; toutefois, veuillez lire les &#233;tapes
                    5 et 6 aux fins de r&#233;f&#233;rence future. Si le t&#233;moin ABS s'allume, passez &#224; l'&#233;tape
                    5.
                </para>
            </step1>
            <step1>
                <para count="1">Si le t&#233;moin ABS s'allume au cours de l'essai routier, proc&#233;dez au d&#233;pannage
                    de cette anomalie et effectuez la mesure appropri&#233;e pour corriger cet &#233;tat. L'anomalie ABS
                    peut d&#233;couler de certains &#233;tats y compris, mais non de fa&#231;on limitative, la d&#233;t&#233;rioration
                    du profil des dents de la couronne dent&#233;e solidaire, le(s) c&#226;ble(s) du capteur us&#233;(s)
                    par frottement, de faux contacts &#233;lectriques dans le syst&#232;me de freinage ABS, ou un
                    capteur d&#233;fectueux. Si l'anomalie d&#233;coule des dents corrod&#233;es d'une couronne dent&#233;e
                    solidaire, remplacez seulement le rotor qui donne lieu au code d'anomalie. Les plaquettes de frein,
                    les &#233;triers et toutes les autres pi&#232;ces qui ne font pas partie du syst&#232;me de freinage
                    antiblocage (ABS) ne sont pas couverts en vertu de ce rappel. Les rotors dont les surfaces de
                    plaquettes de frein sont us&#233;es ne sont &#233;galement pas couverts. Le proc&#233;d&#233; pr&#233;cit&#233;
                    concernant les capteurs devrait &#234;tre effectu&#233; &#224; chaque intervalle d'entretien sur les
                    camions et autobus utilis&#233;s dans les &#201;tats o&#249; le sel de voirie est utilis&#233;
                    (selon l'&#233;tape 6 du Tableau 1) et ce, jusqu'&#224; ce que le calculateur &#233;lectronique soit
                    disponible. Pour ce qui est des unit&#233;s conduites dans les &#201;tats o&#249; le sel de voirie
                    n'est pas utilis&#233;, le proc&#233;d&#233; ci-dessus relatif aux capteurs n'est requis qu'une
                    seule fois. Pour prendre connaissance du proc&#233;d&#233; d'entretien en ligne comportant des
                    illustrations, allez &#224; :
                    <emph type="bold">http://www.internationaldelivers.com</emph>, et s&#233;lectionnez &#171;Customer
                    Support&#187; (soutien &#224; la client&#232;le).
                </para>
            </step1>
            <step1>
                <para count="1">Le proc&#233;d&#233; pr&#233;cit&#233; concernant les capteurs devrait &#234;tre effectu&#233;
                    &#224; chaque intervalle d'entretien sur les camions et autobus utilis&#233;s dans les &#201;tats o&#249;
                    le sel de voirie est utilis&#233; (selon le Tableau 1) et ce, jusqu'&#224; ce que le calculateur
                    &#233;lectronique soit disponible. Pour ce qui est des unit&#233;s conduites dans les &#201;tats o&#249;
                    le sel de voirie n'est pas utilis&#233;, le proc&#233;d&#233; consistant &#224; rentrer les capteurs
                    n'est requis qu'une seule fois.
                </para>
                <table id="t0251001">
                    <tgroup cols="2">
                        <colspec colname="col1"/>
                        <colspec colname="col2"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>V&#233;hicules utilis&#233;s dans les &#201;tats</para>
                                </entry>
                                <entry>
                                    <para>Endroit</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>O&#249; le sel de voirie n'est pas utilis&#233;</para>
                                    <para>Effectuez le proc&#233;d&#233; seulement une fois</para>
                                </entry>
                                <entry>
                                    <para>AL, AR, AZ, FL, GA, HI, LA, NC, OK, OR, SC, TN TX, UT, WA</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>O&#249; le sel de voirie tr&#232;s corrosif est utilis&#233;</para>
                                    <para>Effectuez le proc&#233;d&#233; &#224; chaque intervalle d'entretien</para>
                                </entry>
                                <entry>
                                    <para>Tous les autres &#201;tats et le Canada tout entier</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">TOUS LES ROTORS DE FREINS CORROD&#201;S QUI SONT ENLEV&#201;S DOIVENT &#202;TRE
                    CONSERV&#201;S &#192; VOTRE EMPLACEMENT AUX FINS D'INSPECTION PAR VOTRE ISC AVANT QUE VOUS PUISSIEZ
                    LES METTRE AU REBUT.
                </emph>
            </para>
            <para>Conservez tous les rotors aux fins d'inspection par votre ISC, conform&#233;ment aux directives &#233;nonc&#233;es
                sur le formulaire d'autorisation de mise au rebut des pi&#232;ces R-5185.
            </para>
        </partsinfo>
        <laborinfo>
            <para>Il n'y a aucune option d'inspection seulement. Seulement une op&#233;ration de main&#64979;d'&#339;uvre
                est pr&#233;vue pour ce rappel, parce qu'il est anticip&#233; qu'il sera seulement n&#233;cessaire de
                rentrer les capteurs de vitesse de roue du syst&#232;me de freinage antiblocage (ABS). Si un rotor doit
                &#234;tre remplac&#233; en raison de la corrosion d'une couronne dent&#233;e solidaire, utilisez l'op&#233;ration
                de r&#233;paration standard aux fins du remboursement de la main&#64979;d'&#339;uvre. Plus d'une r&#233;clamation
                peut &#234;tre pr&#233;sent&#233;e pour cette r&#233;paration sur les unit&#233;s qui sont conduites
                dans des &#201;tats o&#249; du sel de voirie tr&#232;s corrosif est utilis&#233;, comme &#233;nonc&#233;
                dans le Tableau 1 de la pr&#233;sente lettre.
            </para>
            <table id="t0251002">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02510-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Rentrer les capteurs ABS</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement aux corrections de toutes les unit&#233;s qui sont marqu&#233;es pour
                ce rappel et qui font partie de vos stocks.
                <emph type="bold">Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent
                    &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison.
                </emph>
                Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis
                aux clients et des cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont
                li&#233;es &#224; ces v&#233;hicules, votre concession doit aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>La NTMVSA, telle que modifi&#233;e, pr&#233;voit que chaque v&#233;hicule vis&#233; par une campagne
                de rappel de v&#233;hicule doit &#234;tre r&#233;par&#233; ad&#233;quatement dans un laps de temps
                raisonnable apr&#232;s que le propri&#233;taire en a fait une demande de r&#233;paration. Le d&#233;faut
                de r&#233;parer ad&#233;quatement un v&#233;hicule dans les 60 jours qui suivent la demande de r&#233;paration
                de ce v&#233;hicule constitue une preuve prima facie du d&#233;faut d'effectuer la r&#233;paration dans
                un laps de temps raisonnable. Si le d&#233;faut n'est pas r&#233;par&#233; ad&#233;quatement dans les 60
                jours qui suivent la demande de r&#233;paration, le propri&#233;taire peut avoir droit &#224; un v&#233;hicule
                de remplacement identique ou raisonnablement &#233;quivalent, sans frais, ou &#224; un remboursement du
                prix d'achat, mois une allocation raisonnable pour la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">REMARQUES SP&#201;CIALES : TOUTES LES R&#201;CLAMATIONS DOIVENT &#202;TRE PR&#201;SENT&#201;ES
                    EN MENTIONNANT LA CAUSE NUM&#201;RO 2 CI-DESSOUS</emph>, qui repr&#233;sente &#171;une inspection et
                une r&#233;paration&#187;. Ce rappel de s&#233;curit&#233; ne comporte aucune option d'inspection
                seulement. L'op&#233;ration de main-d'&#339;uvre A40-02510-1 doit &#234;tre effectu&#233;e sur tous les
                v&#233;hicules.
                <emph type="bold">Plus d'une r&#233;clamation peut &#234;tre pr&#233;sent&#233;e</emph>
                pour cette r&#233;paration sur les unit&#233;s qui sont conduites dans des &#201;tats o&#249; du sel de
                voirie tr&#232;s corrosif est utilis&#233;, comme &#233;nonc&#233; dans le Tableau 1 de la pr&#233;sente
                lettre.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire de toutes les unit&#233;s
                vis&#233;es que vous avez en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de
                rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre installation de distribution doit aviser IMM&#201;DIATEMENT l'emplacement de
                transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
