<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02508 - Inspection et remplacement du module de commande d'injection de carburant des mod&#232;les
        3200 et 4200 construits au cours de la p&#233;riode du 21 septembre 2001 au 26 juin 2002 et pourvus des moteurs
        VT 365
    </stitle>
    <recall id="rec02508" translation="french">
        <recallnumber>02508</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Octobre 2002</recalldate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Inspection et remplacement du module de commande d'injection de carburant des mod&#232;les 3200 et 4200
            construits au cours de la p&#233;riode du 21 septembre 2001 au 26 juin 2002 et pourvus des moteurs VT 365
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>06/26/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>06/26/2002</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>VT 365</engfam>
            </configure>
        </apply>
        <defect>
            <para>Une coquille anti-vibrations du module de commande d'injection de carburant, que l'on appelle aussi
                module de commande d'injection (IDM), des moteurs VT 365 peut &#234;tre manquante, ce qui pourrait
                permettre aux composants &#233;lectriques de vibrer et de se d&#233;tacher du panneau de contact &#224;
                l'int&#233;rieur du module.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Ce d&#233;faut pourrait donner lieu au fonctionnement irr&#233;gulier du moteur, &#224; un manque de
                puissance du moteur, &#224; une absence de d&#233;marrage ou, dans le plus grave des cas, &#224; une
                coupure du moteur sans avertissement pr&#233;alable. Un arr&#234;t imm&#233;diat du moteur pourrait
                provoquer un accident, qui pourrait entra&#238;ner des dommages mat&#233;riels ou des blessures
                corporelles, voire m&#234;me mortelles
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Les mod&#232;les 3200 et 4200 construits au cours de la p&#233;riode du 21 septembre 2001 au 26 juin
                2002 et pourvus du moteur VT 365.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="6">
            <title>D&#201;POSE DE L'ENSEMBLE IDM / ECM</title>
            <para>
                <emph type="bold">DESCRIPTION:</emph>
                Le module de commande d'injection (IDM) de tous les v&#233;hicules vis&#233;s par le pr&#233;sent rappel
                doit &#234;tre remplac&#233;. L'IDM est mont&#233; sur le dessus du moteur et est boulonn&#233; au
                module de commande du moteur (ECM). L'IDM et l'ECM seront retir&#233;s ensemble du moteur afin que l'IDM
                puisse &#234;tre remplac&#233;. L'ECM ne sera pas remplac&#233;.
            </para>
            <para>
                <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au point
                    mort.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure corporelle grave ou mortelle, d&#233;branchez la borne n&#233;gative
                            principale de la batterie avant de d&#233;poser ou de poser quelque composant &#233;lectrique
                            que ce soit.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Enlevez des quatre boulons de fixation (illustr&#233;s dans la Figure 1) fixant
                    l'ensemble IDM / ECM au support, puis retirez l'ensemble IDM / ECM sans enlever le support.
                </para>
            </step1>
            <figure id="f0250801" figsize="col-wide">
                <graphic filename="../recallfigures/g0250801.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Boulons de fixation de l'IDM / ECM</caption>
            </figure>
            <step1>
                <para count="1">Soulevez l'ensemble IDM / ECM et retirez les quatre connecteurs de faisceau de c&#226;blage
                    de l'ECM (article 3) des orifices illustr&#233;s &#224; la Figure 2, articles 1 et 2. Sortez les
                    connecteurs en les tirant et en vous assurant de ne pas courber les broches.
                </para>
            </step1>
            <figure id="f0250802" figsize="col-wide">
                <graphic filename="../recallfigures/g0250802.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Connecteurs de faisceau de c&#226;blage de l'ECM</caption>
                <calloutgroup>
                    <callout1>1. Orifices de connecteur de faisceau de c&#226;blage du moteur ECM</callout1>
                    <callout1>2. Orifices de connecteur de faisceau de c&#226;blage du ch&#226;ssis ECM</callout1>
                    <callout1>3. Connecteur de faisceau de c&#226;blage, un de quatre</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlevez les trois connecteurs de faisceau de c&#226;blage IDM des orifices, tel
                    qu'illustr&#233; &#224; la Figure 3, article 1.
                </para>
            </step1>
            <figure id="f0250803" figsize="col-wide">
                <graphic filename="../recallfigures/g0250803.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Connecteurs de faisceau de c&#226;blage de l'IDM</caption>
                <calloutgroup>
                    <callout1>1. Orifices de connecteur de faisceau de c&#226;blage IDM</callout1>
                    <callout1>2. Fiche de connecteur de faisceau de c&#226;blage IDM, un de trois</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">S&#233;parez l'ECM (article 1) de l'IDM (article 2) tel qu'illustr&#233; &#224; la
                    Figure 4, en enlevant les quatre boulons et entretoises. Vous devez conserver tous les &#233;crous,
                    rondelles, boulons, entretoises et pilotes aux fins de remontage. N'enlevez PAS les passe-fils et
                    les bagues de l'ECM. Gardez l'IDM et l'ECM &#224; la port&#233;e de la main afin de pouvoir
                    effectuer l'&#233;tape 9.
                </para>
            </step1>
            <figure id="f0250804" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250804.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>S&#233;paration de l'ECM et de l'IDM</caption>
                <calloutgroup>
                    <callout1>1. ECM</callout1>
                    <callout1>2. IDM</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">NE SAUTEZ PAS CETTE &#201;TAPE.</emph>
                    International requiert les num&#233;ros de suivi de l'ensemble IDM / ECM ainsi que des anciens et
                    nouveaux IDM. Le temps pass&#233; &#224; remplir la FICHE D'INFORMATION fait partie de l'op&#233;ration
                    de main&#64979;d'&#339;uvre de 1,5 heures. En utilisant la &#171;FICHE D'INFORMATION&#187;
                    ci-jointe, inscrivez les num&#233;ros de s&#233;rie requis pour les articles 6 &#224; 10. La &#171;FICHE
                    D'INFORMATION&#187; figure &#224; la page suivante de la pr&#233;sente lettre et elle est &#233;galement
                    fournie avec chaque nouvelle trousse de rappel.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>
                            <emph type="bold">L'article 6</emph>
                            n&#233;cessite le num&#233;ro de s&#233;rie de l'IDM qui figure sur l'ancienne &#233;tiquette
                            de l'IDM.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">L'article 7</emph>
                            n&#233;cessite le num&#233;ro de s&#233;rie de l'ECM qui figure au bas de l'ECM, tel
                            qu'illustr&#233; &#224; la Figure 5.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">L'article 8</emph>
                            n&#233;cessite le num&#233;ro de s&#233;rie de l'ensemble IDM/ECM qui figure sur l'&#233;tiquette
                            de l'ancien ensemble IDM / ECM, tel qu'illustr&#233; &#224; la Figure 5. D&#233;terminez le
                            num&#233;ro de pi&#232;ce &#224; partir de l'&#233;tiquette de l'ancien ensemble IDM / ECM
                            et inscrivez le num&#233;ro de s&#233;rie figurant sur l'ancienne &#233;tiquette IDM / ECM
                            dans les espaces pr&#233;vus &#224; cette fin derri&#232;re le bon num&#233;ro de pi&#232;ce
                            sur la FICHE D'INFORMATION.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">L'article 9</emph>
                            n&#233;cessite le num&#233;ro de s&#233;rie de l'IDM figurant sur la nouvelle &#233;tiquette
                            sur le nouvel IDM.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">L'article 10</emph>
                            requiert le num&#233;ro de s&#233;rie de l'ensemble IDM / ECM &#224; partir de la nouvelle
                            &#233;tiquette de l'ensemble IDM / ECM faisant partie de la trousse de rappel.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f0250805" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250805.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Indique le bas de l'ECM et l'ensemble IDM / ECM; les &#233;tiquettes de l'ECM sont encercl&#233;es</caption>
            </figure>
            <figure id="f0250806" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250811.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="562px"/>
                <caption>FICHE D'INFORMATION</caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="4">
            <title>POSE DE L'ENSEMBLE IDM / ECM ASSEMBLY</title>
            <step1>
                <para count="1">V&#233;rifiez les deux modules (IDM et ECM) afin de d&#233;celer tout dommage des joints
                    d'&#233;tanch&#233;it&#233; de caoutchouc (1) ou des broches dans toute alv&#233;ole de connecteur
                    (2), tel qu'illustr&#233; &#224; la Figure 7. Remplacez le module de commande si vous rep&#233;rez
                    un dommage des joints d'&#233;tanch&#233;it&#233; ou des broches. Ne tentez pas de redresser des
                    broches courb&#233;es.
                </para>
            </step1>
            <figure id="f0250807" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250807.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Inspection des joints d'&#233;tanch&#233;it&#233; de caoutchouc et des broches de connexion
                </caption>
            </figure>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Lorsque vous effectuez le montage de l'IDM et de l'ECM, orientez les articles 1 &#224; 4
                            tel qu'illustr&#233; &#224; la Figure 8. Passez &#224; l'&#233;tape 3 pour le remontage.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f0250808" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250808.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Orientation des entretoises et des boulons de l'IDM / l'ECM</caption>
                <calloutgroup>
                    <callout1>1.Boulon M8 X 70</callout1>
                    <callout1>2. Pilote</callout1>
                    <callout1>3. IDM</callout1>
                    <callout1>4.Entretoise</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Montage de l'ECM et de l'IDM : Reportez-vous aux Figures 8 et 9.</para>
                <step2>
                    <para count="1">Orientez l'ECM et l'IDM tel qu'illustr&#233; &#224; la Figure 9.</para>
                </step2>
                <step2>
                    <para count="1">Installez et serrez &#224; la main les quatre boulons et la quincaillerie tel
                        qu'illustr&#233; aux Figures 8 et 9, en pla&#231;ant les quatre &#233;crous sur le dessus.
                    </para>
                </step2>
                <step2>
                    <para count="1">Serrez l&#233;g&#232;rement les quatre &#233;crous &#224; l'aide d'une cl&#233;.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tout en tenant les t&#234;tes des boulons &#224; l'aide d'une cl&#233;, serrez les
                        &#233;crous &#224; un couple de 19 - 22 lbf-pi (25 - 29 Nm).
                    </para>
                </step2>
            </step1>
            <figure id="f0250809" figsize="pg-wide">
                <graphic filename="../recallfigures/g0250809.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Montage de l'ECM &#224; l'IDM</caption>
            </figure>
            <step1>
                <para count="1">Avant d'enlever l'&#233;tiquette de num&#233;ro de s&#233;rie de l'ancien ensemble IDM /
                    ECM, assurez-vous d'avoir inscrit les num&#233;ros de s&#233;rie sur la &#171;FICHE D'INFORMATION&#187;,
                    tel qu'indiqu&#233; &#224; l'&#233;tape 9 du proc&#233;d&#233; de d&#233;pose. &#192; l'aide d'un
                    couteau polyvalent ou d'un grattoir, enlevez l'&#233;tiquette de l'ancien ensemble IDM / ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que la surface o&#249; l'&#233;tiquette de l'ancien ensemble IDM / ECM
                    &#233;tait appos&#233;e est propre et s&#232;che. La nouvelle &#233;tiquette ne collera pas
                    convenablement si la surface est sale ou graisseuse. Apposez l'&#233;tiquette du nouvel ensemble IDM
                    / ECM (de la trousse de rappel, tel qu'illustr&#233; &#224; la Figure 10) sur l'ECM et au m&#234;me
                    endroit et dans le m&#234;me sens que l'ancienne &#233;tiquette. Appliquez l'&#233;tiquette de Mylar
                    transparent par-dessus l'&#233;tiquette du nouvel ensemble IDM / ECM.
                </para>
            </step1>
            <figure id="f0250810" figsize="col-wide">
                <graphic filename="../recallfigures/g0250810.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Sp&#233;cimen de l'&#233;tiquette d'un nouvel ensemble provenant d'une trousse de rappel
                </caption>
            </figure>
            <step1>
                <para count="1">Remplissez le reste de la &#171;FICHE D'INFORMATION&#187;. Placez la &#171;FICHE
                    D'INFORMATION&#187; remplie et l'ancien IDM dans la bo&#238;te de la trousse de rappel et retournez
                    la bo&#238;te tel que d&#233;crit &#224; la section &#171;RENSEIGNEMENTS SUR LES PI&#200;CES&#187;
                    de la pr&#233;sente lettre.
                </para>
            </step1>
            <step1>
                <para count="1">Posez soigneusement les trois connecteurs de faisceau de c&#226;blage de l'IDM (cod&#233;s
                    aux fins de correspondance aux orifices), tout en vous assurant de ne pas endommager les broches.
                </para>
            </step1>
            <step1>
                <para count="1">Posez les quatre connecteurs de faisceau de c&#226;blage de l'ECM, tout en vous assurant
                    de ne pas endommager les broches.
                </para>
            </step1>
            <step1>
                <para count="1">Posez l'ensemble IDM / ECM sur le support. Serrez les boulons de fixation &#224; un
                    couple de 24 Nm (18 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez la borne n&#233;gative principale de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Programmez les modules &#224; l'aide du syst&#232;me NETS.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : TOUS LES IDM DOIVENT &#202;TRE RETOURN&#201;S ACCOMPAGN&#201;S
                    DE LA FICHE D'INFORMATION REMPLIE.
                </emph>
            </para>
            <para>Retournez les pi&#232;ces conform&#233;ment aux directives figurant sur le formulaire d'AUTORISATION
                DE DISPOSITION DE PI&#200;CES R&#64979;5185, et joignez le formulaire d'autorisation de retour &#224; la
                pi&#232;ce.
            </para>
        </partsinfo>
        <laborinfo>
            <para>Il n'y a aucune option d'inspection. Tous les v&#233;hicules doivent faire l'objet du remplacement de
                l'IDM et toutes les r&#233;clamations doivent &#234;tre pr&#233;sent&#233;es en indiquant l'op&#233;ration
                de main&#64979;d'&#339;uvre de 1,5 heures ci-dessous.
            </para>
            <table id="t0250801">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02508-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement du module de commande d'injection (IDM)</para>
                            </entry>
                            <entry colname="col3">
                                <para>1,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale : TOUTES LES R&#201;CLAMATIONS DOIVENT MENTIONNER LA CAUSE NUM&#201;RO
                    2 CI-DESSOUS
                </emph>
                aff&#233;rente aux r&#233;parations, puisqu'il n'existe aucune option d'inspection dans le cadre de ce
                rappel de s&#233;curit&#233;.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
