<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02513 - Le frein de stationnement des organes de transmission risque de ne pas fonctionner
        convenablement sur certains mod&#232;les 3200, 4200, 4300 et 4400 construits au cours de la p&#233;riode du 16
        novembre 2000 au 19 avril 2002
    </stitle>
    <recall id="rec02513" translation="french">
        <recallnumber>02513</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>D&#233;cembre 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Le frein de stationnement des organes de transmission risque de ne pas fonctionner convenablement sur
            certains mod&#232;les 3200, 4200, 4300 et 4400 construits au cours de la p&#233;riode du 16 novembre 2000 au
            19 avril 2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>11/16/2000</startdate>
                        <enddate>04/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>11/16/2000</startdate>
                        <enddate>04/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>11/16/2000</startdate>
                        <enddate>04/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/16/2000</startdate>
                        <enddate>04/19/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Le frein de stationnement des organes de transmission risque de ne pas retenir le v&#233;hicule en
                place lorsque le frein de stationnement est serr&#233;. Voici certains facteurs pouvant contribuer
                &#224; cet &#233;tat : 1) Des cames fissur&#233;es ou bris&#233;es; 2) des vis d'ancrage desserr&#233;es
                ou bris&#233;es; 3) le diam&#232;tre initial du segment mal r&#233;gl&#233; lors du montage; 4) des
                leviers de r&#233;glage courb&#233;s; ou 5) des c&#226;bles de r&#233;gleur automatique d&#233;branch&#233;s.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Si le frein de stationnement ne fonctionne pas de mani&#232;re appropri&#233;e, le v&#233;hicule peut
                se mettre &#224; rouler sans avertissement, m&#234;me si le levier du frein de stationnement a &#233;t&#233;
                fix&#233;. Si le frein de stationnement ne retient pas le v&#233;hicule en place, cela pourrait
                provoquer un accident qui pourrait entra&#238;ner des dommages mat&#233;riels, ou des blessures
                corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Certains mod&#232;les 3200, 4200, 4300 et 4400 pourvus de freins hydrauliques et du frein de
                stationnement d'organes de transmission de code 04GAR et construits au cours de la p&#233;riode du 16
                novembre 2000 au 19 avril 2002 sont vis&#233;s par ce rappel. V&#233;rifiez les v&#233;hicules touch&#233;s
                par le biais de ISIS.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="7">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">INTRODUCTION:</emph>
                    Ce proc&#233;d&#233; a pour objet l'inspection des composants du frein de stationnement, le
                    remplacement de certains &#233;l&#233;ments de quincaillerie, et le r&#233;glage du frein de
                    stationnement. Cela consistera en une inspection visuelle du syst&#232;me, un remplacement de la
                    came du frein de stationnement, du levier de serrage du frein de stationnement et de la vis
                    d'ancrage du frein de stationnement, une inspection visuelle et une r&#233;paration possible de la
                    fonction de rattrapage automatique du frein de stationnement, un r&#233;glage du diam&#232;tre du
                    frein de stationnement &#224; la cage du tambour, et le r&#233;glage de la tension du c&#226;ble de
                    r&#233;glage &#224; la valeur sp&#233;cifique.
                </para>
                <para>
                    <emph type="bold">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES SUIVANTES AVANT D'EFFECTUER LA R&#201;PARATION.</emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                            appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>INSPECTION DU SYST&#200;ME</title>
                <step1>
                    <para count="1">Serrez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues avant afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Soulevez le ou les essieux arri&#232;re, selon le besoin. N'effectuez aucune man&#339;uvre
                                sous un v&#233;hicule support&#233; uniquement par des crics Les crics peuvent glisser
                                ou tomber, ce qui peut entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">D&#233;gagez le levier du frein de stationnement dans la cabine et mettez la bo&#238;te
                        de vitesses au point mort de mani&#232;re &#224; ce que l'arbre de transmission puisse tourner
                        librement.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;boulonnez le tambour du frein de stationnement et tirez-le vers l'avant, en
                        l'&#233;loignant des segments de frein, afin de pouvoir identifier l'ensemble de frein. Il se
                        peut que vous ayez &#224; desserrer le r&#233;gleur pour pouvoir retirer le tambour. Si
                        l'ensemble de frein ressemble &#224; l'illustration de la Figure 1, la r&#233;paration doit
                        &#234;tre effectu&#233;e; passez &#224; l'&#233;tape 6. Il se peut que la r&#233;paration de
                        certains v&#233;hicules construits vers la fin de la p&#233;riode de construction ne soit pas n&#233;cessaire,
                        si ces v&#233;hicules ont &#233;t&#233; munis de l'ensemble de frein illustr&#233; &#224; la
                        Figure 2. Si votre v&#233;hicule correspond &#224; celui qui est illustr&#233; &#224; la Figure
                        2, il n'est pas touch&#233; par ce rappel et, ainsi, vous devez installer le tambour de frein et
                        serrer les boulons &#224; un couple de 61 Nm (45 lbf-pi) et passer &#224; la section
                        <emph type="bold">R&#201;GLAGE DE SEGMENT DE FREIN</emph>
                        d&#233;crite dans la pr&#233;sente lettre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faites glisser le tambour sur les segments et d&#233;saccouplez l'arbre de
                        transmission au niveau de la chape. Enlevez compl&#232;tement le tambour et faites dispara&#238;tre
                        toute poussi&#232;re des composants de frein individuels.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez une inspection visuelle des segments du frein de stationnement. Les
                        garnitures doivent &#234;tre remplac&#233;es s'il existe une usure irr&#233;guli&#232;re de la
                        garniture ou si la garniture restante est de 0,76 mm (0,030 po ou environ 1/32 po) d'&#233;pais
                        ou moins au-dessus du segment. Si vous constatez que de la graisse, des liquides pour automobile
                        ou autres mati&#232;res &#233;trang&#232;res pouvant compromettre le rendement de friction
                        recouvrent ou sont infiltr&#233;s ou incrust&#233;s dans les garnitures, vous devez remplacer
                        les segments. Si vous rep&#233;rez des fissures, un gauchissement excessif, ou une usure d'une
                        extr&#233;mit&#233; ou de l'autre, vous devez remplacer les segments.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez tous les ressorts et les axes de fixation du frein de stationnement pour d&#233;tecter
                        toute corrosion excessive, d&#233;coloration par la chaleur, usure, ou tout autre dommage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez le c&#226;ble de r&#233;glage du frein afin de d&#233;tecter tout dommage
                        ou usure (reportez-vous &#224; la Figure 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez la molette de r&#233;glage et la vis afin de rep&#233;rer toute bavure,
                        toute al&#233;sure, tout &#233;caillage ou tout autre dommage des filets ou des dents. Les dents
                        ou les filets endommag&#233;s peuvent nuire au bon fonctionnement de la fonction de r&#233;glage
                        automatique.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez le levier de r&#233;glage et remplacez-le s'il est courb&#233; ou endommag&#233;.</para>
                </step1>
                <step1>
                    <para count="1">Nettoyez toute poussi&#232;re ou toute graisse que vous d&#233;couvrez &#224; l'int&#233;rieur
                        du tambour. Remplacez le tambour si son diam&#232;tre int&#233;rieur maximal est excessif, s'il
                        est us&#233; &#224; l'exc&#232;s ou comporte de profondes rainures ou une ovalisation excessive.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>REMPLACEMENT DE LA CAME, DU LEVIER ET DE LA VIS D'ANCRAGE</title>
                <para>
                    <emph type="bold">Tout composant identifi&#233; comme devant &#234;tre remplac&#233; au cours de
                        l'inspection ci-dessus peut &#234;tre remplac&#233; au m&#234;me moment que la came, le levier
                        et la vis d'ancrage. Reportez-vous &#224; la Figure 1 pour identifier les composants du frein.
                    </emph>
                </para>
                <figure id="f0251301" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0251301.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="392px"/>
                    <caption>Figure 1 - Composants du frein de stationnement</caption>
                    <calloutgroup>
                        <callout1>1. Vis d'ancrage</callout1>
                        <callout1>2. Came</callout1>
                        <callout1>3. Levier de serrage</callout1>
                        <callout1>4. Guide du c&#226;ble de r&#233;glage</callout1>
                        <callout1>5. C&#226;ble de r&#233;glage</callout1>
                        <callout1>6. Levier de r&#233;glage</callout1>
                        <callout1>7. Molette de r&#233;glage</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0251302" figsize="col-wide">
                    <graphic filename="../recallfigures/g0251302.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="192px"/>
                    <caption>Figure 2 - Gauche. V&#201;HICULE SUR LEQUEL LA R&#201;PARATION N'EST PAS REQUISE Il n'est
                        pas n&#233;cessaire d'effectuer la r&#233;paration dans le cadre de ce rappel sur les v&#233;hicules
                        munis du levier et du guide.
                    </caption>
                </figure>
                <step1>
                    <para count="1">Rep&#233;rez le tendeur de r&#233;glage du c&#226;ble du frein de stationnement dans
                        le longeron de cadre de ch&#226;ssis de gauche (reportez-vous &#224; la Figure 5).
                    </para>
                </step1>
                <step1>
                    <para count="1">Pendant que le levier du frein de stationnement &#224; l'int&#233;rieur de la cabine
                        est en position de desserrage, desserrez le tendeur du c&#226;ble du frein de stationnement
                        jusqu'&#224; ce que vous obteniez le maximum de jeu, ou jusqu'&#224; ce qu'il reste environ 2
                        filets engag&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Au niveau du frein de stationnement, d&#233;montez le c&#226;ble du frein de
                        stationnement et le ressort de rappel jaune du levier de serrage &#224; l'int&#233;rieur du
                        frein.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;montez le c&#226;ble de r&#233;glage du levier de r&#233;glage et enlevez le
                        c&#226;ble, en le faisant glisser, du guide du c&#226;ble de serrage situ&#233; sur le segment
                        de frein (reportez-vous &#224; la Figure 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez la vis d'ancrage (reportez-vous &#224; la Figure 1).</para>
                    <specpara>
                        <note>
                            <para>Il se peut que vous ayez &#224; utiliser une pince-&#233;tau ou un outil semblable sur
                                le moletage de la vis &#224; t&#234;te d'ancrage pour la desserrer, puisqu'une cl&#233;
                                hexagonale risque de se briser ou de gauchir sous le couple de d&#233;pose requis.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Enlevez les rondelles plates (si le v&#233;hicule est ainsi muni), le ressort de
                        maintien, le levier de serrage, la came, et le c&#226;ble de r&#233;glage (reportez-vous &#224;
                        la Figure 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez le reste de l'adh&#233;sif frein-filet durci des filets du trou de la vis
                        d'ancrage dans le plateau de frein. Ins&#233;rez compl&#232;tement un taraud finisseur M10 x
                        1,5, puis sortez-le. Faites dispara&#238;tre les d&#233;bris du trou de la vis d'ancrage au
                        moyen d'air sous pression.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enduisez les quatre pattes de came de graisse (telle que la Chevron longue dur&#233;e,
                        extr&#234;me pression, &#224; compos&#233; de lithium, ou l'&#233;quivalent), aux endroits o&#249;
                        celles-ci touchent aux segments et au levier de serrage du frein.
                    </para>
                    <specpara>
                        <warning>
                            <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave, voire m&#234;me
                                mortelle, prenez garde de ne pas &#233;chapper de graisse sur les segments (mat&#233;riau
                                de friction) ou le tambour, puisque cela pourrait donner lieu &#224; une perte de
                                fonctionnement du frein de stationnement pouvant entra&#238;ner un accident.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Posez le c&#226;ble de r&#233;glage, la nouvelle came, le nouveau levier de serrage,
                        le ressort de maintien (petite extr&#233;mit&#233; orient&#233;e vers la t&#234;te de vis), les
                        rondelles plates (si le v&#233;hicule est ainsi muni), et la nouvelle vis d'ancrage
                        (reportez-vous &#224; la Figure 3).
                    </para>
                    <specpara>
                        <caution>
                            <para>Filetez la vis d'ancrage SEULEMENT de 1 &#224; 2 tours de mani&#232;re &#224; ce
                                qu'elle fixe l'ensemble temporairement. NE filetez PAS la vis compl&#232;tement avant d'&#234;tre
                                pr&#234;t &#224; la serrer au couple de serrage sp&#233;cifi&#233; (la vis est enduite
                                d'un adh&#233;sif frein-filet). Une installation inad&#233;quate donnera lieu &#224;
                                l'activation et au durcissement de l'adh&#233;sif frein-filet avant le serrage complet
                                de la vis.
                            </para>
                        </caution>
                    </specpara>
                    <specpara>
                        <caution>
                            <para>Une fois la vis d'ancrage install&#233;e, assurez-vous que l'extr&#233;mit&#233; sup&#233;rieure
                                du c&#226;ble de r&#233;glage n'est pas coinc&#233;e en-dessous de l'&#233;paulement de
                                la vis d'ancrage au moment du remontage et du serrage final (reportez-vous &#224; la
                                Figure 3). Le serrage du c&#226;ble de r&#233;glage peut nuire au fonctionnement
                                appropri&#233; de la fonction de rattrapage automatique du frein.
                            </para>
                        </caution>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Serrez la vis d'ancrage &#224; un couple de 50 &#177; 3 Nm (37 &#177; 2 lb-pi).
                    </para>
                </step1>
                <figure id="f0251303" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0251303.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figure 3- Vis d'ancrage</caption>
                    <calloutgroup>
                        <callout1>Important : L'extr&#233;mit&#233; du c&#226;ble de r&#233;glage ne doit pas &#234;tre
                            coinc&#233;e entre l'&#233;paulement de la vis d'ancrage et le support du plateau de frein.
                        </callout1>
                        <callout1>1. Vis d'ancrage</callout1>
                        <callout1>2. Extr&#233;mit&#233; du c&#226;ble de r&#233;glage</callout1>
                        <callout1>3. Support du plateau de frein</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Remettez en place l'extr&#233;mit&#233; du ressort de rappel jaune dans le levier de
                        serrage, et le c&#226;ble du frein de stationnement &#224; l'extr&#233;mit&#233; du levier du
                        levier de serrage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Acheminez le c&#226;ble de r&#233;glage autour du guide du c&#226;ble de r&#233;glage
                        situ&#233; sur le segment, puis en-dessous du ressort de retenue du segment, et fixez l'extr&#233;mit&#233;
                        du c&#226;ble de r&#233;glage comportant le ressort au levier de r&#233;glage.
                    </para>
                    <specpara>
                        <warning>
                            <para>Lisez les remarques qui suivent. Le d&#233;faut d'effectuer le montage appropri&#233;
                                du c&#226;ble de r&#233;glage peut donner lieu &#224; un rendement inefficace du frein,
                                ce qui pourrait occasionner le dommage du v&#233;hicule, ou des blessures corporelles
                                graves, voire m&#234;me mortelles.
                            </para>
                        </warning>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Reportez-vous &#224; la Figure 1.</para>
                            <para>Assurez-vous que l'extr&#233;mit&#233; du c&#226;ble de r&#233;glage comportant le
                                ressort est fix&#233; contre la face arri&#232;re du levier de r&#233;glage, et que
                                l'extr&#233;mit&#233; comportant le mousqueton mauve est orient&#233;e vers l'ext&#233;rieur.
                            </para>
                            <para>Assurez-vous que le bord du levier de r&#233;glage touche &#224; la molette de l'&#233;crou
                                de r&#233;glage.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Effectuez une inspection finale du frein et de ses composants.</para>
                    <specpara>
                        <warning>
                            <para>POUR &#201;VITER TOUT DOMMAGE MAT&#201;RIEL OU BLESSURE CORPORELLE GRAVE, VOIRE M&#202;ME
                                MORTELLE, ASSUREZ-VOUS QUE DE LA GRAISSE OU AUTRE CONTAMINANT N'A PAS &#201;T&#201;
                                APPLIQU&#201; ACCIDENTELLEMENT SUR LES GARNITURES OU SUR LE TAMBOUR DE FREIN, PUISQUE
                                CELA POURRAIT DONNER LIEU &#192; UNE PERTE DE FONCTIONNEMENT DU FREIN DE STATIONNEMENT
                                ET ENTRA&#206;NER UN ACCIDENT.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Installez le tambour de frein et serrez les boulons &#224; un couple de 61 Nm (45
                        lbf-pi).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>AJUSTEMENT DU SEGMENT DE FREIN</title>
                <para>Reportez-vous &#224; la Figure 4 et effectuez ces &#233;tapes pour ajuster le segment de frein :
                </para>
                <figure id="f0251304" figsize="col-wide">
                    <graphic filename="../recallfigures/g0251304.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 4- Ensemble de frein de stationnement et de diff&#233;rentiel arri&#232;re</caption>
                    <calloutgroup>
                        <callout1>1. Fente d'acc&#232;s d'ajustement</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Introduisez un outil de r&#233;glage des freins (ou un tournevis &#224; t&#234;te
                        plate) dans la fente d'acc&#232;s d'ajustement derri&#232;re le frein de stationnement, et d&#233;placez
                        les dents de la vis de r&#233;glage vers le bas pour expandre les segments de frein vers l'ext&#233;rieur.
                        Continuez &#224; expandre les segments jusqu'&#224; ce que le tambour ne puisse plus &#234;tre
                        tourn&#233; &#224; la main.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ajustez les dents vers le haut pour rentrer les segments jusqu'&#224; ce que le
                        tambour commence &#224; peine &#224; tourner librement sans r&#233;sistance par frottement des
                        garnitures. Cela prendra environ 1/2 &#224; 1 tour de la vis de r&#233;glage. Pour rentrer les
                        segments, il se peut qu'il soit n&#233;cessaire d'introduire un deuxi&#232;me outil dans la
                        fente d'ajustement et de pousser doucement le levier de r&#233;glage &#224; l'&#233;cart des
                        dents de la molette pour permettre la rotation de la molette de r&#233;glage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettez l'arbre de transmission en place et serrez les boulons au couple appropri&#233;.
                        Les boulons d'un demi pouce devraient &#234;tre serr&#233;s &#224; un couple de 156 - 183 Nm
                        (115 - 135 lbf-pi). Les boulons de trois huiti&#232;mes de pouce devraient &#234;tre serr&#233;s
                        &#224; un couple de 68 - 81 Nm (50 - 60 lbf-pi). Les boulons M12 devraient &#234;tre serr&#233;s
                        &#224; un couple de 136 - 163 Nm (100 - 120 lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez le v&#233;hicule des crics rouleurs.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>AJUSTEMENT DU C&#194;BLE DU FREIN DE STATIONNEMENT</title>
                <para>Reportez-vous aux Figures 5, 6 et 7 et effectuez ces &#233;tapes pour ajuster le c&#226;ble du
                    frein de stationnement.
                </para>
                <step1>
                    <para count="1">Engagez le levier du frein de stationnement dans la cabine.</para>
                </step1>
                <step1>
                    <para count="1">Serrez le tendeur du c&#226;ble du frein de stationnement (article 1, Figure 5),
                        situ&#233; dans le longeron de cadre de ch&#226;ssis de gauche, pour &#233;liminer tout jeu
                        excessif.
                    </para>
                </step1>
                <figure id="f0251305" figsize="col-wide">
                    <graphic filename="../recallfigures/g0251305.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 5 - Aper&#231;u du syst&#232;me de frein de stationnement</caption>
                    <calloutgroup>
                        <callout1>1. Tendeur de r&#233;glage du c&#226;ble de frein</callout1>
                        <callout1>2. Frein de stationnement</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Serrez et desserrez le frein de stationnement &#224; cinq reprises, puis serrez le
                        frein de stationnement.
                    </para>
                    <specpara>
                        <note>
                            <para>V&#233;rifiez la tension du c&#226;ble directement &#224; l'avant du tendeur sur le c&#226;ble
                                rev&#234;tu. Rev&#233;rifiez la tension du c&#226;ble au m&#234;me endroit, &#224;
                                chaque fois.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <caution>
                            <para>Ne permettez pas au manche de l'outil de mesure de la tension de revenir brusquement
                                vers l'arri&#232;re quand l'outil est retir&#233; du c&#226;ble, puisque vous risquez
                                ainsi d'endommager l'outil.
                            </para>
                        </caution>
                    </specpara>
                    <para>Enfoncez compl&#232;tement le manche de l'outil de mesure de la tension de mani&#232;re &#224;
                        ce que la roue touche au c&#226;ble, tel qu'illustr&#233; &#224; la Figure 6.
                    </para>
                </step1>
                <figure id="f0251306" figsize="col-wide">
                    <graphic filename="../recallfigures/g0251306.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 6 - Outil de mesure de la tension</caption>
                    <calloutgroup>
                        <callout1>1. Roue</callout1>
                        <callout1>2. Barre indicatrice</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>La tension appropri&#233;e du c&#226;ble aux fins de l'ajustement d'un nouveau c&#226;ble
                            (de rechange) est 500 &#177; 25 lb. La tension appropri&#233;e du c&#226;ble aux fins de
                            l'ajustement du c&#226;ble existant est de 390 &#177; 25 lb. (Reportez-vous &#224; la Figure
                            7).
                        </para>
                    </note>
                </specpara>
                <figure id="f0251307" figsize="col-wide">
                    <graphic filename="../recallfigures/g0251307.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 7 - Manches de l'outil de mesure de la tension enfonc&#233;s</caption>
                    <calloutgroup>
                        <callout1>1. Barre indicatrice</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Rel&#226;chez le manche rapidement mais doucement, et lisez les unit&#233;s de
                        tension directe sur la face du cadran, &#224; c&#244;t&#233; de la barre indicatrice. Si la
                        tension est inexacte, retirez l'outil, desserrez le frein de stationnement, ajustez la tension
                        &#224; nouveau &#224; l'aide du tendeur de c&#226;ble du frein de stationnement. Rev&#233;rifiez
                        la tension du c&#226;ble apr&#232;s avoir engag&#233; le levier du frein de stationnement dans
                        la cabine. R&#233;p&#233;tez les &#233;tapes 3 &#224; 5 jusqu'&#224; ce que la tension se situe
                        dans les limites appropri&#233;es.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>On estime qu'environ 99 % des v&#233;hicules vis&#233;s par ce rappel devront faire l'objet de
                l'installation de la trousse 8900092R91 pour effectuer les man&#339;uvres requises en vertu de ce
                rappel.
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Ne retournez aucune pi&#232;ce. Mettez toutes les pi&#232;ces
                    d&#233;pos&#233;es au rebut au niveau local.
                </emph>
            </para>
            <table id="t0251301">
                <title>Contenu de la trousse 8900092R91</title>
                <tgroup cols="3">
                    <colspec colname="COLSPEC0" colwidth="1.41*"/>
                    <colspec colname="col1" align="center" colwidth="0.90*"/>
                    <colspec colname="col3" align="center" colwidth="0.69*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Description : Trousse International 8900092R91</emph>
                                    Trousse Bosch num&#233;ro 0204212112FIX
                                </para>
                            </entry>
                            <entry align="center">
                                <para>Num&#233;ros de pi&#232;ce Bosch</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>Levier</para>
                            </entry>
                            <entry align="center">
                                <para>0204212116</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Came</para>
                            </entry>
                            <entry align="center">
                                <para>0204212112</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Vis</para>
                            </entry>
                            <entry align="center">
                                <para>0204212485</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>L'op&#233;ration de main-d'&#339;uvre un ou deux sera utilis&#233;e, mais pas les deux. 99 % des v&#233;hicules
                vis&#233;s par cette campagne devront faire l'objet de l'installation de la trousse de rappel (op&#233;ration
                de main-d'&#339;uvre num&#233;ro 1). Certains v&#233;hicules construits vers la fin de la p&#233;riode
                de montage peuvent &#234;tre pourvus d'une autre version de l'ensemble de frein. Si vous voyez l'un de
                ces v&#233;hicules, n'effectuez pas le proc&#233;d&#233;, mais remplissez plut&#244;t une r&#233;clamation
                au titre de la garantie en mentionnant une inspection seulement, sans r&#233;paration requise (op&#233;ration
                de main-d'&#339;uvre num&#233;ro 2).
            </para>
            <table id="t0251302">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02513-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et installation de 8900092R91</para>
                            </entry>
                            <entry colname="col3">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02513-2</para>
                            </entry>
                            <entry>
                                <para>Inspection et ajustement, aucune r&#233;paration requise</para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement aux corrections de toutes les unit&#233;s qui sont marqu&#233;es pour
                ce rappel et qui font partie de vos stocks. Tous les v&#233;hicules en stock vis&#233;s par cette
                campagne de rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre concession doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le
                client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">NOTA:</emph>
                La plupart des v&#233;hicules vis&#233;s par cette campagne doivent faire l'objet d'un remplacement des
                pi&#232;ces (utilisez la cause num&#233;ro 2 ci-dessous). Toutefois, certains v&#233;hicules construits
                vers la fin de la p&#233;riode de montage peuvent &#234;tre pourvus d'une autre version de l'ensemble de
                frein et, ainsi, ne n&#233;cessiteront pas l'ex&#233;cution du proc&#233;d&#233; (utilisez la cause num&#233;ro
                1 ci-dessous).
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire de toutes les unit&#233;s
                vis&#233;es que vous avez en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de
                rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre installation de distribution doit aviser IMM&#201;DIATEMENT l'emplacement de
                transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
