<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02505 R&#201;VISION A - Pose d'un n&#233;cessaire de r&#233;paration pour &#233;liminer le
        raccord de frein &#224; air comprim&#233; qui relie la vanne &#224; deux voies &#224; la valve relais sur les v&#233;hicules
        de s&#233;rie 3000, FE, RE et autobus IC construits au cours de la p&#233;riode du 1er mars 1998 au 7 f&#233;vrier
        2002
    </stitle>
    <recall id="rec02505" translation="french">
        <recallnumber>02505 R&#201;VISION A</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>OCTOBRE 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Pose d'un n&#233;cessaire de r&#233;paration pour &#233;liminer le raccord de frein &#224; air comprim&#233;
            qui relie la vanne &#224; deux voies &#224; la valve relais sur les v&#233;hicules de s&#233;rie 3000, FE,
            RE et autobus IC construits au cours de la p&#233;riode du 1er mars 1998 au 7 f&#233;vrier 2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="bold">LES RAISONS DE CETTE R&#201;VISION :</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">La pr&#233;sente lettre remplace la lettre originale G-02505 dat&#233;e du
                            mois de septembre 2002.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">PI&#200;CES :</emph>
                        Un nouveau n&#233;cessaire de support 8900083R91 a &#233;t&#233; cr&#233;&#233;
                        <emph type="bold">POUR &#202;TRE UTILIS&#201; AU LIEU</emph>
                        du n&#233;cessaire de valve 8900082R91. Le nouveau n&#233;cessaire de support se compose de diff&#233;rentes
                        pi&#232;ces et n&#233;cessite les nouvelles consignes de pose jointes &#224; la pr&#233;sente.
                        Le nouveau n&#233;cessaire de support ne contient aucune valve relais. La pr&#233;sente lettre
                        de r&#233;vision comprend les consignes aff&#233;rentes aux deux n&#233;cessaires puisque les n&#233;cessaires
                        de valves devraient &#234;tre utilis&#233;s jusqu'&#224; &#233;puisement des stocks dans le
                        cadre de ce rappel d'autobus.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">CERTAINS PROPRI&#201;TAIRES QUI ONT &#201;T&#201; AVIS&#201;S DE CETTE
                            CAMPAGNE DE RAPPEL N'AURAIENT PAS D&#219; L'&#202;TRE :</emph>Nous avons remplac&#233; la
                        date de d&#233;but de la p&#233;riode de construction du 12 ao&#251;t 1997 par le 1er mars 1998.
                        Tous les v&#233;hicules construits au cours de cette p&#233;riode ont &#233;t&#233; fabriqu&#233;s
                        &#224; l'usine de montage de Springfield et ainsi, les interventions faisant l'objet de ce
                        rappel ne sont pas n&#233;cessaires. Ces v&#233;hicules sont pourvus de valves relais d'une
                        autre configuration et ne sont pas pourvus du raccord illustr&#233; &#224; la Figure 1. &#192;
                        compter du 24 octobre 2002, nous avons d&#233;s&#233;lectionn&#233; les enregistrements de NIV
                        des v&#233;hicules qui n'avaient pas d&#233;j&#224; &#233;t&#233; inspect&#233;s dans le cadre
                        de ce rappel. Si un client poss&#232;de une carte &#233;mise dans le cadre de ce rappel mais que
                        l'enregistrement NIV n'est pas s&#233;lectionn&#233; pour cette campagne, l'intervention n'est
                        pas n&#233;cessaire. Une inspection visuelle rapide de la valve relais du v&#233;hicule et une
                        comparaison de celle-ci &#224; la Figure 1 peut facilement confirmer ce fait.
                    </para>
                </item>
            </seqlist>
            <para>Le raccord droit (Figure 1, article 6) reliant la vanne &#224; deux voies &#224; la valve relais de
                frein de l'essieu arri&#232;re risque de se rompre. Quand certaines forces sont exerc&#233;es sur le v&#233;hicule,
                le poids de la vanne &#224; deux voies sur le raccord peut provoquer une r&#233;sonance de l'ensemble.
                Les vibrations en d&#233;coulant peuvent donner lieu &#224; des niveaux de fatigue excessifs du raccord,
                ce qui peut &#233;ventuellement provoquer une rupture par fatigue.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Si le raccord se rompt, les freins de service arri&#232;re cesseront de fonctionner et ce, sans
                avertissement, ce qui donnera lieu &#224; une distance d'arr&#234;t prolong&#233;e. Une telle situation
                pourrait occasionner un accident, ce qui pourrait entra&#238;ner des dommages mat&#233;riels ou des
                blessures corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Les v&#233;hicules de s&#233;rie 3000, FE, RE et les autobus IC construits au cours de la p&#233;riode
                du 1er mars 1998 au 7 f&#233;vrier 2002 et pourvus de freins &#224; air comprim&#233; sont touch&#233;s
                par ce rappel (02505). Tous les v&#233;hicules pourvus d'une vanne &#224; deux voies et d'un raccord
                externes, tels qu'illustr&#233;s &#224; la Figure 1, font l'objet du rappel.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation a avis&#233; les propri&#233;taires de ces v&#233;hicules
                de cette campagne en septembre 2002. Une copie de la lettre aux propri&#233;taires &#233;tait jointe
                &#224; la lettre originale G&#64979;02505 et est &#233;galement disponible sur ISIS. Lors du processus
                de rappel, les concessionnaires concern&#233;s ont re&#231;u une liste de noms et d'adresses des propri&#233;taires,
                pour leur permettre d'effectuer un suivi aupr&#232;s des propri&#233;taires et de faire r&#233;parer les
                v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>PROC&#201;D&#201;S D'ENTRETIEN (FOURNIS POUR CHAQUE NUM&#201;RO DE N&#201;CESSAIRE DE R&#201;PARATION)</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">DESCRIPTION:</emph>
                    Les v&#233;hicules devant faire l'objet d'une r&#233;paration dans le cadre de ce rappel
                    <emph type="bold">SONT POURVUS</emph>
                    du raccord (article 6 de la Figure 1) et de la vanne &#224; deux voies externe (article 5 de la
                    Figure 1) et n&#233;cessitent la pose de l'un des deux n&#233;cessaires de r&#233;paration fournis
                    dans le cadre du rappel.
                    <emph type="boldundersc">Si un v&#233;hicule N'EST PAS pourvu des articles 5 et 6 illustr&#233;s
                        &#224; la Figure 1, N'EFFECTUEZ PAS le proc&#233;d&#233; d'entretien, signalez que le v&#233;hicule
                        a &#233;t&#233; inspect&#233; et qu'aucune correction n'est requise (disposition ou cause de 1).
                    </emph>
                    Un deuxi&#232;me n&#233;cessaire de r&#233;paration est compris dans cette r&#233;vision; celui-ci n&#233;cessite
                    des consignes de r&#233;paration diff&#233;rentes. Les consignes appropri&#233;es peuvent &#234;tre
                    identifi&#233;es par num&#233;ro de n&#233;cessaire de r&#233;paration. Assurez-vous de suivre le
                    proc&#233;d&#233; d'entretien convenant au n&#233;cessaire &#233;tant install&#233;.
                </para>
                <para>
                    <emph type="bold">N&#233;cessaire 8900082R91 (n&#233;cessaire de valve) :</emph>
                    Ce n&#233;cessaire de r&#233;paration a &#233;t&#233; distribu&#233; &#224; l'origine dans le cadre
                    de ce rappel et il comprend une nouvelle valve relais de frein &#224; air comprim&#233;, ainsi
                    qu'une vanne &#224; deux voies interne, et de nouveaux raccords et vis de montage d'ECU
                    (reportez-vous &#224; la Figure 2). Une fois que les pi&#232;ces faisant partie de cette trousse
                    sont install&#233;es, la vanne externe &#224; deux voies et le raccord en question, articles 5 et 6
                    de la Figure 1, sont &#233;limin&#233;s. La Figure 2 illustre une repr&#233;sentation de la nouvelle
                    valve relais, ainsi que l'emplacement des orifices de commande des conduites d'air comprim&#233;.
                </para>
                <para>
                    <emph type="bold">N&#233;cessaire 8900083R91 (n&#233;cessaire de support) :</emph>
                    Ceci est le nouveau n&#233;cessaire de r&#233;paration qui a &#233;t&#233; con&#231;u pour remplacer
                    le n&#233;cessaire original une fois que vos stocks sont &#233;puis&#233;s. Ce n&#233;cessaire
                    comprend des supports et de la quincaillerie con&#231;us pour remplacer le raccord en question par
                    une courte conduite d'air comprim&#233; flexible (Figures 3 et 4).
                </para>
                <figure id="f0250501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250501.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figure 1 - Ensemble original de valve relais et de vanne &#224; deux voies avec le raccord
                        en question
                    </caption>
                    <calloutgroup>
                        <callout1>Nota : Si le v&#233;hicule N'EST PAS pourvu des articles 5 et 6 ci-dessus, il n'a PAS
                            besoin de faire l'objet du proc&#233;d&#233; de r&#233;paration dans le cadre de ce rappel.
                        </callout1>
                        <callout1>1. Orifice d'alimentation</callout1>
                        <callout1>2. Orifices de refoulement</callout1>
                        <callout1>3. Longeron de cadre de ch&#226;ssis</callout1>
                        <callout1>4. ECU ABS</callout1>
                        <callout1>5. Vanne externe &#224; deux voies</callout1>
                        <callout1>6. Raccord en question</callout1>
                        <callout1>7. Valve relais</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250502.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figure 2 - Le n&#233;cessaire 8900082R91 (n&#233;cessaire de valve) comprend une nouvelle
                        valve relais et une vanne interne &#224; deux voies; l'ECU d'ABS existant est mont&#233; sur le
                        dessus de la valve, tel qu'illustr&#233;
                    </caption>
                    <calloutgroup>
                        <callout1>1. Orifice d'alimentation principal, conduite d'air comprim&#233; verte de 5/8 po,
                            reliant le r&#233;servoir d'air &#224; l'orifice d'alimentation avant de la valve relais
                        </callout1>
                        <callout1>2. Orifices de refoulement principaux (2), conduite d'air comprim&#233; verte de 5/8
                            po, reliant les orifices de refoulement aux modulateurs ABS
                        </callout1>
                        <callout1>8. Orifice de commande principal n&#176; 41, conduite d'air comprim&#233; verte de 3/8
                            po, pour la vanne interne &#224; deux voies, coude de 45 degr&#233;s
                        </callout1>
                        <callout1>9. Orifice de commande secondaire n&#176; 42, conduite d'air comprim&#233; orange de
                            3/8 po, pour la vanne interne &#224; deux voies, coude de 45 degr&#233;s
                        </callout1>
                        <callout1>10.Valve relais avec vanne interne &#224; deux voies</callout1>
                    </calloutgroup>
                </figure>
                <para>
                    <emph type="bold">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES AVANT D'EFFECTUER LA R&#201;PARATION
                        APPROPRI&#201;E.
                    </emph>
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES AVANT D'EFFECTUER LA R&#201;PARATION APPROPRI&#201;E.</title>
                <para>
                    <emph type="bold">VEUILLEZ VOUS REPORTER AUX FIGURES 1 ET 2 POUR EFFECTUER CE PROC&#201;D&#201;
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                            appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au
                        point mort.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Soulevez le ou les essieux arri&#232;re au besoin. N'effectuez aucune man&#339;uvre
                                sous un v&#233;hicule support&#233; uniquement par des crics Les crics peuvent glisser
                                ou tomber, ce qui peut entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Purgez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">Prenez note des positions des conduites d'air d'alimentation et de refoulement,
                        puisque celles-ci doivent &#234;tre r&#233;install&#233;es dans les m&#234;mes orifices
                        d'origine de valve relais.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez toutes les conduites d'air de la valve relais et de la vanne &#224;
                        deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez et conservez les &#233;crous de fixation de la valve relais situ&#233;s sur
                        l'ext&#233;rieur du longeron de cadre de ch&#226;ssis et enlevez ensemble du longeron de cadre
                        de ch&#226;ssis la valve relais de frein &#224; air comprim&#233;, ainsi que le support de
                        cadre, l'ECU ABS, le c&#226;blage, et la vanne externe &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez le c&#226;blage de l'ECU ABS.
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez l'ECU ABS de l'ensemble de valve relais, mais
                        <emph type="bold">N'UTILISEZ AUCUN OUTIL PNEUMATIQUE.</emph>
                        Pour emp&#234;cher la cassure des vis, enduisez les vis de fixation de l'ECU d'huile p&#233;n&#233;trante,
                        le cas &#233;ch&#233;ant. Prenez note de son orientation, puisqu'il devra &#234;tre mont&#233;
                        dans la m&#234;me position sur la nouvelle valve relais.
                    </para>
                </step1>
                <step1>
                    <para count="1">Prenez note de l'orientation du raccord pour les raccords d'alimentation et de
                        refoulement sur l'ancien ensemble de valve relais. Transf&#233;rez les raccords de l'ancienne
                        valve relais &#224; la nouvelle valve relais interne &#224; deux voies, et enduisez-les d'un
                        enduit frein filet approuv&#233;
                        <emph type="bold">(N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S).</emph>
                        Serrez les raccords sur la nouvelle valve relais de mani&#232;re &#224; ce qu'ils soient orient&#233;s
                        dans la m&#234;me position qu'ils l'&#233;taient sur l'ancienne valve relais. Transf&#233;rez
                        &#233;galement le bouchon de l'orifice de refoulement arri&#232;re &#224; la nouvelle valve
                        relais et &#233;tanch&#233;isez-le.
                        <emph type="bold">REMARQUE SUR LES RACCORDS :</emph>
                        Le n&#233;cessaire 8900082R91 comprend des raccords de haute qualit&#233;. Si le v&#233;hicule
                        est pourvu de l'ancien style de raccords de compression (manchon sph&#233;rique), l'&#233;crou,
                        le manchon et la pi&#232;ce d'insertion doivent &#234;tre retir&#233;s des conduites de commande
                        de 3/8 pour passer aux raccords de haute qualit&#233;. Si la tubulure doit &#234;tre coup&#233;e,
                        assurez-vous de la couper d'aplomb afin que les raccords de haute qualit&#233; puissent &#234;tre
                        utilis&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les nouveaux raccords de 45 &#176;, que vous trouverez dans la trousse,
                        dans les deux orifices de commande du nouvel ensemble de valve relais. Installez les raccords de
                        mani&#232;re &#224; ce qu'ils soient orient&#233;s vers l'avant du v&#233;hicule, tel qu'illustr&#233;
                        &#224; la Figure 2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Montez l'ECU ABS au nouvel ensemble de valve relais, dans l'orientation d'origine,
                        &#224; l'aide des nouvelles vis dans la trousse. Serrez les boulons de fixation &#224; un couple
                        de 11,3 Nm (100 lbf-po).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez le c&#226;blage de l'ECU et serrez les boulons &#224; un couple de 1,7 -
                        2,4 Nm (15 - 20 lbf-po).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Montez l'ensemble de valve relais au longeron de cadre de ch&#226;ssis et serrez les
                        trois &#233;crous de fixation &#224; un couple de 17 - 20 Nm (12,5 - 15 lb-pi).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Rebranchez les conduites d'air &#224; la valve relais; reportez-vous &#224; la
                        Figure 2 et au Tableau 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Abaissez le v&#233;hicule si vous l'avez soulev&#233; &#224; l'&#233;tape 3.</para>
                </step1>
                <step1>
                    <para count="1">Remplissez les r&#233;servoirs d'air jusqu'&#224; la pression de disjonction.</para>
                </step1>
                <step1>
                    <para count="1">Effectuez une v&#233;rification pour d&#233;celer toute fuite d'air et pour vous
                        assurer que les freins fonctionnent de mani&#232;re appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les cales de roue.</para>
                </step1>
                <step1>
                    <para count="1">Mettez les pi&#232;ces d&#233;pos&#233;es au rebut.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'ENTRETIEN POUR LE N&#201;CESSAIRE 8900083R91 (n&#233;cessaire de support)
                </title>
                <para>
                    <emph type="bold">VEUILLEZ VOUS REPORTER AUX FIGURES 1, 3 ET 4 POUR EFFECTUER CE PROC&#201;D&#201;
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des protecteurs oculaires
                            appropri&#233;s lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au
                        point mort.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Soulevez le ou les essieux arri&#232;re au besoin. N'effectuez aucune man&#339;uvre
                                sous un v&#233;hicule support&#233; uniquement par des crics Les crics peuvent glisser
                                ou tomber, ce qui peut entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Purgez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez les deux conduites d'air de la vanne &#224; deux voies, tel
                        qu'illustr&#233; &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez la vanne &#224; deux voies et le raccord droit (articles 5 et 6) de la valve
                        relais; reportez-vous &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez et conservez les &#233;crous de fixation de la valve relais situ&#233;s sur
                        l'ext&#233;rieur du longeron de cadre de ch&#226;ssis et enlevez ensemble du longeron de cadre
                        de ch&#226;ssis la valve relais de frein &#224; air comprim&#233;, ainsi que le support de
                        cadre, l'ECU ABS, et le c&#226;blage. Mettez l'ensemble en position afin de pouvoir acc&#233;der
                        aux vis de fixation de l'ECU.
                    </para>
                </step1>
                <step1>
                    <para count="1">Prenez note et marquez la position de montage de l'ECU ABS sur la valve.
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES</emph>
                        pour enlever les vis de fixation de l'ECU. Il est essentiel de frapper l&#233;g&#232;rement sur
                        les t&#234;tes des vis de fixation de l'ECU &#224; l'aide d'un petit marteau &#224; panne ronde
                        avant d'enlever les vis. Ce contribuera &#224; &#233;liminer le risque du bris des vis dans la
                        valve. Utilisez de l'huile p&#233;n&#233;trante sur les vis de fixation de l'ECU, selon le
                        besoin. Enlevez les boulons de fixation de l'ECU et retirez l'ECU de la valve relais. Laissez le
                        connecteur &#233;lectrique branch&#233; &#224; l'ECU et mettez l'ECU &#224; l'&#233;cart. Mettez
                        les 4 boulons de fixation au rebut. Les boulons plus longs, faisant partie du n&#233;cessaire de
                        support, seront install&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez le coude de 90 degr&#233;s (article 15, Figure 3) dans l'orifice de la
                        valve relais qui &#233;tait pourvu du raccord droit et orientez le raccord directement vers
                        l'arri&#232;re, tel qu'illustr&#233; &#224; la Figure 3. Enduisez le raccord d'un enduit frein
                        filet approuv&#233; (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide d'un manchon de conduite d'air et d'un raccord &#224; compression,
                        fixez une extr&#233;mit&#233; de la nouvelle conduite d'air provenant du n&#233;cessaire au
                        nouveau coude de 90 degr&#233;s sur la valve relais (Figure 3, article 15).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les coudes de la conduite d'air de la vanne &#224; deux voies et
                        conservez-les.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les deux vis &#224; m&#233;taux du chapeau de la vanne &#224; deux voies et
                        mettez-les au rebut. Ne d&#233;montez pas la vanne &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez le montage du petit support (Figure 3, article 11) &#224; la vanne &#224;
                        deux voies, en utilisant les deux vis &#224; m&#233;taux neuves plus longues et des rondelles
                        plates provenant du n&#233;cessaire de r&#233;paration. Serrez &#224; la main les vis &#224; m&#233;taux
                        de mani&#232;re &#224; retenir la vanne &#224; deux voies sur le petit support. Assurez-vous que
                        le petit support est situ&#233; de niveau avec la surface de la patte de montage de la vanne
                        &#224; deux voies.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez le montage de la vanne &#224; deux voies, avec le petit support au gros
                        support (Figure 3, article 13), tel qu'illustr&#233; aux Figures 3 et 4. Utilisez le boulon M8
                        et l'&#233;crou pour effectuer le montage de la vanne &#224; deux voies et du support au gros
                        support. Serrez la quincaillerie M8 jusqu'&#224; ce que vous obteniez un ajustement serr&#233;.
                        Prenez garde d'orienter le petit support sur le gros support de mani&#232;re &#224; ce que le
                        boulon M6 et l'&#233;crou puissent &#233;galement &#234;tre install&#233;s et que vous obteniez
                        un ajustement serr&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Une fois que toute la quincaillerie de montage aura &#233;t&#233; serr&#233;e lors
                        des &#233;tapes 13 et 14, commencez &#224; serrer la quincaillerie dans la s&#233;quence
                        suivante. Serrez les deux vis &#224; m&#233;taux de la vanne &#224; deux voies &#224; un couple
                        de 11 Nm (100 lbf-po), la quincaillerie M8 (Figure 3, article 14) &#224; un couple de 19,6 - 24
                        Nm) 14 - 17 lbf pi), et la quincaillerie M6 (Figure 3, article 16) &#224; un couple de 8,7 -
                        10,7 Nm (72 - 96 lbf-po).
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les coudes de la vanne &#224; deux voies que vous avez d&#233;j&#224;
                        enlev&#233;s &#224; l'&#233;tape 11 et mettez-les en position de mani&#232;re &#224; les
                        orienter droit devant, tel qu'illustr&#233; aux Figures 3 et 4. Utilisez un enduit frein filet
                        approuv&#233; lors de l'installation (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez le raccord droit de l'orifice de refoulement de la vanne &#224; deux voies
                        et mettez-le au rebut. Installez le nouveau coude de 90 degr&#233;s, provenant du n&#233;cessaire,
                        sur la vanne &#224; deux voies, et mettez-le en position de fa&#231;on &#224; ce qu'il soit
                        orient&#233; vers l'arri&#232;re, tel qu'illustr&#233; aux Figures 3 et 4. Enduisez le raccord
                        d'un enduit frein filet approuv&#233; (
                        <emph type="bold">N'UTILISEZ PAS DE RUBAN POUR JOINTS FILET&#201;S</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Posez l'ensemble de support complet et l'ECU sur le dessus de la valve relais, tel
                        qu'illustr&#233; aux Figures 3 et 4. Serrez les quatre boulons de fixation &#224; un couple de
                        11,3 Nm (100 lbf-po).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez l'ensemble de valve complet au longeron de cadre de ch&#226;ssis et serrez
                        les &#233;crous de fixation du cadre &#224; un couple de 17 - 20 Nm (12,5 - 15 lb-pi).
                        <emph type="bold">N'UTILISEZ PAS D'OUTILS PNEUMATIQUES.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez la nouvelle conduite d'air courte &#224; la vanne &#224; deux voies, tel
                        qu'illustr&#233; &#224; la Figure 4.
                        <emph type="bold">N'ENTORTILLEZ PAS LA CONDUITE D'AIR.</emph>
                        La conduite d'air devra &#234;tre raccourcie &#224; environ 9 pouces. V&#233;rifiez
                        l'acheminement de la conduite et coupez-la &#224; la longueur appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez les deux conduites de commande (verte de 3/8 po et orange de 3/8 po) &#224;
                        la vanne &#224; deux voies, vous assurant que la conduite verte est branch&#233;e au raccord sup&#233;rieur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Abaissez le v&#233;hicule si vous l'avez soulev&#233; &#224; l'&#233;tape 3.</para>
                </step1>
                <step1>
                    <para count="1">Remplissez les r&#233;servoirs d'air.</para>
                </step1>
                <step1>
                    <para count="1">Effectuez une v&#233;rification pour d&#233;celer toute fuite d'air et pour vous
                        assurer que les freins fonctionnent de mani&#232;re appropri&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les cales de roue.</para>
                </step1>
                <step1>
                    <para count="1">Mettez les pi&#232;ces d&#233;pos&#233;es au rebut.</para>
                </step1>
                <figure id="f0250503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250503.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="392px"/>
                    <caption>Figure 3 - Vue &#233;clat&#233;e de l'ensemble de valve avec le n&#233;cessaire de support
                        Articles du n&#233;cessaire 8900083R91 :
                    </caption>
                    <calloutgroup>
                        <callout1>4. ECU ABS</callout1>
                        <callout1>5. Vanne externe &#224; deux voies</callout1>
                        <callout1>7. Valve relais avec vanne externe &#224; deux voies</callout1>
                        <callout1>11. Petit support</callout1>
                        <callout1>12. Coude de 90 degr&#233;s rempla&#231;ant le raccord droit</callout1>
                        <callout1>13. Gros support</callout1>
                        <callout1>14. Boulon M8 dans le gros support, le petit support et la vanne &#224; deux voies
                        </callout1>
                        <callout1>15. Coude de 90 degr&#233;s rempla&#231;ant le raccord droit</callout1>
                        <callout1>16. Boulon M6 dans le gros support et le petit support</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250504.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="352px"/>
                    <caption>Figure 4 - Vue de l'ensemble avec le n&#233;cessaire de support install&#233;
                        (8900083R91)
                    </caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Tous les v&#233;hicules vis&#233;s par cette campagne qui sont pourvus du raccord et de la vanne
                &#224; deux voies illustr&#233;s &#224; la Figure 1 doivent faire l'objet de l'installation du n&#233;cessaire
                n&#176; 8900082R91
                <emph type="bold">OU</emph>
                n&#176; 8900083R91. Reportez-vous au Tableau 2 pour prendre connaissance du contenu des n&#233;cessaires
                de r&#233;paration. Ces n&#233;cessaires sont interchangeables pour tous les v&#233;hicules vis&#233;s
                par ce rappel. Un nombre limit&#233; du n&#233;cessaire 8900082R91 a &#233;t&#233; produit et, une fois
                que les stocks sont &#233;puis&#233;s, le n&#233;cessaire 8900083R91 le remplacera.
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Mettez les pi&#232;ces d&#233;pos&#233;es au rebut au
                    niveau local. Ne retournez pas ces pi&#232;ces.
                </emph>
            </para>
            <table id="t0250501">
                <title>CONTENU DU N&#201;CESSAIRE DE R&#201;PARATION 8900082R91</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.88*"/>
                    <colspec colname="col2" colwidth="0.96*"/>
                    <colspec colname="col3" colwidth="1.44*"/>
                    <colspec colname="col4" align="center" colwidth="0.74*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>NUM&#201;RO DU N&#201;CESSAIRE</para>
                            </entry>
                            <entry align="center">
                                <para>NUM&#201;RO DE PI&#200;CE</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPTION</para>
                            </entry>
                            <entry align="center">
                                <para>QUANTIT&#201;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry morerows="2">
                                <para>8900082R91</para>
                                <para>(Bendix n&#176; 801337)</para>
                            </entry>
                            <entry>
                                <para>Bendix n&#176; 5005139</para>
                            </entry>
                            <entry>
                                <para>Valve relais</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Bendix n&#176; 294481</para>
                            </entry>
                            <entry>
                                <para>Vis &#224; m&#233;taux 1/4</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Int'l n&#176; 3507066C1</para>
                            </entry>
                            <entry>
                                <para>Coude de 45 degr&#233;s, 1/4NPT x 3/8QC</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0250502">
                <title>CONTENU DU N&#201;CESSAIRE DE R&#201;PARATION 8900083R91 (Bendix n&#176; 801338)</title>
                <tgroup cols="3">
                    <colspec colname="col2" colwidth="0.88*"/>
                    <colspec colname="col3" colwidth="1.73*"/>
                    <colspec colname="col4" align="center" colwidth="0.63*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>NUM&#201;RO DE PI&#200;CE</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPTION</para>
                            </entry>
                            <entry align="center">
                                <para>QUANTIT&#201;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2509468C1</para>
                            </entry>
                            <entry>
                                <para>Gros support</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2509607C1</para>
                            </entry>
                            <entry>
                                <para>Vis &#224; m&#233;taux &#188;-20 x 2,25 po, ECU</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3561048C1</para>
                            </entry>
                            <entry>
                                <para>Boulon M8 x 30</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3544379C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou M8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30761VX</para>
                            </entry>
                            <entry>
                                <para>Coude de 90 degr&#233;s, &#188; NPT x compression de tube de 3/8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>BX205829</para>
                            </entry>
                            <entry>
                                <para>Coude de 90 degr&#233;s, 3/8NPT x compression de tube de 3/8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2643440R1 GREEN</para>
                            </entry>
                            <entry>
                                <para>Tube de nylon de 3/8 po</para>
                            </entry>
                            <entry align="center">
                                <para>12 inches</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414505C1</para>
                            </entry>
                            <entry>
                                <para>Tubulure</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2585067C1</para>
                            </entry>
                            <entry>
                                <para>Petit support</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3552155C1</para>
                            </entry>
                            <entry>
                                <para>Boulon M6 x 20</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3544378C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou M6</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25707R1</para>
                            </entry>
                            <entry>
                                <para>Rondelle plate de &#188; po</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2585068C1</para>
                            </entry>
                            <entry>
                                <para>Vis &#224; m&#233;taux &#188;-20 x 1,125 po</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA : Seulement l'une des deux op&#233;rations de main&#64979;d'&#339;uvre peut
                    &#234;tre utilis&#233;e. L'un des deux n&#233;cessaires offerts dans le cadre de ce rappel doit
                    &#234;tre install&#233; sur tous les v&#233;hicules pourvus de la vanne &#224; double voie et du
                    raccord illustr&#233;s &#224; la Figure 1.
                </emph>
            </para>
            <table id="t0250503">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Installation du n&#233;cessaire de r&#233;paration offert dans le cadre du rappel
                                    8900082R91 (n&#233;cessaire de valve)
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02505-2</para>
                            </entry>
                            <entry>
                                <para>Installation du n&#233;cessaire de r&#233;paration offert dans le cadre du rappel
                                    8900083R91 (n&#233;cessaire de support)
                                </para>
                            </entry>
                            <entry>
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                <emph type="bold">Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent
                    &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison.
                </emph>
                Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis
                aux clients et des cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont
                li&#233;es &#224; ces v&#233;hicules, votre concession doit aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                La cause num&#233;ro 2 ci-dessous devrait &#234;tre inscrite sur la plupart des r&#233;clamations.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>IIl est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
