<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02507 - Remplacement de la tige d'embrayage inf&#233;rieure/horizontale des mod&#232;les
        4300 et 4400 construits entre le 26 octobre 2000 et le 30 mai 2002 et pourvus de bo&#238;tes manuelles
    </stitle>
    <recall id="rec02507" translation="french">
        <recallnumber>02507</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Juillet 2002</recalldate>
        <subjectfile>EMBRAYAGE</subjectfile>
        <subject>Remplacement de la tige d'embrayage inf&#233;rieure/horizontale des mod&#232;les 4300 et 4400
            construits entre le 26 octobre 2000 et le 30 mai 2002 et pourvus de bo&#238;tes manuelles
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/26/2000</startdate>
                        <enddate>05/30/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/26/2000</startdate>
                        <enddate>05/30/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>11LDL</ucode>
                <ucode>11LEA</ucode>
                <ucode>11LED</ucode>
                <ucode>11LEG</ucode>
                <ucode>11LEH</ucode>
                <ucode>11LEK</ucode>
                <ucode>11LEL</ucode>
            </configure>
        </apply>
        <defect>
            <para>Les tiges d'embrayage inf&#233;rieures/horizontales munies de manchons de r&#233;glage risquent de
                subir une rupture par fatigue d&#233;coulant des forces de pliage cr&#233;&#233;es lors de l'application
                de la p&#233;dale d'embrayage.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>La tige d'embrayage inf&#233;rieure/horizontale risque de se rompre sans avertissement et rendre le
                changement de vitesse difficile. Si la tige d'embrayage se brise pendant que le v&#233;hicule est arr&#234;t&#233;
                et que le moteur tourne, ou lors d'un ralentissement, le v&#233;hicule peut faire une embard&#233;e
                inattendue dans la direction de la vitesse choisie. L'une ou l'autre de ces conditions pourrait
                occasionner un accident, ce qui pourrait entra&#238;ner des dommages mat&#233;riels ou des blessures
                corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Seuls les mod&#232;les 4300 et 4400 pourvus de bo&#238;tes manuelles et construits au cours de la p&#233;riode
                du 26 octobre 2000 au 30 mai 2002.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="2">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">DESCRIPTION:</emph>
                La tige d'embrayage inf&#233;rieure/horizontale d'origine de tous les v&#233;hicules touch&#233;s par ce
                rappel doit &#234;tre remplac&#233;e. La tige d'origine est pourvue d'un manchon de r&#233;glage, et la
                nouvelle tige n'en a pas (reportez-vous aux illustrations 1 et 2 ci-dessous).
            </para>
            <figure id="f0250701" figsize="col-wide">
                <graphic filename="../recallfigures/g0250701.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Remplacement de la tige d'embrayage d'origine (N/P : 3544400C91) pourvue d'un manchon de r&#233;glage</caption>
            </figure>
            <figure id="f0250702" figsize="col-wide">
                <graphic filename="../recallfigures/g0250702.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Pose de la nouvelle tige d'embrayage (N/P : 3532869C91) sans manchon de r&#233;glage</caption>
            </figure>
            <para>
                <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Si vous devez soulever le v&#233;hicule, n'effectuez aucune man&#339;uvre sous un v&#233;hicule
                            support&#233; uniquement par des crics. Les crics peuvent glisser ou tomber, ce qui peut
                            entra&#238;ner des blessures corporelles, voire mortelles.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coupez le moteur, serrez le frein de stationnement et mettez la transmission au point
                    mort.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez l'ensemble complet de la tige d'embrayage inf&#233;rieure/horizontale.</para>
                <step2>
                    <para count="1">Ne desserrez ni le manchon de r&#233;glage, ni les contre-&#233;crous.</para>
                </step2>
                <step2>
                    <para count="1">Retirez l'&#233;crou et la rondelle reliant l'extr&#233;mit&#233; avant au relais ou
                        au levier coud&#233;.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tenez la tige et retirez le boulon qui relie l'extr&#233;mit&#233; arri&#232;re au
                        levier de d&#233;brayage, puis retirez l'ensemble de la tige.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">R&#233;glage de la longueur de la nouvelle tige :</para>
                <step2>
                    <para count="1">Mesurez la distance droite d'une extr&#233;mit&#233; &#224; l'autre de l'ancienne
                        tige.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mesurez la nouvelle tige de la m&#234;me fa&#231;on, et r&#233;glez-la de mani&#232;re
                        &#224; ce que sa longueur corresponde &#224; celle de l'ancienne tige et ce, en tournant ses
                        extr&#233;mit&#233;s.
                    </para>
                </step2>
                <step2>
                    <para count="1">Assurez-vous que la nouvelle tige est de la m&#234;me longueur que l'ancienne.
                    </para>
                </step2>
                <step2>
                    <para count="1">Alignez la tige de mani&#232;re &#224; ce que la courbure de la tige soit au m&#234;me
                        plan que la surface plate des extr&#233;mit&#233;s de la tige et ce, en tournant les extr&#233;mit&#233;s
                        de la tige selon le besoin. Lorsque le goujon est orient&#233; &#224; l'horizontale, la courbure
                        devrait &#234;tre orient&#233;e vers le haut, ou &#224; la verticale.
                    </para>
                </step2>
                <step2>
                    <para count="1">Serrez les contre-&#233;crous des extr&#233;mit&#233;s de la tige &#224; un couple
                        de 7 &#224; 11 lbf-pi (10 &#224; 15 Nm).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Pose de la tige ajust&#233;e :</para>
                <step2>
                    <para count="1">Installez la tige en pla&#231;ant l'extr&#233;mit&#233; &#224; goujon vers l'avant,
                        et en orientant le goujon vers l'int&#233;rieur, &#224; travers le levier coud&#233;.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mettez l'&#233;crou et la rondelle d'arr&#234;t en place sur le goujon, et serrez
                        &#224; un couple de 14 &#224; 18 lbf-pi (19 &#224; 24 Nm).
                        <emph type="bold">Nota : la courbure de la tige devrait &#234;tre orient&#233;e vers le haut.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">Posez l'autre extr&#233;mit&#233; (celle ne comportant pas de goujon) sur le c&#244;t&#233;
                        ext&#233;rieur du levier de d&#233;brayage &#224; l'aide du boulon M10. Serrez le boulon &#224;
                        un couple de 35 &#224; 43 lbf-pi (47 &#224; 58 Nm).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Reportez-vous au manuel d'atelier principal d'International, groupe 11, pour prendre
                    connaissance du r&#233;glage final de l'embrayage. V&#233;rifiez d'abord le r&#233;glage interne de
                    l'embrayage, et ajustez selon le besoin. V&#233;rifiez ensuite la course libre de la p&#233;dale
                    d'embrayage, et ajustez selon le besoin.
                </para>
            </step1>
            <step1>
                <para count="1">Mettez l'ancienne tige d'embrayage au rebut, localement, afin de vous assurer qu'elle ne
                    sera pas r&#233;utilis&#233;e.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>La tige d'embrayage inf&#233;rieure/horizontale d'origine (pourvue d'un manchon de r&#233;glage) de
                tous les v&#233;hicules doit &#234;tre remplac&#233;e. Il se peut que la tige d'embrayage de nouvelle
                conception (3532869C91, sans manchon de r&#233;glage) ait d&#233;j&#224; &#233;t&#233; install&#233;e
                sur certains v&#233;hicules avant le lancement de la pr&#233;sente campagne de rappel. Supprimez toutes
                les pi&#232;ces 3544400C91 de vos stocks.
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Mettez au rebut, localement, les tiges d'embrayage d&#233;fectueuses
                    que vous avez retir&#233;es. Ne retournez pas ces pi&#232;ces.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA : Une seule op&#233;ration de main - d'&#339;uvre est requise dans le cadre de
                    cette campagne de rappel. La tige d'embrayage inf&#233;rieure/horizontale d'origine de tous les v&#233;hicules
                    doit &#234;tre remplac&#233;e.
                </emph>
            </para>
            <table id="t0250701">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02507-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement de l'ensemble de tige d'embrayage inf&#233;rieure/ horizontale</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                La cause num&#233;ro 2 ci-dessous devrait &#234;tre inscrite sur la plupart des r&#233;clamations.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
