<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02502 - Ma&#238;tres-cylindres de freins hydrauliques des autobus FC, FE et RE construits du
        21 mai 1991 au 8 novembre 1996
    </stitle>
    <recall id="rec02502" translation="french">
        <recallnumber>02502</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mars 2002</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Ma&#238;tres-cylindres de freins hydrauliques des autobus FC, FE et RE construits du 21 mai 1991 au 8
            novembre 1996
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000
                    <daterange>
                        <startdate>05/21/1991</startdate>
                        <enddate>11/08/1996</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Ces ma&#238;tres-cylindres comportent des r&#233;servoirs &#224; montage &#224; distance et un
                adaptateur en aluminium moul&#233; sous pression, mont&#233; sur le dessus du corps du ma&#238;tre-cylindre
                en fonte. Une corrosion galvanique de l'adaptateur en aluminium moul&#233; sous pression peut provoquer
                le gauchissement des joints d'&#233;tanch&#233;it&#233; mont&#233;s sur l'adaptateur. Cet &#233;tat
                existe entre l'adaptateur en aluminium et le corps du ma&#238;tre-cylindre en fonte. Si les joints d'&#233;tanch&#233;it&#233;
                deviennent gauchis, les culbuteurs ne peuvent se loger convenablement contre les joints d'&#233;tanch&#233;it&#233;.
                Les culbuteurs ont pour fonction de se loger contre les joints d'&#233;tanch&#233;it&#233; et de
                maintenir la pression du liquide lors des serrages des freins. Si les culbuteurs ne peuvent se loger
                enti&#232;rement, le liquide risque de se refouler au-del&#224; des culbuteurs, vers le r&#233;servoir,
                et de cr&#233;er une perte de pression des freins avant, des freins arri&#232;re, ou de tous les freins.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Il est impossible de pr&#233;voir la r&#233;duction de l'efficacit&#233; de freinage, puisque celle-ci
                d&#233;pend du volume de refoulement au-del&#224; des culbuteurs. Cette anomalie peut donner lieu &#224;
                une distance d'arr&#234;t prolong&#233;e que le conducteur ne peut pr&#233;voir, et ce dernier peut
                ressentir un &#233;vanouissement de la p&#233;dale de frein, ou bien celle-ci peut se rendre jusqu'au
                plancher lorsque enfonc&#233;e. Une distance d'arr&#234;t prolong&#233;e impr&#233;visible pourrait
                occasionner un accident, ce qui pourrait entra&#238;ner des dommages mat&#233;riels, ou des blessures
                corporelles, voire m&#234;me mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S ET DATES DE CONSTRUCTION SP&#201;CIFIQUES</title>
            </para>
            <para>Les mod&#232;les d'autobus concern&#233;s sont les FC, FE et RE construits du 21 mai 1991 au 8
                novembre 1996, et pourvus de freins hydrauliques.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="2">
            <stitle>French - Recall 02502 - Ma&#238;tres-cylindres de freins hydrauliques des autobus FC, FE et RE
                construits du 21 mai 1991 au 8 novembre 1996
            </stitle>
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">INTRODUCTION:</emph>
                    Ce proc&#233;d&#233; commence par une inspection visuelle destin&#233;e &#224; identifier le type
                    d'adaptateur en aluminium pos&#233; sur le ma&#238;tre-cylindre (il existe deux types d'adaptateurs
                    en aluminium). Si le ma&#238;tre-cylindre est pourvu d'un adaptateur en aluminium moul&#233; sous
                    pression, tel que d&#233;fini dans le proc&#233;d&#233; suivant, le ma&#238;tre-cylindre doit &#234;tre
                    remplac&#233;.
                </para>
                <para>
                    <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Inspectez</title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule
                                bouge soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave
                                ou mortelle.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Si vous devez soulever le v&#233;hicule, n'effectuez aucune man&#339;uvre sous un v&#233;hicule
                                support&#233; uniquement par des crics. Les crics peuvent glisser ou tomber, ce qui peut
                                entra&#238;ner des blessures corporelles, voire mortelles.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Coupez le moteur et serrez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Inspectez l'ensemble du ma&#238;tre-cylindre et identifiez le type d'adaptateur
                        (nettoyez selon le besoin).
                    </para>
                </step1>
                <figure id="f0250201" figsize="col-wide">
                    <graphic filename="../recallfigures/g0250201.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>ILLUSTRATION 1 : ADAPTATEUR MOUL&#201; SOUS PRESSION</caption>
                    <calloutgroup>
                        <callout1>1. L'adaptateur comporte une indentation, sans aucun marquage de date.</callout1>
                        <callout1>REMPLACEZLES MA&#206;TRES-CYLINDRES COMPORTANT L'INDENTATION</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250202" figsize="col-wide">
                    <graphic filename="../recallfigures/g0250202.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>ILLUSTRATION 2 : ADAPTATEUR &#192; MOULE M&#201;TALLIQUE</caption>
                    <calloutgroup>
                        <callout1>1. Aucune indentation; l'adaptateur comporte une surface inf&#233;rieure plate et des
                            marquages de date.
                        </callout1>
                        <callout1>NE REMPLACEZ PASS'IL N'Y A AUCUNE INDENTATION</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si l'adaptateur comporte une indentation sur sa surface inf&#233;rieure, tel
                        qu'indiqu&#233; sur l'ILLUSTRATION 1, reportez-vous aux consignes de remplacement du ma&#238;tre-cylindre;
                        toutefois, si l'adaptateur comporte une surface inf&#233;rieure plate, telle qu'indiqu&#233;e
                        sur l'ILLUSTRATION 2 (sans indentation), NE remplacez PAS le ma&#238;tre-cylindre.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Consignes de remplacement du ma&#238;tre-cylindre</title>
                <step1>
                    <para count="1">D&#233;branchez l'obturateur du manocontact diff&#233;rentiel.</para>
                </step1>
                <step1>
                    <para count="1">Placez un r&#233;cipient de vidange sous le ma&#238;tre-cylindre, et vaporisez du
                        lubrifiant sur les raccords des quatre canalisations de freins au niveau du ma&#238;tre-cylindre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez les raccords des quatre canalisations de freins, retirez les deux
                        canalisations de freins sous pression, installez imm&#233;diatement les boyaux du n&#233;cessaire
                        de purge, desserrez le bouchon du r&#233;servoir et permettez &#224; tout le liquide de frein du
                        r&#233;servoir de s'&#233;couler dans le ma&#238;tre-cylindre, puis dans le r&#233;cipient de
                        vidange. Ne r&#233;utilisez pas le liquide.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez les quatre &#233;crous de fixation du ma&#238;tre-cylindre.</para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez les deux canalisations de frein du dessus du ma&#238;tre-cylindre et
                        recouvrez les extr&#233;mit&#233;s ouvertes des canalisations afin d'emp&#234;cher les
                        contaminants de p&#233;n&#233;trer dans les canalisations de frein, puis retirez le ma&#238;tre-cylindre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Sortez de la bo&#238;te le ma&#238;tre-cylindre neuf pourvu d'un nouveau manocontact
                        diff&#233;rentiel d&#233;j&#224; install&#233;, et conservez la bo&#238;te afin d'y ins&#233;rer
                        la pi&#232;ce us&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Posez le ma&#238;tre-cylindre neuf. Serrez les quatre &#233;crous de fixation &#224;
                        un couple de 25 &#224; 30 lbf-pi (34 &#224; 41 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les deux canalisations de frein sup&#233;rieures et serrez &#224; un
                        couple de 16 &#224; 17 lbf-pi (22 &#224; 23 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Rebranchez le connecteur au manocontact diff&#233;rentiel.</para>
                </step1>
                <step1>
                    <para count="1">Remplissez le r&#233;servoir de liquide de frein DOT3 neuf.</para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide du n&#233;cessaire de purge, purgez le ma&#238;tre-cylindre sur le v&#233;hicule.</para>
                </step1>
                <step1>
                    <para count="1">Rebranchez les deux canalisations sous pression au ma&#238;tre-cylindre et serrez
                        &#224; un couple de 16 &#224; 17 lbf-pi (22 &#224; 23 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Purgez le syst&#232;me tout entier, remplissez le r&#233;servoir et serrez le
                        bouchon du r&#233;servoir.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retournez imm&#233;diatement le ma&#238;tre-cylindre que vous avez retir&#233;,
                        conjointement avec le formulaire D'AUTORISATION DE DISPOSITION DE PI&#200;CES R-5185.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>On s'attend &#224; ce que des ma&#238;tres-cylindres neufs doivent &#234;tre pos&#233;s sur moins de
                25 % des autobus. Lorsque vous commandez des pi&#232;ces, n'oubliez pas que la plupart des v&#233;hicules
                ne n&#233;cessiteront qu'une inspection. Le num&#233;ro de pi&#232;ce du ma&#238;tre-cylindre neuf est
                le 1691024C94. N'utilisez aucun num&#233;ro de pi&#232;ce qui pr&#233;c&#232;de ce num&#233;ro.
            </para>
            <para>
                <emph type="bold">LE RETOUR DE PI&#200;CES : Tous les ma&#238;tres-cylindres doivent &#234;tre retourn&#233;s.</emph>
            </para>
            <para>Retournez les pi&#232;ces conform&#233;ment aux directives figurant sur le formulaire d'AUTORISATION
                DE DISPOSITION DE PI&#200;CES R&#64979;5185, et joignez le formulaire d'autorisation de retour &#224; la
                pi&#232;ce.
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA : Utilisez l'op&#233;ration de main-d'&#339;uvre 1, ou l'op&#233;ration de
                    main-d'&#339;uvre 2, mais non les deux.
                </emph>
            </para>
            <table id="t0250201">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Man&#339;uvre n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection du ma&#238;tre-cylindre</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02502-2</para>
                            </entry>
                            <entry>
                                <para>Inspection, d&#233;pose et remplacement du ma&#238;tre-cylindre</para>
                            </entry>
                            <entry>
                                <para>1,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                La plupart des r&#233;clamations doivent &#234;tre pr&#233;sent&#233;es pour raison d'inspection
                seulement (cause num&#233;ro 1 ci-dessous).
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
