<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 02501 - Serrage insuffisant des boulons de fixation des suspensions pneumatiques optimis&#233;es
        (&#171;IROS&#187;) International sur les mod&#232;les 4300 et 4400 construits du 24 octobre 2000 au 30 octobre
        2001
    </stitle>
    <recall id="rec02501" translation="french">
        <recallnumber>02501</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mars 2002</recalldate>
        <subjectfile>SPRINGS</subjectfile>
        <subject>Serrage insuffisant des boulons de fixation des suspensions pneumatiques optimis&#233;es (&#171;IROS&#187;)
            International sur les mod&#232;les 4300 et 4400 construits du 24 octobre 2000 au 30 octobre 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/30/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/30/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>14TBG</ucode>
                <ucode>14TBH</ucode>
                <ucode>14TBJ</ucode>
                <ucode>14TBL</ucode>
                <ucode>14TBM</ucode>
                <ucode>14TBN</ucode>
            </configure>
        </apply>
        <defect>
            <para>La suspension arri&#232;re IROS comporte deux &#233;l&#233;ments porteurs principaux - l'un de gauche
                et l'un de droite - qui sont mont&#233;s entre le ressort pneumatique, la main de ressort du b&#226;ti
                de l'&#233;l&#233;ment porteur principal, et l'essieu (reportez-vous &#224; l'illustration 1 &#224; la
                page 2). La fonction des &#233;l&#233;ments porteurs principaux consiste &#224; offrir un appui et un
                logement pour l'essieu. Deux boulons et &#233;crous retiennent les extr&#233;mit&#233;s de la broche du
                manchon d'extr&#233;mit&#233; de chaque &#233;l&#233;ment porteur principal &#224; la main de ressort de
                l'&#233;l&#233;ment porteur principal mont&#233; sur le b&#226;ti. Lors du serrage, ces boulons et
                &#233;crous n'ont pas &#233;t&#233; serr&#233;s au couple de serrage appropri&#233; de 500 &#224; 625
                Nm.
            </para>
            <para>Vu que le maintien de serrage est insuffisant, les &#233;crous peuvent se desserrer et tomber compl&#232;tement,
                ou les boulons peuvent se fissurer en raison de la fatigue du m&#233;tal. L'un ou l'autre de ces &#233;tats
                peut donner lieu &#224; une d&#233;faillance du raccordement lors de la dur&#233;e de vie du v&#233;hicule,
                ce qui pourrait occasionner une perte de ma&#238;trise soudaine du v&#233;hicule et, possiblement, un
                accident, qui pourrait entra&#238;ner des dommages mat&#233;riels, ou des blessures corporelles, voire m&#234;me
                mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S ET DATES DE CONSTRUCTIONS SP&#201;CIFIQUES</title>
            </para>
            <para>Seuls les mod&#232;les 4300 et 4400 construits &#224; l'usine de montage de Springfield du 24 octobre
                2000 au 30 octobre 2001, et pourvus des codes de suspension 14TBJ, 14TBL, 14TBM et 14TBN.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">INTRODUCTION:</emph>
                Remplacez les quatre boulons et &#233;crous sur tous les v&#233;hicules faisant l'objet de cette
                campagne. Ce rappel de s&#233;curit&#233; ne comporte aucune option d'inspection. Utilisez une trousse
                (8900081R91) par v&#233;hicule; celle-ci comprend quatre contre-&#233;crous et quatre boulons.
                Reportez-vous &#224; l'illustration 1 ci-dessous.
            </para>
            <figure id="f0250101" figsize="col-wide">
                <graphic filename="../recallfigures/g0250101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Illustration 1 : Vue du c&#244;t&#233; conducteur de la suspension IROS</caption>
                <calloutgroup>
                    <callout1>1. Les boulons passent &#224; travers la broche du manchon, dans le sens de la fl&#232;che;
                        la t&#234;te du boulon repose contre la broche et l'&#233;crou, contre la main de ressort. Deux
                        boulons et &#233;crous sont requis pour chaque c&#244;t&#233;.
                    </callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger. Si un v&#233;hicule bouge
                            soudainement ou inopin&#233;ment, il pourrait en d&#233;couler une blessure grave ou
                            mortelle.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Si vous devez soulever le v&#233;hicule, n'effectuez aucune man&#339;uvre sous un v&#233;hicule
                            support&#233; uniquement par des crics. Les crics peuvent glisser ou tomber, ce qui peut
                            entra&#238;ner des blessures corporelles, voire mortelles.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coupez le moteur et serrez les freins de stationnement.</para>
            </step1>
            <step1>
                <para count="1">Retirez un boulon et un &#233;crou &#224; la fois, puis posez un boulon et un &#233;crou
                    neufs, et serrez le boulon neuf presque au couple maximal de mani&#232;re &#224; ce que la force de
                    serrage soit suffisante pour maintenir la broche du manchon align&#233;e pendant que vous remplacez
                    l'autre boulon. R&#233;p&#233;tez cette &#233;tape jusqu'&#224; ce que vous ayez remplac&#233; les
                    quatre boulons et &#233;crous. Les boulons et &#233;crous neufs doivent &#234;tre install&#233;s en
                    orientant les &#233;crous vers l'arri&#232;re. NE R&#201;UTILISEZ AUCUN BOULON OU &#201;CROU
                    D'ORIGINE, puisque ceux-ci risquent de ne pouvoir offrir une force de serrage ad&#233;quate.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l'aide d'une cl&#233; dynamom&#233;trique, serrez les boulons et &#233;crous
                    neufs &#224; un couple de 370 &#224; 460 lbf-pi (500 &#224; 625 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Mettez imm&#233;diatement au rebut les &#233;crous et boulons d'origine que vous venez
                    d'enlever.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Une trousse de r&#233;paration sera requise pour chaque v&#233;hicule vis&#233; par ce rappel. Toutes
                les pi&#232;ces utilis&#233;es dans le cadre de ce rappel sont comprises dans la trousse num&#233;ro
                8900081R91. Cette trousse doit &#234;tre install&#233;e sur tous les v&#233;hicules vis&#233;s par cette
                campagne et, ainsi aucune op&#233;ration de main-d'&#339;uvre consistant en une inspection n'a &#233;t&#233;
                pr&#233;vue.
            </para>
            <table id="t0250101">
                <title>Contenu de la trousse 8900081R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.62*"/>
                    <colspec colname="col2" align="center" colwidth="0.83*"/>
                    <colspec colname="col3" align="center" colwidth="0.54*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Boulon m&#233;trique phosphat&#233;, M20X100</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>31090R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>&#201;crou hexagonal m&#233;trique, couple d'autoblocage M20,Contre-&#233;crou
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>40204R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>4</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>Les quatre boulons et &#233;crous de tous les v&#233;hicules doivent &#234;tre remplac&#233;s.</para>
            <table id="t0250102">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Man&#339;uvre n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement des quatre boulons de fixation des &#233;l&#233;ments
                                    porteurs principaux
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Remarque sp&#233;ciale :</emph>
                Cette campagne ne comporte aucune option d'inspection et, ainsi, la disposition pour cette campagne ne
                peut &#234;tre un &#171;1&#187;.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
