<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03515 - Tube de d&#233;charge du compresseur d'air des mod&#232;les 3200 et 4200 construits
        au cours de la p&#233;riode du 1er octobre 2002 au 15 septembre 2003 et pourvus de moteurs V8 et de freins
        &#224; air comprim&#233; ou de freins de stationnement &#224; commande pneumatique (code de caract&#233;ristique
        : 04CAR) &#224; l'usine de montage de Springfield
    </stitle>
    <recall id="rec03515" translation="french">
        <recallnumber>03515</recallnumber>
        <market>Canada</market>
        <recalldate>Janvier 2004</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Tube de d&#233;charge du compresseur d'air des mod&#232;les 3200 et 4200 construits au cours de la p&#233;riode
            du 1er octobre 2002 au 15 septembre 2003 et pourvus de moteurs V8 et de freins &#224; air comprim&#233; ou
            de freins de stationnement &#224; commande pneumatique (code de caract&#233;ristique : 04CAR) &#224; l'usine
            de montage de Springfield
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>10/01/2002</startdate>
                        <enddate>09/15/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>10/01/2002</startdate>
                        <enddate>09/15/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>04CAR</ucode>
            </configure>
        </apply>
        <defect>
            <para>Un support &#224; distance de s&#233;curit&#233; qui soutient le tube de d&#233;charge en laiton du
                compresseur d'air n'a pas &#233;t&#233; install&#233;. Les vibrations normales du v&#233;hicule et du
                moteur peuvent provoquer la d&#233;faillance du tube en laiton non soutenu &#224; proximit&#233; du
                raccord du compresseur d'air. Un tube de d&#233;charge d&#233;fectueux du compresseur risque de vider le
                syst&#232;me d'air et peut donner lieu &#224; un serrage des freins de stationnement. Bien que le manom&#232;tre
                &#224; air et que l'avertisseur de basse pression d'air puissent donner un avertissement, cet &#233;tat
                pourrait provoquer le ralentissement ou l'arr&#234;t inattendu du v&#233;hicule et ainsi donner lieu
                &#224; un
                <emph type="bold">accident</emph>
                pouvant entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels, ou des blessures corporelles graves ou mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Cette campagne vise les mod&#232;les 3200 et 4200 construits au cours de la p&#233;riode du 1er
                octobre 2002 au 15 septembre 2003 et pourvus de moteurs V8 et de freins &#224; air comprim&#233; ou de
                freins de stationnement &#224; commande pneumatique (code de caract&#233;ristique : 04CAR) &#224;
                l'usine de montage de Springfield.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <para>Ce proc&#233;d&#233; d'entretien est divis&#233; en deux (2) sections : un proc&#233;d&#233;
                    d'inspection et un proc&#233;d&#233; de r&#233;paration. Effectuez d'abord l'inspection de tous les
                    v&#233;hicules afin de d&#233;terminer si une r&#233;paration est requise.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'INSPECTION</title>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger.</para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Ouvrez et fixez le capot.</para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous que le tube en laiton du compresseur d'air est support&#233; tel
                        qu'illustr&#233; dans la Figure 1.
                    </para>
                </step1>
                <figure id="f0351501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351501.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="432px"/>
                    <caption>Figure 1</caption>
                    <calloutgroup>
                        <callout1>1. Sujet de pr&#233;occupation : Voici l'attache qui peut ne pas avoir &#233;t&#233;
                            install&#233;e.
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si le v&#233;hicule ne comporte
                        <emph type="bold">pas</emph>
                        la pince tel qu'illustr&#233; dans la Figure 1, passez au
                        <emph type="bold">proc&#233;d&#233; d'installation ci-dessous</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule
                        <emph type="bold">est pourvu</emph>
                        de la pince, tel qu'illustr&#233; ci-dessus, v&#233;rifiez la pr&#233;sence du bourrelet.
                        (Reportez-vous &#224; la Figure 2)
                    </para>
                    <step2>
                        <para count="1">Si un bourrelet n'est
                            <emph type="bold">pas</emph>
                            install&#233;, passez alors au
                            <emph type="bold">proc&#233;d&#233;</emph>
                            ci-dessous.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule
                        <emph type="bold">est pourvu</emph>
                        de la pince, tel qu'illustr&#233; ci-dessus,
                        <emph type="bold">ainsi que</emph>
                        du bourrelet,
                        <emph type="bold">aucune r&#233;paration n'est requise</emph>.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'INSTALLATION</title>
                <step1>
                    <para count="1">Si, une fois que vous avez achev&#233; le PROC&#201;D&#201; D'INSPECTION, vous
                        constatez que le PROC&#201;D&#201; D'INSTALLATION suivant est requis,
                        <emph type="bold">vous devez inspecter le tube en laiton pour d&#233;terminer si celui-ci est
                            endommag&#233;.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Videz le syst&#232;me pneumatique en appuyant plusieurs fois sur la p&#233;dale du
                        frein.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faites d&#233;marrer le moteur et assurez-vous que le compresseur fonctionne en
                        &#233;tat de charge (qu'il pousse de l'air dans le tube en laiton).
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez un essai &#224; la &#171;mousse de savon&#187; (c.-&#224;-d. une
                        vaporisation d'eau savonneuse, Snoop, etc.) du tube en laiton
                        <emph type="bold">au niveau du raccord de compression</emph>
                        situ&#233; sur le compresseur.
                    </para>
                    <step2>
                        <para count="1">Si vous constatez des bulles d'air, cela signifie que le tube en laiton doit
                            &#234;tre remplac&#233; avant que la pince &#224; queue et le collier de serrage soient
                            install&#233;s.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Si vous ne constatez
                            <emph type="bold">aucune</emph>
                            bulle d'air, passez &#224; l'&#233;tape 5.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Coupez le contact.</para>
                </step1>
                <step1>
                    <para count="1">Videz le syst&#232;me pneumatique en appuyant sur la p&#233;dale de frein ou en
                        ouvrant les valves de purge des r&#233;servoirs d'air jusqu'&#224; ce que le relev&#233; du
                        manom&#232;tre principal soit de 0 psi.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez l'&#233;crou &#224; compression au niveau de la d&#233;charge du
                        compresseur d'air.
                    </para>
                    <step2>
                        <para count="1">Faites glisser l'&#233;crou de compression vers le haut et &#224; l'&#233;cart
                            de la zone de raccordement.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Inspectez la surface autour de l'extr&#233;mit&#233; du tube en laiton pour d&#233;celer
                        toute fissure ou tout gauchissement du mat&#233;riau.
                    </para>
                    <step2>
                        <para count="1">Si vous constatez
                            <emph type="bold">toute</emph>
                            fissure ou tout gauchissement du mat&#233;riau, cela signifie que le tube en laiton doit
                            &#234;tre remplac&#233; avant que la pince &#224; queue et le collier de serrage soient
                            install&#233;s. Reportez-vous au
                            <emph type="bold">proc&#233;d&#233; de remplacement du tube en laiton.</emph>
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Si vous ne constatez
                            <emph type="bold">aucun</emph>
                            indice de fissure ou de gauchissement du mat&#233;riau, cela signifie que le tube en laiton
                            <emph type="bold">n'a pas besoin d'&#234;tre remplac&#233;</emph>. Passez &#224; l'&#233;tape
                            9.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Resserrez l'&#233;crou &#224; compression au niveau du raccord de d&#233;charge du
                        compresseur d'air.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez l'assemblage de la pince, tel qu'illustr&#233; dans la Figure 2.</para>
                </step1>
                <figure id="f0351502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351502.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="352px"/>
                    <caption>Figure 2</caption>
                    <calloutgroup>
                        <callout1>1. Collier de serrage, 5/8</callout1>
                        <callout1>2. Boulon, M6 x 20</callout1>
                        <callout1>3. Tube de compresseur</callout1>
                        <callout1>4. &#201;crou, M8, Prev Torq</callout1>
                        <callout1>5. Pince &#224; queue</callout1>
                        <callout1>6. Bourrelet</callout1>
                        <callout1>7. &#201;crou, M6, Prev Torq</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Installez l'ensemble sur l'ECM du moteur, tel qu'illustr&#233; dans la Figure 1.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Il se peut que la pince &#224; queue doive &#234;tre retravaill&#233;e quelque peu pour
                            &#234;tre bien ajust&#233;e au collier de serrage.
                        </para>
                        <para>Selon le besoin, pliez la pince &#224; queue de mani&#232;re &#224; ce qu'elle rencontre
                            le tube de d&#233;charge.
                        </para>
                        <para>NE FORCEZ PAS LE TUBE DE D&#201;CHARGE POUR L'AJUSTER &#192; LA PINCE &#192; QUEUE.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Le couple de serrage des attaches M6 est de 8,7 &#224; 10,7 Nm (6,5 &#224; 8
                        lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Fermez et fixez le capot. Le proc&#233;d&#233; d'entretien est achev&#233;.</para>
                </step1>
                <para>Le
                    <emph type="bold">proc&#233;d&#233; d'installation du bourrelet</emph>doit &#234;tre effectu&#233;
                    uniquement sur les v&#233;hicules dont l'inspection a r&#233;v&#233;l&#233; un assemblage appropri&#233;
                    <emph type="bold">sauf pour le bourrelet</emph>.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;d&#233; d'installation du bourrelet</title>
                <specpara>
                    <caution>
                        <para>Pour &#233;viter tout frottement contre le boyau d'admission d'air propre du compresseur
                            d'air ainsi que toute d&#233;faillance possible du compresseur, installez le bourrelet sur
                            TOUS les v&#233;hicules qui n'en sont pas munis.
                        </para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Au moment de leur construction, certains v&#233;hicules ont &#233;t&#233; pourvus de
                        l'ensemble de la pince &#224; queue, mais
                        <emph type="bold">non</emph>
                        du bourrelet.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez le bourrelet tel qu'illustr&#233; dans la Figure 3.</para>
                </step1>
                <figure id="f0351503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351503.webp" type="webp" scalefit="1" scalefitwidth="296px"
                             scalefitheight="392px"/>
                    <caption>Figure 3</caption>
                    <calloutgroup>
                        <callout1>1. Bourrelet</callout1>
                    </calloutgroup>
                </figure>
                <para>Le
                    <emph type="bold">proc&#233;d&#233; de remplacement du tube en laiton</emph>
                    doit &#234;tre effectu&#233; uniquement sur les v&#233;hicules dont l'inspection a r&#233;v&#233;l&#233;
                    des fissures ou un bris des tubes de d&#233;charge du compresseur d'air.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;d&#233; de remplacement du tube en laiton</title>
                <step1>
                    <para count="1">Le tube de d&#233;charge du compresseur d'air est fix&#233; au moteur au moyen de
                        trois (3) ensembles de pinces &#224; queue. (Figure 4)
                    </para>
                </step1>
                <figure id="f0351504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351504.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="352px"/>
                    <caption>Figure 4</caption>
                </figure>
                <step1>
                    <para count="1">Videz le syst&#232;me pneumatique en appuyant sur la p&#233;dale de frein ou en
                        ouvrant les valves de purge des r&#233;servoirs d'air jusqu'&#224; ce que le relev&#233; du
                        manom&#232;tre principal soit de 0 psi.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez l'&#233;crou du raccord &#224; compression au niveau de la d&#233;charge
                        du compresseur d'air. (
                        <emph type="bold">Figure 4, zone A</emph>)
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez le tuyau d'alimentation en air du ch&#226;ssis du tube de d&#233;charge. (
                        <emph type="bold">Figure 4, zone B</emph>)
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez les colliers de serrage et la quincaillerie des colliers de serrage des
                        ensembles de pinces &#224; queue 1, 2 et 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez le tube et mettez-le au rebut.</para>
                </step1>
                <step1>
                    <para count="1">Installez le tube neuf dans la d&#233;charge du compresseur d'air et le tuyau
                        d'alimentation en air du ch&#226;ssis en premier lieu.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les colliers de serrage et la quincaillerie. Serrez &#224; un couple de
                        8,7 &#224; 10,7 Nm (6,5 &#224; 8 lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous que tous les raccords sont bien serr&#233;s et qu'ils ne fuient pas.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0351501">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.59*"/>
                    <colspec colname="col2" align="center" colwidth="1.07*"/>
                    <colspec colname="col3" align="center" colwidth="1.11*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900108R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Trousse de r&#233;paration de rappel du tube de d&#233;charge du compresseur
                                    d'air
                                </para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3550809C5</para>
                            </entry>
                            <entry align="center">
                                <para>Tube en laiton du compresseur d'air</para>
                            </entry>
                            <entry align="center">
                                <para>Selon le PROC&#201;D&#201; D'INSPECTION1 par camionselon le besoin</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">La trousse de r&#233;paration de rappel 8900108R91 se compose des pi&#232;ces
                    suivantes :
                </emph>
            </para>
            <table id="t0351502">
                <title>La trousse de r&#233;paration de rappel 8900108R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.75*"/>
                    <colspec colname="col2" align="left" colwidth="1.35*"/>
                    <colspec colname="col3" align="center" colwidth="0.67*"/>
                    <thead>
                        <row>
                            <entry align="center" colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center" colname="col1">
                                <para>91010R1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pince &#224; queue</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3544379C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou, M8, Prev Torq</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3564290C1</para>
                            </entry>
                            <entry>
                                <para>Collier de serrage, 5/8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3552155C1</para>
                            </entry>
                            <entry>
                                <para>Boulon, M6 x 20</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3544378C1</para>
                            </entry>
                            <entry>
                                <para>&#201;crou, M6, Prev Torq</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3524005C1</para>
                            </entry>
                            <entry>
                                <para>Bourrelet, 3,65 po</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Certains v&#233;hicules n'ont pas &#233;t&#233; pourvus du bourrelet au moment de leur
                    construction. Veuillez commander la trousse tout enti&#232;re m&#234;me si vous remplacez uniquement
                    le bourrelet.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0351503">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03515-1</para>
                            </entry>
                            <entry>
                                <para>Inspection SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03515-2</para>
                            </entry>
                            <entry>
                                <para>AJOUT si le proc&#233;d&#233; de R&#201;PARATION LI&#201; AU RAPPEL a &#233;t&#233;
                                    effectu&#233;
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-03515-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>AJOUT si l'INSTALLATION DU BOURRELET a &#233;t&#233; effectu&#233;e</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,1 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03515-4</para>
                            </entry>
                            <entry>
                                <para>AJOUT en cas du remplacement du tube de d&#233;charge SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,2 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Tous les v&#233;hicules doivent faire l'objet d'une inspection.</para>
            <para>&#8226; Si, suite &#224; l'inspection d'un v&#233;hicule, vous constatez que celui-ci est pourvu des
                colliers de serrage
                <emph type="bold">appropri&#233;s</emph>, y compris le bourrelet, utilisez uniquement l'op&#233;ration
                A40-03515.
                <emph type="bold">-1</emph>
            </para>
            <para>&#8226; Si, suite &#224; l'inspection d'un v&#233;hicule, vous constatez que celui-ci est pourvu des
                colliers de serrage
                <emph type="bold">inappropri&#233;s</emph>
                et que le proc&#233;d&#233; d'entretien est requis, utilisez l'op&#233;ration A40-03515
                <emph type="bold">-1</emph>
                et ajoutez l'op&#233;ration A40-03515
                <emph type="bold">-2</emph>.
            </para>
            <para>&#8226; Si, suite &#224; l'inspection d'un v&#233;hicule, vous constatez que celui-ci est pourvu des
                colliers de serrage
                <emph type="bold">appropri&#233;s</emph>
                mais
                <emph type="bold">non d'un bourrelet</emph>, ce qui entra&#238;ne le besoin du proc&#233;d&#233;
                d'installation du bourrelet, utilisez l'op&#233;ration A40-03515
                <emph type="bold">-1</emph>
                et ajoutez l'op&#233;ration A40-03515
                <emph type="bold">-3</emph>.
            </para>
            <para>&#8226; Si le tube de d&#233;charge en laiton a &#233;t&#233; remplac&#233;, veuillez
                <emph type="bold">AJOUTER</emph>
                l'op&#233;ration A40-03515
                <emph type="bold">-4</emph> &#224; la r&#233;clamation.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                <emph type="bold">Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent
                    &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison.
                </emph>
                Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis
                aux clients et des cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont
                li&#233;es &#224; ces v&#233;hicules, votre concession doit aviser
                <emph type="bold">IMM&#201;DIATEMENT</emph>
                l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
