<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03513 Interim Notice - Colonnes de direction des autobus RE (moteur &#224; l'arri&#232;re)
        et FE (moteur &#224; l'avant) construits au cours de la p&#233;riode du 28 octobre 1993 au 21 mai 2003
    </stitle>
    <recall id="rec03513" translation="french">
        <recallnumber>03513 Interim Notice</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Octobre 2003</recalldate>
        <subjectfile>Direction</subjectfile>
        <subject>Colonnes de direction des autobus RE (moteur &#224; l'arri&#232;re) et FE (moteur &#224; l'avant)
            construits au cours de la p&#233;riode du 28 octobre 1993 au 21 mai 2003
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000 FE
                    <daterange>
                        <startdate>10/28/1993</startdate>
                        <enddate>05/21/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>10/28/1993</startdate>
                        <enddate>05/21/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>LE PR&#201;SENT DOCUMENT NE CONSTITUE QU'UN AVIS
                <emph type="bold">ISIS SEULEMENT</emph>.
            </para>
            <para>Le pr&#233;sent AVIS INT&#201;RIMAIRE ne fera l'objet d'aucun envoi postal aux concessionnaires.
            </para>
            <para>Un envoi postal habituel sera effectu&#233; une fois que le proc&#233;d&#233; de r&#233;paration de
                rappel sera diffus&#233;.
            </para>
            <para>La soci&#233;t&#233; International Truck and Engine Corporation a avis&#233; Transports Canada au
                sujet d'un d&#233;faut pouvant avoir une incidence sur la s&#233;curit&#233;, impliquant le soufflet en
                caoutchouc de certaines
                <emph type="bold">colonnes de direction</emph>
                d'autobus RE et FE construits au cours de la p&#233;riode du 28 octobre 1993 au 21 mai 2003, et elle
                proc&#232;de actuellement &#224; un rappel de s&#233;curit&#233; dans le but de corriger ce d&#233;faut.
                Il est possible que le boulon de pincement de l'arbre de direction des colonnes de direction
                inclinables/t&#233;lescopiques use un trou dans les nervures sup&#233;rieures du soufflet. Dans un
                pareil cas, le boulon de pincement peut s'accrocher sur le trou et restreindre de beaucoup la capacit&#233;
                de tourner le volant.
            </para>
        </defect>
        <ownernote>
            <para>La pr&#233;sente lettre sert &#224; vous aviser que les propri&#233;taires de tous les v&#233;hicules
                douteux ont &#233;t&#233; avertis qu'une campagne de rappel de s&#233;curit&#233; a &#233;t&#233; lanc&#233;e.
                Aucune intervention n'est requise de votre part, ni de celle des propri&#233;taires, pour le moment.
            </para>
            <para>Vous et les propri&#233;taires serez avis&#233;s de nouveau une fois que les pi&#232;ces deviendront
                disponibles quant aux mesures appropri&#233;es devant &#234;tre prises.
            </para>
            <para>Nous vous sommes reconnaissants de votre patience et de votre bonne collaboration dans le cadre de
                cette campagne, et nous regrettons tout inconv&#233;nient que cela pourrait vous occasionner.
            </para>
        </ownernote>
    </recall>
</isis>
