<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03508 - Collier de serrage &#224; une bande du tuyau arri&#232;re des mod&#232;les de s&#233;rie
        9000 construits au cours de la p&#233;riode du 15/11/2002 au 12/03/2002 et pourvus de moteurs Caterpillar
    </stitle>
    <recall id="rec03508" translation="french">
        <recallnumber>03508</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mai 2003</recalldate>
        <subjectfile>SYST&#200;ME D'&#201;CHAPPEMENT</subjectfile>
        <subject>Collier de serrage &#224; une bande du tuyau arri&#232;re des mod&#232;les de s&#233;rie 9000
            construits au cours de la p&#233;riode du 15/11/2002 au 12/03/2002 et pourvus de moteurs Caterpillar
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9000
                    <daterange>
                        <startdate>11/15/2002</startdate>
                        <enddate>03/21/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Le collier de serrage &#224; une bande du tuyau arri&#232;re peut perdre sa capacit&#233; de serrage
                dans des conditions de conduite normales, ce qui provoque le desserrement du tuyau et sa chute possible
                du v&#233;hicule. Le tuyau arri&#232;re pourrait se d&#233;tacher du v&#233;hicule sans avertissement et
                pr&#233;senter des risques aux autres v&#233;hicules qui circulent sur la route, ce qui pourrait entra&#238;ner
                <emph type="bold">une collision impr&#233;vue</emph>.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>La pr&#233;sente campagne vise les mod&#232;les de s&#233;rie 9000 construits &#224; l'usine de
                montage de Chatham au cours de la p&#233;riode du 15/11/2002 au 12/03/2003 et pourvus de moteurs
                Caterpillar.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="5">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">Veuillez lire et bien comprendre les directives suivantes avant d'effectuer la r&#233;paration.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez TOUJOURS des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Calez les roues afin d'emp&#234;cher le v&#233;hicule de bouger.</para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Assurez-vous que le tuyau arri&#232;re et le silencieux sont froids au toucher avant d'entamer
                        le proc&#233;d&#233; d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retirez le collier de serrage &#224; une bande.</para>
            </step1>
            <step1>
                <para count="1">Prenez note de l'orientation appropri&#233;e du collier de serrage &#224; deux bandes
                    :
                </para>
            </step1>
            <figure id="f0350801" figsize="pg-wide">
                <graphic filename="../recallfigures/g0350806.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
            <step1>
                <para count="1">Faites glisser le collier de serrage &#224; deux bandes sur le tuyau arri&#232;re.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>
                            <emph type="bold">N'&#233;cartez pas le collier de serrage &#224; deux bandes pour
                                l'installer - Faites-le glisser par-dessus le tuyau arri&#232;re pour l'installer.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>S'il vous est impossible de faire glisser le collier de serrage par-dessus le tuyau arri&#232;re,
                            retirez ce dernier.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si le tuyau arri&#232;re a &#233;t&#233; retir&#233;, pr&#233;installez le collier de
                    serrage sur celui-ci. NE SERREZ PAS les boulons du collier de serrage. Si le tuyau arri&#232;re n'a
                    pas &#233;t&#233; retir&#233;, passez au num&#233;ro 5.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que le tuyau arri&#232;re est compl&#232;tement introduit dans l'ouverture
                    du silencieux.
                </para>
            </step1>
            <figure id="f0350802" figsize="pg-wide">
                <graphic filename="../recallfigures/g0350807.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
            <step1>
                <para count="1">Faites glisser vers le bas le collier de serrage &#224; deux bandes de mani&#232;re
                    &#224; ce que le c&#244;t&#233; du collier du c&#244;t&#233; du silencieux soit positionn&#233;
                    comme suit :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Le collier inf&#233;rieur est positionn&#233; par-dessus l'extr&#233;mit&#233; du
                            silencieux, et le collier sup&#233;rieur est positionn&#233; par-dessus le tuyau arri&#232;re.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f0350803" figsize="pg-wide">
                <graphic filename="../recallfigures/g0350808.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
            <step1>
                <para count="1">Assurez-vous que l'&#233;vacuation du tuyau arri&#232;re soit orient&#233; dans le m&#234;me
                    sens qu'il &#233;tait avant que le collier de serrage &#224; une bande ait &#233;t&#233; retir&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Mettez &#233;galement le syst&#232;me d'attache du collier de serrage en position entre
                    les fentes. &#201;vitez les joints de soudure, dans la mesure du possible.
                </para>
            </step1>
            <figure id="f0350804" figsize="col-wide">
                <graphic filename="../recallfigures/g0350804.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="192px"/>
            </figure>
            <step1>
                <para count="1">Mettez le collier de serrage du c&#244;t&#233; silencieux de niveau avec le bord sup&#233;rieur
                    de l'&#233;vacuation du silencieux.
                </para>
            </step1>
            <figure id="f0350805" figsize="pg-wide">
                <graphic filename="../recallfigures/g0350809.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="192px"/>
            </figure>
            <step1>
                <para count="1">Serrez les deux boulons du collier de serrage &#224; un couple de 37 - 50 N-m (27 - 37
                    lb-pi).
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>La pi&#232;ce requise dans le cadre de ce rappel est la suivante :</para>
            <table id="t0350801">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" align="center" colwidth="1.19*"/>
                    <colspec colname="col3" align="center" colwidth="0.78*"/>
                    <colspec colname="COLSPEC0" colwidth="0.83*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233; pour un &#233;chappement simple</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233; pour un &#233;chappement double</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>3571664C1</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Collier de serrage &#224; deux bandes, 5 po, 403SST/ALZDST</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Veuillez noter :</para>
            <randlist type="bullet">
                <item>
                    <para>&#183; Seuls les colliers de serrage &#171;polis&#187; (normalement utilis&#233;s uniquement
                        sur les tuyaux d'&#233;chappement chrom&#233;s) sont fournis dans le cadre de ce rappel.
                        <emph type="bold">Veuillez utiliser des colliers de serrage &#171;polis&#187; pour tous les
                            finis de tuyaux d'&#233;chappement dans le cadre de ce rappel de s&#233;curit&#233;.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Deux (2) colliers de serrage sont requis pour les camions pourvus d'un syst&#232;me d'&#233;chappement
                        double.
                    </para>
                </item>
                <item>
                    <para>Seulement 15 % des camions vis&#233;s par le pr&#233;sent rappel sont munis de syst&#232;mes
                        d'&#233;chappement doubles.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Veuillez commander seulement une quantit&#233; minimale de colliers de serrage
                            suppl&#233;mentaires aux fins d'installation sur les syst&#232;mes d'&#233;chappement
                            doubles.
                        </emph>
                    </para>
                </item>
            </randlist>
        </partsinfo>
        <laborinfo>
            <table id="t0350802">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03508-1</para>
                            </entry>
                            <entry>
                                <para>Remplacement du collier de serrage &#224; une bande par un collier de serrage
                                    &#224; deux bandes, pour
                                    <emph type="bold">syst&#232;me d'&#233;chappement simple SEULEMENT</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-03508-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement du collier de serrage &#224; une bande par un collier de serrage
                                    &#224; deux bandes, pour
                                    <emph type="bold">syst&#232;me d'&#233;chappement double SEULEMENT</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
