<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03514 - La tuyauterie des r&#233;servoirs d'air sur les mod&#232;les de familles 4200, 4300
        et 4400 construits au cours de la p&#233;riode du 27 ao&#251;t 2002 au 22 juillet 2003 et pourvus de r&#233;servoirs
        d'air c&#244;te &#224; c&#244;te (code de caract&#233;ristique : 504602) &#224; l'usine de montage d'Escobedo
    </stitle>
    <recall id="rec03514" translation="french">
        <recallnumber>03514</recallnumber>
        <market>CANADA</market>
        <recalldate>Septembre 2003</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>La tuyauterie des r&#233;servoirs d'air sur les mod&#232;les de familles 4200, 4300 et 4400 construits
            au cours de la p&#233;riode du 27 ao&#251;t 2002 au 22 juillet 2003 et pourvus de r&#233;servoirs d'air c&#244;te
            &#224; c&#244;te (code de caract&#233;ristique : 504602) &#224; l'usine de montage d'Escobedo
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>504602</ucode>
            </configure>
        </apply>
        <defect>
            <para>La
                <emph type="bold">tuyauterie des r&#233;servoirs d'air</emph>
                n'est pas conforme &#224; la norme 121, section 5.7.1 du FMVSS. Les flexibles d'air de 5/8 po, de
                couleur verte et orange, situ&#233;s entre le robinet de freinage &#224; pied et les r&#233;servoirs
                d'air primaire et secondaire, ont possiblement &#233;t&#233; achemin&#233;s incorrectement. S'il se
                produit une d&#233;faillance du circuit d'air primaire en raison de l'acheminement incorrect des
                flexibles, les r&#233;cepteurs de freinage ne seront pas actionn&#233;s lorsqu'on appuie sur la p&#233;dale
                de frein, ce qui pourrait donner lieu &#224;
                <emph type="bold">une collision sans avertissement</emph>
                pouvant entra&#238;ner des dommages mat&#233;riels ou
                <emph type="bold">des blessures corporelles graves, voire m&#234;me mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Cette campagne vise les mod&#232;les de familles 4200, 4300 et 4400 construits au cours de la p&#233;riode
                du 27 ao&#251;t 2002 au 22 juillet 2003 et pourvus de r&#233;servoirs d'air c&#244;te &#224; c&#244;te
                (code de caract&#233;ristique : 504602) &#224; l'usine de montage d'Escobedo.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <para>Ce proc&#233;d&#233; d'entretien est divis&#233; en deux (2) sections : une inspection et le
                    remplacement d'un flexible. Effectuez d'abord l'inspection de tous les v&#233;hicules afin de d&#233;terminer
                    si le remplacement d'un flexible et un changement de tuyauterie est requis.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'INSPECTION</title>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">V&#233;rifiez pour confirmer que les flexibles de couleur verte et orange sont
                        achemin&#233;s tel qu'indiqu&#233; dans la Figure 1.
                    </para>
                </step1>
                <figure id="f0351401" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351404.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             scalefitheight="312px"/>
                    <caption>Figure 1</caption>
                </figure>
                <step1>
                    <para count="1">Si les flexibles sont install&#233;s conform&#233;ment &#224; la Figure 1, alors le
                        syst&#232;me de freinage est en r&#232;gle.
                        <emph type="bold">AUCUN</emph>
                        remplacement de flexible n'est requis et l'intervention est achev&#233;e dans le cadre de ce
                        rappel.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si les flexibles ne sont pas install&#233;s conform&#233;ment &#224; la Figure 1, et
                        qu'ils sont invers&#233;s, alors passez au
                        <emph type="bold">proc&#233;d&#233; de remplacement des flexibles.</emph>
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; DE REMPLACEMENT DES FLEXIBLES</title>
                <step1>
                    <para count="1">Purgez compl&#232;tement les syst&#232;mes d'air &#224;
                        <emph type="bold">0 kPa</emph>
                        (0 psi).
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;saccouplez le tube de 5/8 po de couleur orange du r&#233;servoir d'air du c&#244;t&#233;
                        int&#233;rieur (primaire).
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;saccouplez le tube de 5/8 po de couleur verte du r&#233;servoir d'air du c&#244;t&#233;
                        ext&#233;rieur (secondaire) et branchez-le au r&#233;servoir d'air du c&#244;t&#233; int&#233;rieur
                        (primaire). Ajustez le flexible selon le besoin et assurez-vous qu'il est propre au niveau de la
                        nouvelle surface d'&#233;tanch&#233;it&#233; et qu'il n'est pas tortill&#233; au moment de
                        l'installation. Reportez-vous &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez ou retirez toutes les attaches sur le tube de 5/8 po de couleur orange
                        situ&#233; entre les r&#233;servoirs d'air et le robinet de freinage &#224; pied.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez le tube de 5/8 po de couleur orange du robinet de freinage &#224; pied.
                        Reportez-vous &#224; la Figure 2 pour les camions et &#224; la Figure 3 pour les tracteurs.
                    </para>
                </step1>
                <figure id="f0351402" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351405.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="352px"/>
                    <caption>Figure 2 (camion)</caption>
                </figure>
                <figure id="f0351403" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351406.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="392px"/>
                    <caption>Figure 3 (tracteur)</caption>
                </figure>
                <step1>
                    <para count="1">Mesurez et coupez une section de 2,3 m (5/8 po) de la tubulure noire en vrac et
                        remplacez le flexible de 5/8 po de couleur orange.
                        <emph type="bold">Veuillez vous assurer que la coupe est propre et r&#233;guli&#232;re.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Acheminez la tubulure noire le long du m&#234;me trajet que la tubulure orange
                        d'origine, puis fixez-la. Ajustez le flexible selon le besoin. Serrez ou remplacez les attaches
                        selon le besoin.
                        <emph type="bold">Veuillez vous assurer que le flexible n'est pas tortill&#233; &#224; quelque
                            point que ce soit dans son acheminement.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Branchez-le au r&#233;servoir d'air secondaire ou de c&#244;t&#233; ext&#233;rieur.
                        Reportez-vous &#224; la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faites d&#233;marrer le moteur pour mettre le syst&#232;me sous pression, et v&#233;rifiez
                        le robinet de freinage &#224; pied et les raccords des r&#233;servoirs afin de d&#233;celer
                        toute fuite. R&#233;parez selon le besoin.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0351401">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.59*"/>
                    <colspec colname="col2" align="center" colwidth="1.07*"/>
                    <colspec colname="col3" align="center" colwidth="1.11*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>417201C2</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Tubulure de nylon de 5/8 po, noire</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>2,3 m (90,5 po) [7 pi 6-1/2 po)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Utilisez une tubulure provenant des stocks sur &#233;tag&#232;res. Si le
                    concessionnaire commande le n&#176; 417201C2 du CDP, il recevra un rouleau de 15,24 m (50 pi). Le
                    concessionnaire sera rembours&#233; uniquement pour la quantit&#233; de tubulure utilis&#233;e, et
                    non pour un rouleau complet.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0351402">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03514-1</para>
                            </entry>
                            <entry>
                                <para>Inspection de l'acheminement des flexibles SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-03514-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et installation des flexibles SEULEMENT</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Si, suite &#224; l'inspection d'un v&#233;hicule, vous constatez que les flexibles sont achemin&#233;s
                <emph type="bold">de mani&#232;re appropri&#233;e</emph>, utilisez uniquement l'op&#233;ration A40-03514
                <emph type="bold">-1</emph>.
            </para>
            <para>Si, suite &#224; l'inspection d'un v&#233;hicule, vous constatez que les flexibles sont achemin&#233;s
                <emph type="bold">de mani&#232;re inappropri&#233;e</emph>
                et que le proc&#233;d&#233; d'entretien est requis, utilisez uniquement l'op&#233;ration A40-03514
                <emph type="bold">-2.</emph>
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
