<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03516 AVIS INT&#201;RIMAIRE - Arbre de transmission avant de certains mod&#232;les 4800
        construits au cours de la p&#233;riode du 30 juin 1999 au 8 mai 2002 et pourvus du code de caract&#233;ristique
        013TJZ seulement
    </stitle>
    <recall id="rec03516" translation="french">
        <recallnumber>03516 AVIS INT&#201;RIMAIRE</recallnumber>
        <market>CANADA</market>
        <recalldate>D&#233;cembre 2003</recalldate>
        <subjectfile>BO&#206;TES DE VITESSES</subjectfile>
        <subject>Arbre de transmission avant de certains mod&#232;les 4800 construits au cours de la p&#233;riode du 30
            juin 1999 au 8 mai 2002 et pourvus du code de caract&#233;ristique 013TJZ seulement
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4800
                    <daterange>
                        <startdate>06/30/1999</startdate>
                        <enddate>05/08/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>13TJZ</ucode>
            </configure>
        </apply>
        <defect>
            <para>LE PR&#201;SENT DOCUMENT NE CONSTITUE QU'UN AVIS
                <emph type="bold">ISIS SEULEMENT</emph>.
            </para>
            <para>Le pr&#233;sent AVIS INT&#201;RIMAIRE ne fera l'objet d'aucun envoi postal aux concessionnaires.
            </para>
            <para>Un envoi postal habituel sera effectu&#233; une fois que le proc&#233;d&#233; de r&#233;paration de
                rappel sera diffus&#233;.
            </para>
            <para>La soci&#233;t&#233; International Truck and Engine Corporation a avis&#233; Transports Canada d'un d&#233;faut
                pouvant avoir une incidence sur la s&#233;curit&#233;, impliquant l'arbre de transmission avant de
                certains v&#233;hicules de s&#233;rie 4800 construits au cours de la p&#233;riode du 30 juin 1999 au 28
                mai 2002 et pourvus d'une certaine bo&#238;te de transfert Fabco TC-200 (code de caract&#233;ristique
                013TJZ seulement), et elle proc&#232;de actuellement &#224; un rappel de s&#233;curit&#233; dans le but
                de corriger ce d&#233;faut.
            </para>
        </defect>
        <ownernote>
            <para>La pr&#233;sente lettre sert &#224; vous aviser que les propri&#233;taires de tous les v&#233;hicules
                douteux ont &#233;t&#233; avertis qu'une campagne de rappel de s&#233;curit&#233; a &#233;t&#233; lanc&#233;e.
                Une mesure corrective est en cours d'&#233;laboration. Une fois que les pi&#232;ces sont disponibles,
                International vous avisera des mesures suppl&#233;mentaires que vous devriez prendre.
            </para>
            <para>Nous vous sommes reconnaissants de votre patience et de votre bonne collaboration dans le cadre de
                cette campagne, et nous regrettons tout inconv&#233;nient que cela pourrait vous occasionner.
            </para>
        </ownernote>
    </recall>
</isis>
