<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 03504 - FLASQUE D'ENTRA&#206;NEMENT (NEZ DE D&#201;MARREUR) INCORRECT SUR LES MOD&#200;LES
        8600 CONSTRUITS ENTRE LE 09/03/02 ET LE 01/30/03, &#201;QUIP&#201;S D'UN MOTEUR CATERPILLAR C10 OU C12 ET D'UN D&#201;MARREUR
        LEECE NEVILLE
    </stitle>
    <recall id="rec03504" translation="french">
        <recallnumber>03504</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mars 2003</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>FLASQUE D'ENTRA&#206;NEMENT (NEZ DE D&#201;MARREUR) INCORRECT SUR LES MOD&#200;LES 8600 CONSTRUITS
            ENTRE LE 09/03/02 ET LE 01/30/03, &#201;QUIP&#201;S D'UN MOTEUR CATERPILLAR C10 OU C12 ET D'UN D&#201;MARREUR
            LEECE NEVILLE
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>09/03/2002</startdate>
                        <enddate>01/30/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>08WMN</ucode>
                <ucode>08WTB</ucode>
            </configure>
        </apply>
        <defect>
            <para>Sur certains v&#233;hicules, suite aux variations possibles d'&#233;cartement entre le goujon de la
                bobine d'excitation et le longeron de ch&#226;ssis, il existe un risque que le goujon de la bobine
                d'excitation du d&#233;marreur entre en contact avec le longeron de ch&#226;ssis du v&#233;hicule. Si le
                goujon de la bobine d'excitation du d&#233;marreur entre en contact avec le longeron de ch&#226;ssis, il
                se produirait un court-circuit direct entre la batterie et le ch&#226;ssis (masse) lorsque le d&#233;marreur
                serait sollicit&#233;.
            </para>
            <para>
                <title>L'INCIDENCE SUR LA S&#201;CURIT&#201; AUTOMOBILE</title>
            </para>
            <para>Un court-circuit direct entre la batterie et le ch&#226;ssis (masse) lorsque le d&#233;marreur serait
                sollicit&#233; pourrait cr&#233;er un risque d'incendie, ce qui pourrait causer des
                <emph type="bold">d&#233;g&#226;ts mat&#233;riels, de m&#234;me que des blessures graves ou mortelles.
                </emph>
            </para>
            <para>
                <title>DESCRIPTION DES V&#201;HICULES CONCERN&#201;S</title>
            </para>
            <para>Mod&#232;les 8600 construits entre le 09/03/02 et le 01/30/03, &#233;quip&#233;s d'un moteur
                Caterpillar C10 ou C12 et d'un d&#233;marreur Leece Neville, codes 08WMN et 08WTB.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et adresses
                des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires et
                de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <para>
                <emph type="bold">VEUILLEZ LIRE ET BIEN COMPRENDRE LES DIRECTIVES SUIVANTES AVANT D'EFFECTUER LA R&#201;PARATION.</emph>
            </para>
            <specpara>
                <warning>
                    <para>POUR &#201;VITER DES BLESSURES GRAVES AUX YEUX, PORTEZ TOUJOURS DES LUNETTES DE S&#201;CURIT&#201;
                        LORSQUE VOUS EFFECTUEZ L'ENTRETIEN OU LA R&#201;PARATION D'UN V&#201;HICULE.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>AFIN D'&#201;VITER DES DOMMAGES MAT&#201;RIELS ET/OU DES BLESSURES CORPORELLES &#201;VENTUELLES,
                        STATIONNEZ LE V&#201;HICULE SUR UNE SURFACE PLANE, COUPEZ LE MOTEUR, SERREZ LE FREIN DE
                        STATIONNEMENT ET CALEZ LES ROUES.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>LES BATTERIES D&#201;GAGENT DES GAZ EXPLOSIFS. &#201;LOIGNEZ TOUTES SOURCES D'&#201;TINCELLES,
                        FLAMMES, CIGARETTES ALLUM&#201;ES OU AUTRES SOURCES D'INFLAMMATION DE LA BATTERIE. PORTEZ
                        TOUJOURS DES LUNETTES DE S&#201;CURIT&#201; ET UNE PROTECTION FACIALE AFIN D'&#201;VITER DES
                        BLESSURES CORPORELLES.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher tous les c&#226;bles &#233;lectriques au niveau du d&#233;marreur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les boulons de montage du d&#233;marreur et d&#233;poser ce dernier.</para>
            </step1>
            <step1>
                <para count="1">D&#233;poser le d&#233;marreur sur un plan de travail et retirer les boulons du flasque
                    d'entra&#238;nement (figure 1).
                </para>
            </step1>
            <figure id="f0350401" figsize="col-wide">
                <graphic filename="../recallfigures/g0350401.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 1 - Retrait du flasque d'entra&#238;nement du d&#233;marreur</caption>
            </figure>
            <step1>
                <para count="1">Retirer le flasque d'entra&#238;nement du d&#233;marreur. V&#233;rifier que la bague de
                    but&#233;e demeure en place sur l'arbre d'induit (figure 2).
                </para>
            </step1>
            <figure id="f0350402" figsize="col-wide">
                <graphic filename="../recallfigures/g0350402.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 2 - Bague de but&#233;e sur l'arbre d'induit (fl&#232;che)</caption>
            </figure>
            <specpara>
                <note>
                    <para>Le flasque d'entra&#238;nement ne doit pas &#234;tre r&#233;utilis&#233; (mettre au rebut).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Poser le nouveau flasque d'entra&#238;nement du d&#233;marreur. Aligner la bride de
                    flasque tel qu'illustr&#233; &#224; la figure 3. Lorsque correctement plac&#233;e, l'un de ses trous
                    de montage (fl&#232;che, figure 3), doit s'aligner approximativement par rapport au boulon de
                    montage du contacteur &#233;lectromagn&#233;tique. L'alignement du flasque d'entra&#238;nement peut
                    &#234;tre facilit&#233; en ins&#233;rant un tournevis par le trou de bride qui fera face au boulon
                    de montage du contacteur &#233;lectromagn&#233;tique (figure 4).
                </para>
            </step1>
            <figure id="f0350403" figsize="col-wide">
                <graphic filename="../recallfigures/g0350403.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 3 - Trou de montage de la bride (fl&#232;che) align&#233; par rapport au boulon du
                    contacteur &#233;lectromagn&#233;tique (illustr&#233; en arri&#232;re-plan lorsque vu &#224; travers
                    le trou de montage de la bride)
                </caption>
            </figure>
            <figure id="f0350404" figsize="col-wide">
                <graphic filename="../recallfigures/g0350404.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 4 - Utilisation d'un tournevis pour aligner le trou de montage de la bride par rapport
                    au boulon du contacteur &#233;lectromagn&#233;tique
                </caption>
            </figure>
            <step1>
                <para count="1">Enduire le filetage des boulons de montage du flasque d'entra&#238;nement de d&#233;marreur
                    de Loc-Tite 242 et serrer les boulons au couple de 34 N.m (25 lb-pi).
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier que l'arbre d'induit du d&#233;marreur tourne librement dans le sens
                    antihoraire.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'&#233;tiquette d'identification du d&#233;marreur et apposer la nouvelle
                    &#233;tiquette fournie dans le n&#233;cessaire de r&#233;paration. Se reporter au tableau 2 pour
                    choisir l'&#233;tiquette correspondant au d&#233;marreur utilis&#233; (figure 5). Mettre au rebut
                    les &#233;tiquettes inutilis&#233;es fournies avec le n&#233;cessaire de r&#233;paration.
                </para>
            </step1>
            <figure id="f0350405" figsize="col-wide">
                <graphic filename="../recallfigures/g0350405.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 5 - Apposer la nouvelle &#233;tiquette d'identification</caption>
            </figure>
            <step1>
                <para count="1">Retirer les bagues d'&#233;tanch&#233;it&#233; caoutchouc de l'ancien flasque d'entra&#238;nement
                    et remonter les bagues dans les trous de boulon inutilis&#233;s du nouveau flasque (figure 6).
                </para>
            </step1>
            <figure id="f0350406" figsize="col-wide">
                <graphic filename="../recallfigures/g0350406.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 6 - Mise en place des bagues d'&#233;tanch&#233;it&#233; caoutchouc (fl&#232;che)
                </caption>
            </figure>
            <step1>
                <para count="1">Installer le d&#233;marreur et rebrancher tous les c&#226;bles &#233;lectriques.</para>
            </step1>
            <step1>
                <para count="1">Rebrancher le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <table id="t0350401">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.82*"/>
                    <colspec colname="col2" align="center" colwidth="1.52*"/>
                    <colspec colname="col3" align="center" colwidth="0.67*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8000842R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>N&#233;cessaire de r&#233;paration de d&#233;marreur comprenant :</para>
                                <para>Directives (1)</para>
                                <para>Flasque d'entra&#238;nement de d&#233;marreur (1)</para>
                                <para>Nouvelle &#233;tiquette d'identification pour d&#233;marreur 3576957C91 (1)</para>
                                <para>Nouvelle &#233;tiquette d'identification pour d&#233;marreur 3576958C91 (1)</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0350402">
                <title>Renseignements sur les &#233;tiquettes</title>
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="1.00*"/>
                    <colspec colname="col2" align="center" colwidth="1.00*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Ancienne &#233;tiquette d'identification</para>
                            </entry>
                            <entry align="center">
                                <para>Nouvelle &#233;tiquette d'identification</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>3576957C91</para>
                            </entry>
                            <entry align="center">
                                <para>3576959C91</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3576958C91</para>
                            </entry>
                            <entry align="center">
                                <para>3576960C91</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Mettez les flasques d&#233;pos&#233;s au rebut au niveau local.</para>
                </note>
            </specpara>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA : Tous les v&#233;hicules doivent &#234;tre contr&#244;l&#233;s. Une seule op&#233;ration
                    de main-d'&#339;uvre est pr&#233;vue dans le cadre de cette campagne de rappel.
                </emph>
            </para>
            <table id="t0350403">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-03504-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement du d&#233;marreur Flasque d'entra&#238;nement</para>
                            </entry>
                            <entry colname="col3">
                                <para>1,9 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des v&#233;hicules en
                stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule ou &#224; rembourser le prix d'achat moins
                une allocation raisonnable pour la d&#233;pr&#233;ciation, aucun effort ne doit &#234;tre &#233;pargn&#233;
                pour fixer un rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer
                son v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>Une seule op&#233;ration de main-d'&#339;uvre est pr&#233;vue dans le cadre de cette campagne de
                rappel.
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des v&#233;hicules en
                stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec votre directeur r&#233;gional du service.
            </para>
        </responex>
    </recall>
</isis>
