<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 04513 - RAPPEL DE NON-CONFORMIT&#201; &#201;TIQUETTES &#171;COMPLETE VEHICLE&#187; (V&#201;HICULE
        COMPLET) appos&#233;es sur les mod&#232;les de tracteurs 4300 et 4400 construits au cours de la p&#233;riode du
        24 mai 2004 au 26 juillet 2004
    </stitle>
    <recall id="rec04513" translation="french">
        <recallnumber>04513</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Octobre 2004</recalldate>
        <subjectfile>GENERAL</subjectfile>
        <subject>RAPPEL DE NON-CONFORMIT&#201; &#201;TIQUETTES &#171;COMPLETE VEHICLE&#187; (V&#201;HICULE COMPLET)
            appos&#233;es sur les mod&#232;les de tracteurs 4300 et 4400 construits au cours de la p&#233;riode du 24
            mai 2004 au 26 juillet 2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>05/24/2004</startdate>
                        <enddate>07/26/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>05/24/2004</startdate>
                        <enddate>07/26/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>L'&#233;tiquette &#171;Complete Vehicle&#187; (v&#233;hicule complet) portant le poids nominal brut du
                v&#233;hicule (PNBV), le poids technique maximal sous essieu (PTME), la dimension recommand&#233;e des
                pneus et la pression de gonflage n'a pas &#233;t&#233; appos&#233;e sur le v&#233;hicule. Un malentendu
                concernant le poids nominal du v&#233;hicule, le type de pneu, ou la pression de gonflage peut donner
                lieu &#224; une utilisation du v&#233;hicule en dehors des param&#232;tres pour lesquels il a &#233;t&#233;
                con&#231;u.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>La pr&#233;sente campagne de rappel vise les mod&#232;les de tracteurs 4300 et 4400 comportant des
                sellettes d'attelage et construits au cours de la p&#233;riode du 24 mai 2004 au 26 juillet 2004 &#224;
                l'usine de montage d'International &#224; Springfield en Ohio.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                            blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule
                            de rouler dans les deux sens.
                        </para>
                    </warning>
                </specpara>
                <seqlist style="arabic">
                    <item>
                        <para>Les &#233;tiquettes &#171;Complete Vehicle&#187; (V&#233;hicule complet) sont particuli&#232;res
                            aux NIV et ont &#233;t&#233; exp&#233;di&#233;es directement aux propri&#233;taires ou aux
                            concessionnaires vendeurs (pour ce qui est des unit&#233;s de stocks des concessionnaires).
                        </para>
                    </item>
                    <item>
                        <para>Les propri&#233;taires de v&#233;hicules ont &#233;t&#233; avis&#233;s d'installer l'&#233;tiquette.
                            Toutefois, s'ils ne d&#233;sirent pas poser l'&#233;tiquette eux-m&#234;mes, ils ont &#233;t&#233;
                            avis&#233;s de communiquer avec le concessionnaire International le plus pr&#232;s pour la
                            faire installer.
                        </para>
                    </item>
                    <item>
                        <para>Les propri&#233;taires de v&#233;hicules ont &#233;galement &#233;t&#233; avis&#233;s de
                            comparer le NIV figurant sur l'&#233;tiquette au NIV inscrit sur leur carte d'autorisation
                            de r&#233;paration en vertu de la campagne de rappel et au NIV sur leur v&#233;hicule. Si le
                            NIV inscrit sur l'&#233;tiquette ne correspond pas aux autres NIV pr&#233;cit&#233;s, les
                            propri&#233;taires ont &#233;t&#233; avis&#233;s de communiquer avec le concessionnaire
                            International le plus pr&#232;s pour obtenir une nouvelle &#233;tiquette appropri&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>Pour obtenir une &#233;tiquette appropri&#233;e, le concessionnaire doit remplir le
                            formulaire de t&#233;l&#233;copie figurant &#224; la fin de la pr&#233;sente, et le t&#233;l&#233;copier
                            au 1 260 461-1911. N'oubliez pas d'&#233;num&#233;rer les NIV des v&#233;hicules n&#233;cessitant
                            les nouvelles &#233;tiquettes.
                        </para>
                        <seqlist>
                            <item>
                                <para>Cette nouvelle &#233;tiquette sera alors imprim&#233;e et exp&#233;di&#233;e au
                                    concessionnaire (ou au propri&#233;taire) aux fins de pose.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>Les consignes d'installation de l'&#233;tiquette sont les suivantes :</para>
                    </item>
                </seqlist>
                <figure id="f0451305" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451305.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="580px"/>
                    <caption></caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;DURE D'INSTALLATION DE L'&#201;TIQUETTE</title>
                <step1>
                    <para count="1">Assurez-vous que le num&#233;ro d'identification du v&#233;hicule (NIV) figurant sur
                        la carte d'autorisation de r&#233;paration ci-jointe correspond au NIV mentionn&#233; sur l'&#233;tiquette
                        &#171;Complete Vehicle&#187; ci-jointe ET SUR VOTRE V&#201;HICULE.
                    </para>
                </step1>
                <figure id="f0451303" figsize="col-wide">
                    <graphic filename="../recallfigures/g0451303.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="264px"/>
                    <caption>Figure 1 - &#201;tiquette &#171;Complete Vehicle&#187;</caption>
                </figure>
                <step1>
                    <para count="1">Si l'&#233;tiquette ne correspond PAS &#224; la carte d'autorisation de r&#233;paration
                        ou &#224; votre v&#233;hicule, veuillez communiquer avec le concessionnaire InternationalMD de
                        votre localit&#233; pour fixer un rendez-vous afin de faire installer la ou les &#233;tiquettes
                        appropri&#233;es.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez la zone B, tel qu'illustr&#233; &#224; la Figure 3. Assurez-vous que l'&#233;tiquette
                        suivante est appos&#233;e dans cette zone sur votre v&#233;hicule :
                    </para>
                </step1>
                <figure id="f0451304" figsize="col-wide">
                    <graphic filename="../recallfigures/g0451304.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="232px"/>
                    <caption>Figure 2 - Marque nationale de s&#233;curit&#233;</caption>
                </figure>
                <step1>
                    <para count="1">Si votre v&#233;hicule ne comporte pas la marque nationale de s&#233;curit&#233;,
                        veuillez apposer celle-ci conform&#233;ment &#224; l'article &#171;B&#187; de la Figure 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">L'&#233;tiquette &#171;Complete Vehicle&#187; doit &#234;tre install&#233;e sur
                        l'encadrement d'entr&#233;e de porte du CONDUCTEUR, tel qu'illustr&#233; &#224; l'article &#171;A&#187;
                        de la Figure 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous de la propret&#233; de la surface en-dessous du loquet de porte, telle
                        qu'indiqu&#233;e, en essuyant celle-ci &#224; l'aide d'un linge propre et sec avant d'installer
                        la ou les &#233;tiquettes ci-jointes.
                    </para>
                </step1>
                <figure id="f0451302" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451302.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="520px"/>
                    <caption>Figure 3</caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Reportez-vous au PROC&#201;D&#201; D'ENTRETIEN pour prendre connaissance des renseignements sur les pi&#232;ces.</para>
        </partsinfo>
        <laborinfo>
            <table id="t0451301" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04513-1</para>
                            </entry>
                            <entry>
                                <para>Installation d'&#233;tiquette</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
