<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 04501 - Freins &#224; disque hydrauliques de mod&#232;le Bosch DiamondLifeMC Zero Offset Pin
        Slide sur certains mod&#232;les de camions construits entre le 28 octobre 1997 et le 3 juin 2002
    </stitle>
    <recall id="rec04501" translation="french">
        <recallnumber>04501</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Janvier 2005</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Freins &#224; disque hydrauliques de mod&#232;le Bosch DiamondLifeMC Zero Offset Pin Slide sur certains
            mod&#232;les de camions construits entre le 28 octobre 1997 et le 3 juin 2002
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bosch</vendor>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">REVISION DESCRIPTION</emph>
            </para>
            <para>
                <emph type="boldital">LE PR&#201;SENT DOCUMENT NE CONSTITUE UNIQUEMENT UNE R&#201;VISION ISIS. AUCUN
                    ENVOI POSTAL PAPIER NE SERA EFFECTU&#201; EN RAISON DE CETTE R&#201;VISION.
                </emph>
            </para>
            <para>
                <emph type="boldundersc">PROC&#201;D&#201; D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Remarque ajout&#233;e &#224; l'&#233;tape 33.</para>
                </item>
                <item>
                    <para>Remarque r&#233;vis&#233;e en-dessous de la Figure 32</para>
                </item>
            </randlist>
            <para>Ce syst&#232;me de freinage peut comporter des &#233;triers qui se grippent en position de serrage.
                Cet &#233;tat, lorsque non d&#233;tect&#233;, peut donner lieu &#224; l'usure pr&#233;matur&#233;e des
                composants des freins, &#224; une g&#233;n&#233;ration de chaleur excessive ou anormale au niveau de
                l'un ou plusieurs moyeux de roue, ou &#224; la prise en feu du ou des moyeux de roue, pouvant entra&#238;ner
                des dommages mat&#233;riels, ou des blessures graves ou mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; s'applique aux freins &#224; disque hydrauliques de mod&#232;le
                Bosch DiamondLifeTM Zero Offset Pin Slide de certains mod&#232;les de camions construits entre le 28
                octobre 1997 et le 3 juin 2002.
            </para>
            <para>Seules les sp&#233;cialit&#233;s (applications) de poids moyens identifi&#233;es suivantes sont touch&#233;es
                par ce rappel:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Camion d'incendie/autopompe (d'urgence)</para>
                </item>
                <item>
                    <para>&#201;chelle a&#233;rienne</para>
                </item>
                <item>
                    <para>Mazout (citerne)</para>
                </item>
                <item>
                    <para>Gaz comprim&#233;</para>
                </item>
                <item>
                    <para>Ambulance</para>
                </item>
                <item>
                    <para>Citerne (d'urgence)</para>
                </item>
                <item>
                    <para>Sauvetage</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
            <para>
                <emph type="boldital">De nombreux v&#233;hicules vis&#233;s par la pr&#233;sente campagne de rappel sont
                    aussi touch&#233;s par le rappel de s&#233;curit&#233; G-04508. Une lettre d'avis a &#233;t&#233;
                    envoy&#233;e aux propri&#233;taires de v&#233;hicules vis&#233;s par les DEUX rappels. Les cartes
                    d'autorisation de r&#233;paration ont aussi &#233;t&#233; imprim&#233;es, faisant mention des deux
                    num&#233;ros de rappel.
                </emph>
            </para>
            <para>
                <emph type="boldital">Les propri&#233;taires vis&#233;s par la pr&#233;sente campagne de rappel qui NE
                    sont PAS touch&#233;s par le rappel de s&#233;curit&#233; G-04508 ont re&#231;u un avis aux propri&#233;taires
                    standard. Les deux avis aux propri&#233;taires sont annex&#233;s &#224; la fin du pr&#233;sent
                    document.
                </emph>
            </para>
        </ownernote>
        <svcproc svcproctype="repair">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <para>La page suivante comporte un organigramme simplifi&#233; aidant &#224; la prise de d&#233;cision
                    pour remplacer ou r&#233;utiliser les composants de freins. Veuillez consid&#233;rer ces
                    informations comme des g&#233;n&#233;ralit&#233;s, puisque des instructions d&#233;taill&#233;es
                    sont contenues dans le corps de la lettre. Effectuez la r&#233;paration suivante sur TOUS les moyeux
                    de roues de v&#233;hicules.
                </para>
                <figure id="f0350201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350201.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px"/>
                    <caption>Tableau 1 - R&#233;f&#233;rence - d&#233;cision/inspection</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>INSPECTION DE LA DATE DE FABRICATION DU V&#201;HICULE</title>
                <randlist type="bullet">
                    <item>
                        <para>V&#233;rifier, au moyen de la fiche de production ou de la plaque d'identification du v&#233;hicule,
                            la date de fabrication du v&#233;hicule.
                        </para>
                    </item>
                    <item>
                        <para>Si le v&#233;hicule a &#233;t&#233; fabriqu&#233;
                            <emph type="bold">LE 31 octobre 2001 ou AVANT</emph>, passez &#224; l'&#233;tape 1, PROC&#201;DURE
                            D'IDENTIFICATION DE L'&#201;TRIER.
                        </para>
                    </item>
                    <item>
                        <para>Si le v&#233;hicule a &#233;t&#233; fabriqu&#233;
                            <emph type="bold">LE 1er novembre 2001 ou APR&#200;S</emph>, passez &#224; l'&#233;tape 29,
                            PROC&#201;DURE D'INSPECTION/ DE REMPLACEMENT DE LA GOUPILLE COULISSANTE.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Les &#233;triers ne seront ni inspect&#233;s ni remplac&#233;s sur les v&#233;hicules
                                    construits le 1er novembre 2001 ou apr&#232;s.
                                </para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;DURE D'IDENTIFICATION DE L'&#201;TRIER</title>
                <step1>
                    <para count="1">Positionnez le v&#233;hicule sur des supports au sol convenables et enlevez toutes
                        les roues.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>N'effectuez aucune man&#339;uvre sous un v&#233;hicule support&#233; uniquement par des
                            crics. Les crics peuvent glisser ou tomber, ce qui peut entra&#238;ner des blessures
                            corporelles, voire mortelles.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Inspectez les &#233;triers et assurez-vous qu'il s'agit d'&#233;quipement Bosch
                        d'origine et non de pi&#232;ces remises &#224; neuf ni de pi&#232;ces non-fabriqu&#233;es par
                        Bosch. Reportez-vous aux figures 1 et 2.
                    </para>
                </step1>
                <figure id="f0350202" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350202.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 1 - &#201;trier remis &#224; neuf</caption>
                    <calloutgroup>
                        <callout1>1. Les &#233;triers remis &#224; neuf seront identifi&#233;s. Les tampons &#171; Reman
                            &#187; sont habituellement positionn&#233;s aux endroits identifi&#233;s sur la figure 1,
                            zone 1.
                        </callout1>
                        <callout1>2. Les &#233;triers remis &#224; neuf sont &#233;quip&#233;s de soufflets de piston de
                            couleur grise clair (le soufflet d'origine de Bosch est de couleur gris fonc&#233;)
                        </callout1>
                        <callout1>3. Les &#233;triers remis &#224; neuf ne sont pas habituellement plaqu&#233;s (les
                            &#233;triers d'origine de Bosch sont plaqu&#233;s noir).
                        </callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0350203" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350203.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figure 2 - &#201;quipement non-fabriqu&#233; par Bosch (clones ou imitations)</caption>
                    <calloutgroup>
                        <callout1>1. Le num&#233;ro &#171; 66 &#187; ou &#171; 73 &#187;, ou aucun num&#233;ro, est moul&#233;
                            dans le bo&#238;tier des &#233;triers d'origine de Bosch, dans la zone 1.
                        </callout1>
                        <callout1>2. Les &#233;triers d'origine de Bosch ont les num&#233;ros &#171; 4153269 &#187;
                            (pour le 2 x 66 mm) ou &#171; 41513222 &#187; (pour le 2 x 73 mm) moul&#233;s dans le bo&#238;tier
                            &#224; la zone 2.
                        </callout1>
                        <callout1>3. Les &#233;triers d'origine de Bosch ont un code de moule de 4 chiffres moul&#233;
                            dans le bo&#238;tier &#224; la zone 3. Les &#233;triers qui ne sont pas d'origine NE POSS&#200;DENT
                            aucune identification.
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si l'&#233;trier EST un &#233;quipement d'origine de Bosch, passez &#224; l'&#233;tape
                        5, PROC&#201;DURE D'INSPECTION DE L'&#201;TRIER.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si l'&#233;trier N'EST PAS un &#233;quipement d'origine de Bosch (s'il s'agit d'un
                        &#233;quipement remis &#224; neuf ou non-fabriqu&#233; par Bosch tel qu'un clone ou une
                        imitation), passez &#224; l'&#233;tape 29, PROC&#201;DURE D'INSPECTION / DE REMPLACEMENT DE LA
                        GOUPILLE COULISSANTE.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Les pi&#232;ces d'origine (comme les soufflets de piston, etc.) ne sont pas
                            interchangeables entre les &#233;triers d'origine de Bosch et les &#233;triers remis &#224;
                            neuf ou non-fabriqu&#233;s par Bosch.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>PROC&#201;DURE D'INSPECTION DE L'&#201;TRIER</title>
                </para>
                <specpara>
                    <note>
                        <para>En raison de la capacit&#233; limit&#233;e du r&#233;servoir de liquide de freins,
                            n'inspectez qu'un (1) &#233;trier &#224; la fois.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Vidanger une partie du liquide de frein du r&#233;servoir du ma&#238;tre-cylindre au
                        moyen d'une pipette propre. Cette proc&#233;dure &#233;vitera le d&#233;bordement du fluide
                        lorsque les pistons d'&#233;trier sont dans la position d&#233;gag&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez toutes les attaches de retenue du flexible de frein, au besoin. Cette proc&#233;dure
                        permet de faire pivoter l'&#233;trier en vue d'inspecter le soufflet de piston.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Ne pas d&#233;saccoupler le flexible de frein de l'entr&#233;e de l'&#233;trier.</para>
                    </note>
                </specpara>
                <figure id="f0350204" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350204.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 3</caption>
                </figure>
                <step1>
                    <para count="1">Pour d&#233;gager les pistons, ins&#233;rer un levier appropri&#233; entre une des
                        ailettes de refroidissement du rotor et d&#233;gager le logement de l'&#233;trier vers l'ext&#233;rieur
                        (en direction de la fl&#232;che) jusqu'&#224; ce que les pistons reculent vers l'int&#233;rieur
                        du bo&#238;tier.
                    </para>
                </step1>
                <figure id="f0350205" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350205.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 4</caption>
                </figure>
                <step1>
                    <para count="1">Retirez le boulon de fixation sup&#233;rieur (du haut) fixant l'&#233;trier &#224;
                        la chape de fixation.
                    </para>
                </step1>
                <figure id="f0350206" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350206.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 5</caption>
                </figure>
                <step1>
                    <para count="1">Faites pivoter l'&#233;trier et &#233;loignez-le du rotor, et soutenez-le &#224;
                        l'aide d'un support ad&#233;quat pour proc&#233;der &#224; l'inspection.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Veillez &#224; ne pas suspendre l'&#233;trier par le flexible de frein.</para>
                    </note>
                </specpara>
                <para>
                    <emph type="italic">Il n'est pas n&#233;cessaire d'enlever les plaquettes, cependant si vous les
                        retirez, assurez-vous de les identifier de fa&#231;on &#224; ce que vous puissiez les reposer
                        aux m&#234;mes endroit (p. ex., int&#233;rieur avant gauche, ext&#233;rieur avant gauche, int&#233;rieur
                        avant droite, etc.).
                    </emph>
                </para>
                <specpara>
                    <note>
                        <para>N'inscrivez rien sur la surface des plaquettes. Assurez-vous que la surface des plaquettes
                            est exempte de graisse et de tout corps &#233;tranger.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350207" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350207.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figure 6</caption>
                </figure>
                <step1>
                    <para count="1">V&#233;rifiez l'&#233;trier en vue d'identifier la date de fabrication. Si le code
                        de date de l'&#233;trier correspond &#224; une date ult&#233;rieure &#224; celle qui est indiqu&#233;e
                        &#224; la figure 7, passez &#224; l'&#233;tape 29, PROC&#201;DURE D'INSPECTION / DE REMPLACEMENT
                        DE LA GOUPILLE COULISSANTE. Autrement, passez &#224; l'&#233;tape 11.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Il sera peut-&#234;tre n&#233;cessaire d'utiliser la brosse m&#233;tallique de la trousse
                            &#224; outils g&#233;n&#233;rique pour exposer le code de date inscrit sur le corps d'&#233;trier.
                            Si le code de date de l'&#233;trier n'est pas lisible, proc&#233;dez &#224; l'&#233;tape
                            suivante. Autrement, passez &#224; la section 29, PROC&#201;DURE D'INSPTECTION / DE
                            REMPLACEMENT DE LA GOUPILLE COULISSANTE.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350208" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350208.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="312px"/>
                    <caption>Figure 7</caption>
                    <calloutgroup>
                        <callout1>&#8226; Le code de date de l'&#233;trier est &#233;tamp&#233; au dos, pr&#232;s du
                            centre, du bo&#238;tier d'&#233;trier et est compos&#233; de 4 chiffres et d'une lettre.
                        </callout1>
                        <callout1>&#8226; Le 1er chiffre repr&#233;sente l'ann&#233;e, les 3 prochains, le jour de l'ann&#233;e
                            et la lettre, le quart de production.
                        </callout1>
                        <callout1>&#8226; Par exemple : 9120A : le &#171; 9 &#187; repr&#233;sente l'ann&#233;e 1999
                            <callout2>o &#171; 120 &#187; repr&#233;sente le 120e jour de l'ann&#233;e</callout2>
                            <callout2>o &#171; A &#187; repr&#233;sente le premier quart (Les lettres &#171; B &#187; ou
                                &#171; C &#187; peuvent &#234;tre indiqu&#233;es pour le deuxi&#232;me ou le troisi&#232;me
                                quart)
                            </callout2>
                        </callout1>
                        <callout1>&#8226; Si le code de date de l'&#233;trier est ULT&#201;RIEUR &#224; 1274A, 1274B ou
                            1274C, proc&#233;dez &#224; la section INSPECTION / REMPLACEMENT DE LA GOUPILLE COULISSANTE.
                            <callout2>1275A correspond &#224; une date ult&#233;rieur, et NON 9120A.</callout2>
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">&#192; l'aide de la brosse m&#233;tallique fournie dans la trousse &#224; outils g&#233;n&#233;rique,
                        enlever toute rouille, salet&#233; et d&#233;bris de la route. Soufflez de l'air comprim&#233;
                        basse pression pour d&#233;loger tout d&#233;bris.
                    </para>
                </step1>
                <figure id="f0350209" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350209.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figure 8</caption>
                </figure>
                <step1>
                    <para count="1">Ins&#233;rez l'entretoise fournie avec la trousse &#224; outils g&#233;n&#233;rique
                        entre les pistons et les pattes d'&#233;trier. Enfoncez la p&#233;dale d'acc&#233;l&#233;rateur
                        doucement et suffisamment pour sortir les pistons contre l'entretoise.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Pour pr&#233;venir toute blessure grave, &#233;loignez vos mains des pistons lorsque la p&#233;dale
                            de l'acc&#233;l&#233;rateur est enfonc&#233;e.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Utilisez une entretoise d'&#233;paisseur indiqu&#233;e. Autrement, les pistons seront trop
                            sortis, ce qui pourrait causer une fuite du liquide de frein haute pression et provoquer des
                            blessures.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="boldital">Si les pistons se prolongent trop loin, N'ESSAYEZ pas de reposer les pistons.
                        Retirer le flexible de frein de l'&#233;trier, obturer la conduite de frein et enlever l'&#233;trier.
                        Sautez &#224; l'&#233;tape 29, PROC&#201;DURE D'INSPECTION / DE REMPLACEMENT DE LA GOUPILLE
                        COULISSANTE, et &#224; l'&#233;tape 47, posez le NOUVEL &#233;trier.
                    </emph>
                </para>
                <figure id="f0350210" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350210.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figure 9</caption>
                </figure>
                <step1>
                    <para count="1">Retirez les deux soufflets de pistons au moyen d'un tournevis &#224; lame plate et
                        mettez-les au rebut.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide d'une lampe d'atelier ou d'une lampe de poche, inspectez l'al&#233;sage
                        du bo&#238;tier d'&#233;trier pr&#232;s du piston afin d'y d&#233;celer de la corrosion.
                        Inspectez le piston sur toute sa circonf&#233;rence. V&#233;rifiez aussi le piston pour tout
                        signe de d&#233;t&#233;rioration tels que des &#233;miettements ou des fissures.
                    </para>
                </step1>
                <figure id="f0350211" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350211.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="392px"/>
                    <caption>Figure 10</caption>
                </figure>
                <step1>
                    <para count="1">Inspectez le bo&#238;tier de l'&#233;trier pour tout signe de corrosion au cordon du
                        joint.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Les pistons sont faits de mat&#233;riau ph&#233;nolique et sont de couleur brune. Cette
                            couleur ne doit pas &#234;tre confondue avec la couleur de la corrosion.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350212" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350212.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figure 11 - Absence de corrosion</caption>
                </figure>
                <para>&#8226; S'il n'y a AUCUN SIGNE DE CORROSION, veuillez passez &#224; l'&#233;tape 16 - PROC&#201;DURE
                    DE POSE DU SOUFFLET DE PISTON
                </para>
                <figure id="f0350213" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350213.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figure 12 - Pr&#233;sence de corrosion</caption>
                </figure>
                <para>&#8226; S'il y a PR&#201;SENCE DE CORROSION, passez &#224; l'&#233;tape 29, PROC&#201;DURE
                    D'INSPECTION / DE REMPLACEMENT DE LA GOUPILLE COULISSANTE.
                </para>
                <para>&#8226;
                    <emph type="boldital">Il faut remplacer l'&#201;trier. Posez le NOUVEL &#233;trier au cours de l'&#233;tape
                        46.
                    </emph>
                </para>
                <para>
                    <emph type="bold">FIN DE L'INSPECTION DE L'&#201;TRIER</emph>
                </para>
                <para>
                    <title>PROC&#201;DURE DE POSE DU SOUFFLET DE PISTON</title>
                </para>
                <step1>
                    <para count="1">Avec de l'alcool isopropylique ou d&#233;natur&#233;, nettoyez les surfaces expos&#233;es
                        des pistons et les surfaces accessibles de l'al&#233;sage.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>L'alcool isopropylique et d&#233;natur&#233; sont inflammables et peuvent s'enflammer ou
                            exploser. &#201;loignez toutes cigarettes allum&#233;es, flammes, &#233;tincelles ou autres
                            sources d'inflammation. Le d&#233;faut d'observer cet avertissement pourrait entra&#238;ner
                            des dommages mat&#233;riels ou des blessures graves, voire mortelles.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Aucun nettoyeur de frein disponible dans le commerce ne devrait &#234;tre employ&#233;;
                            autrement, les pi&#232;ces pourraient &#234;tre endommag&#233;es et pourraient provoquer la
                            perte de freinage.
                        </para>
                    </warning>
                </specpara>
                <figure id="f0350214" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350214.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figure 13</caption>
                </figure>
                <step1>
                    <para count="1">Utilisez un chiffon propre, non pelucheux, et nettoyez les pistons et l'al&#233;sage
                        du bo&#238;tier d'&#233;trier.
                    </para>
                </step1>
                <figure id="f0350215" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350215.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figure 14</caption>
                </figure>
                <step1>
                    <para count="1">S&#233;chez SOIGNEUSEMENT les pistons et l'al&#233;sage de l'&#233;trier avec de
                        l'air comprim&#233; basse pression.
                    </para>
                </step1>
                <figure id="f0350216" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350216.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figure 15</caption>
                </figure>
                <step1>
                    <para count="1">&#192; l'aide d'une brosse pour acide fournie avec la trousse de remplacement du
                        soufflet de piston (8900127R91 pour 66 mm ou 8900129R91 pour 73 mm), lubrifiez les pistons et
                        l'al&#233;sage du bo&#238;tier d'&#233;trier avec la graisse de protection contre la corrosion
                        pour freins &#224; disque.
                    </para>
                </step1>
                <figure id="f0350217" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350217.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="192px"/>
                    <caption>Figure 16</caption>
                </figure>
                <step1>
                    <para count="1">R&#233;pandez sur le piston une petite quantit&#233; de graisse de protection contre
                        la corrosion pour frein &#224; disque (Disc Brake Corrosion Control Grease).
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Utilisez une (1) seule enveloppe pour les DEUX pistons et al&#233;sages d'un
                            &#233;trier.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350218" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350218.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figure 17</caption>
                </figure>
                <step1>
                    <para count="1">Commencez &#224; l'ouverture du bo&#238;tier de l'&#233;trier comme illustr&#233; et
                        progressez le long du piston jusqu'&#224; la rainure du soufflet de piston. R&#233;pandez la
                        graisse de fa&#231;on uniforme. Il sera peut-&#234;tre n&#233;cessaire d'utiliser une lampe de
                        poche ou un miroir dentaire, ou les deux, en vue d'assurer une distribution uniforme sur la
                        partie inf&#233;rieure de chaque piston (partie sup&#233;rieure de l'&#233;trier).
                    </para>
                </step1>
                <figure id="f0350219" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350219.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figure 18</caption>
                </figure>
                <step1>
                    <para count="1">Arr&#234;tez-vous &#224; la rainure du soufflet de piston, comme illustr&#233;.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Appliquez la graisse avec soin pour &#233;viter le d&#233;p&#244;t de d&#233;bris sur les
                            surfaces nouvellement graiss&#233;es.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350220" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350220.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figure 19</caption>
                </figure>
                <step1>
                    <para count="1">V&#233;rifiez les nouveaux soufflets de piston fournis dans la trousse de
                        remplacement de soufflet de piston afin d'y d&#233;celer des coupures, des d&#233;chirures ou
                        tout dommage. S'ils sont endommag&#233;s, mettez-les au rebut et utilisez une nouvelle trousse
                        de soufflets. Posez avec soin les nouveaux soufflets.
                    </para>
                </step1>
                <figure id="f0350221" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350221.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figure 20</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Pendant que les pistons sont sortis, assurez-vous que le bourrelet du soufflet est bien
                            assis dans la rainure du piston destin&#233;e &#224; cet effet.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350222" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350222.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 21</caption>
                </figure>
                <step1>
                    <para count="1">D&#233;placez avec soin l'extr&#233;mit&#233; libre du soufflet sur la rainure du
                        piston pour permettre au soufflet de se replier correctement. Faites tourner le soufflet du
                        piston en vue d'asseoir fermement le bourrelet du soufflet dans la rainure.
                    </para>
                </step1>
                <figure id="f0350223" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350223.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 22</caption>
                </figure>
                <step1>
                    <para count="1">Utilisez l'outil d'insertion fournie avec la trousse d'outil g&#233;n&#233;rique
                        pour monter de nouveau le piston et asseoir le soufflet de piston dans l'&#233;trier.
                    </para>
                </step1>
                <figure id="f0350224" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350224.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 23</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Il est n&#233;cessaire d'utiliser le bon outil, et de l'employer correctement, afin de
                            poser le soufflet de piston.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350225" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350225.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="272px"/>
                    <caption>Figure 24</caption>
                </figure>
                <step1>
                    <para count="1">Ins&#233;rez une entretoise sous un des pistons pour le maintenir en place. Centrer
                        l'outil d'insertion sur le piston et le soufflet oppos&#233;. Serrez progressivement le
                        serre-joint en vue de repousser compl&#232;tement le piston &#224; l'int&#233;rieur du bo&#238;tier.
                    </para>
                </step1>
                <figure id="f0350226" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350226.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 25</caption>
                </figure>
                <step1>
                    <para count="1">Repositionner l'entretoise sous le piston qui vient d'&#234;tre repouss&#233; &#224;
                        l'int&#233;rieur du bo&#238;tier afin d'emp&#234;cher que ce dernier ne ressorte lorsque le
                        deuxi&#232;me piston est enfonc&#233; dans l'al&#233;sage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Centrer l'outil d'insertion sur le piston et le soufflet oppos&#233;. Serrez
                        progressivement le serre-joint en vue de repousser compl&#232;tement le deuxi&#232;me piston
                        &#224; l'int&#233;rieur du bo&#238;tier.
                    </para>
                </step1>
                <figure id="f0350227" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350227.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 26</caption>
                </figure>
                <para>
                    <emph type="bold">FIN DE LA POSE DU SOUFFLET DE PISTON</emph>
                </para>
                <para>
                    <title>PROC&#201;DURE D'INSPECTION / DE REMPLACEMENT DE LA GOUPILLE COULISSANTE</title>
                </para>
                <step1>
                    <para count="1">Inspectez la goupille coulissante et le boulon de fixation sup&#233;rieurs.</para>
                </step1>
                <step1>
                    <para count="1">Si le filetage du boulon est grossier, comme illustr&#233;, passez &#224; l'&#233;tape
                        32.
                    </para>
                </step1>
                <figure id="f0350228" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350228.webp" type="webp" scalefit="1" scalefitwidth="192px"
                             scalefitheight="192px"/>
                    <caption>Figure 27 Boulon ZOPS</caption>
                    <calloutgroup>
                        <callout1>t&#234;te hexagonale robuste, couleur jaune, filetage grossier, pastille frein-filet
                            (M12x1,75x30)
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si le filetage du boulon est fin, comme illustr&#233;, passez &#224; l'&#233;tape
                        40.
                    </para>
                </step1>
                <figure id="f0350229" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350229.webp" type="webp" scalefit="1" scalefitwidth="192px"
                             scalefitheight="192px"/>
                    <caption>Figure 28 Boulon ZOH-T</caption>
                    <calloutgroup>
                        <callout1>t&#234;te &#224; &#233;paulement, couleur fonc&#233;e, filetage fin, peut avoir une
                            pastille frein-filet comme illustr&#233; (M12x1,25x40).
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Retirez le boulon de fixation inf&#233;rieur et fixez en place l'&#233;trier.</para>
                    <step2>
                        <para count="1">S'il la PROC&#201;DURE D'INSPECTION D'&#201;TRIER prescrit de poser un nouvel
                            &#233;trier, d&#233;branchez la canalisation de freins hydrauliques, retirez l'&#233;trier
                            existant et mettez-le au rebut.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Retirez les goupilles coulissantes sup&#233;rieure et inf&#233;rieure, et les
                        soufflets de goupille, de la chape de fixation .
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si les axes sont bloqu&#233;s dans l'al&#233;sage de la chape de fixation, REMPLACEZ LA
                            CHAPE DE FIXATION et LES AXES COULISSANTS. Reportez-vous &#224; la remarque en-dessous de la
                            Figure 32.
                        </para>
                        <para>Pour ce qui est de ce moyeu de roue, passez &#224; l'&#233;tape 42, et poursuivez le proc&#233;d&#233;
                            d'entretien au moyen des axes coulissants et de la chape de fixation neufs.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Sur certaines applications de l'essieu arri&#232;re, l'une des goupilles
                        coulissantes ne peut &#234;tre enlev&#233;e sans d&#233;monter la chape de fixation. NE D&#201;MONTEZ
                        PAS LA CHAPE &#192; CE MOMENT.
                    </para>
                </step1>
                <figure id="f0350230" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350230.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 29</caption>
                </figure>
                <step1>
                    <para count="1">Inspection de l'axe de guidage (de l'essieu ARRI&#200;RE), qui ne peut pas &#234;tre
                        retir&#233; d'embl&#233;e de la chape de fixation (NOTA : Pour les axes de guidage (de l'essieu
                        ARRI&#200;RE), qui ne peuvent &#234;tre retir&#233;s, passez &#224; l'&#233;tape 46).
                    </para>
                    <step2>
                        <para count="1">Tirez sur l'axe de guidage aussi loin que possible et coupez le soufflet.</para>
                    </step2>
                    <step2>
                        <para count="1">&#192; l'aide d'un chiffon propre tremp&#233; dans l'alcool isopropylique ou d&#233;natur&#233;,
                            nettoyez l'axe et s&#233;chez avec de l'air comprim&#233; basse pression.
                        </para>
                        <specpara>
                            <caution>
                                <para>N'APPLIQUEZ pas d'alcool liquide directement sur l'axe de guidage, car le liquide
                                    pourrait s'accumuler dans l'orifice de la chape de fixation et d&#233;grader la
                                    graisse d&#233;j&#224; appliqu&#233;e sur la goupille.
                                </para>
                            </caution>
                        </specpara>
                    </step2>
                    <step2>
                        <para count="1">&#192; l'aide de la figure 32, inspectez l'axe de guidage afin d'y d&#233;celer
                            de la corrosion.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Retirez et mettez au rebut tous les soufflets d'axe qui peuvent &#234;tre enlev&#233;s.</para>
                </step1>
                <figure id="f0350231" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350231.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 30</caption>
                </figure>
                <step1>
                    <para count="1">Nettoyez les axes de guidage avec un chiffon propre imbib&#233; d'alcool
                        isopropylique ou d&#233;natur&#233;. Reportez-vous aux avertissements de l'&#233;tape 16.
                    </para>
                </step1>
                <figure id="f0350232" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350232.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 31</caption>
                </figure>
                <step1>
                    <para count="1">Inspectez les axes de guidage afin d'y d&#233;celer de la corrosion.</para>
                </step1>
                <table id="t0350205">
                    <title>Figure 32</title>
                    <tgroup cols="3">
                        <colspec colname="col1" colwidth="0.94*"/>
                        <colspec colname="col2" colwidth="1.01*"/>
                        <colspec colname="col3" colwidth="1.06*"/>
                        <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                        <tbody>
                            <row>
                                <entry>
                                    <graphic filename="../recallfigures/g0350233.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="144px"/>
                                    <para>
                                        <emph type="bold">ABSENCE de corrosion</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si l'inspection visuelle ne r&#233;v&#232;le AUCUNE
                                            corrosion :
                                        </emph>
                                    </para>
                                    <para>Passez &#224; l'&#233;tape suivante.</para>
                                    <para>
                                        <emph type="italic">Il est normal que certaines surfaces soient polies (zones
                                            brillantes) dues &#224; l'utilisation normale, comme illustr&#233;
                                            ci-dessus. Les axes pr&#233;sentant des surfaces polies peuvent &#234;tre r&#233;utilis&#233;s.
                                        </emph>
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../recallfigures/g0350234.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="72px"/>
                                    <para>
                                        <emph type="bold">L&#201;G&#200;RE corrosion</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si l'inspection visuelle r&#233;v&#232;le une l&#233;g&#232;re
                                            corrosion :
                                        </emph>
                                    </para>
                                    <para>Poncez la surface de l'axe avec du papier abrasif (grain &#224; 220) en cas de
                                        corrosion l&#233;g&#232;re ou mod&#233;r&#233;e, et nettoyez de nouveau avec de
                                        l'alcool isopropylique ou d&#233;natur&#233; et s&#233;chez &#224; l'air.
                                    </para>
                                    <para>
                                        <emph type="italic">Si l'axe ne peut &#234;tre retir&#233;e parce que la
                                            suspension g&#234;ne son mouvement, et qu'elle pr&#233;sente une l&#233;g&#232;re
                                            corrosion, poser les nouveaux axes fournis avec la trousse de remplacement
                                            d'axe de guidage. Voir la note ci-dessous*.
                                        </emph>
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../recallfigures/g0350235.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="72px"/>
                                    <para>
                                        <emph type="bold">FORTE corrosion</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si l'inspection visuelle r&#233;v&#232;le une forte
                                            corrosion :
                                        </emph>
                                    </para>
                                    <para>Remplacez tous les axes pouvant &#234;tre retir&#233;s avec les nouveaux axes
                                        fournis dan la trousse de remplacement d'axe de guidage.
                                    </para>
                                    <para>Pour les axes qui NE peuvent PAS &#234;tre retir&#233;s, reportez-vous &#224;
                                        la note ci-dessous*.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="3" spanname="SPAN1">
                                    <note>
                                        <para>Si les axes sont bloqu&#233;s dans l'al&#233;sage de la chape de fixation,
                                            REMPLACEZ LA CHAPE DE FIXATION et LES AXES COULISSANTS.
                                        </para>
                                        <para>Si, en raison d'une interf&#233;rence de la suspension, il est impossible
                                            de retirer enti&#232;rement les axes coulissants aux fins d'inspection ET
                                            que vous constatez une importante corrosion sur la partie visible, REMPLACEZ
                                            LA CHAPE DE FIXATION ET LES AXES COULISSANTS.
                                        </para>
                                        <para>Reportez-vous au manuel d'atelier principal pour enlever la chape de
                                            fixation et le moyeu. Remplacez les joints de roue au besoin.
                                        </para>
                                    </note>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">La graisse pour axe de guidage et soufflet de frein &#224; disque (Disc Brake Guide
                        Pin/Boot Grease) utilis&#233;e pour l'al&#233;sage de l'axe de chape, la goupille coulissante d'&#233;trier
                        et le soufflet d'axe est contenue dans une enveloppe &#224; deux poches. La graisse contenue
                        dans chaque chambre sert &#224; lubrifier l'orifice d'une chape, un axe de guidage et un
                        soufflet d'axe.
                    </para>
                </step1>
                <figure id="f0350236" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350236.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="272px"/>
                    <caption>Figure 33</caption>
                </figure>
                <step1>
                    <para count="1">Pour les axes de guidage (de l'ESSIEU ARRI&#200;RE) qui ne peuvent pas &#234;tre
                        retir&#233;s parce que la suspension g&#234;ne leur mouvement ET qui ne pr&#233;sentent pas de
                        corrosion :
                    </para>
                    <step2>
                        <para count="1">Lubrifiez l'axe de guidage dans son orifice de chape.</para>
                    </step2>
                    <step2>
                        <para count="1">Posez avec soin le nouveau soufflet par-dessus l'&#233;paulement de l'axe et
                            asseoir le soufflet dans la rainure.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Poussez l'axe de guidage dans l'orifice de la chape de fixation et asseoir le
                            soufflet dans la rainure destin&#233;e &#224; cet effet sur la chape de fixation.
                        </para>
                    </step2>
                </step1>
                <figure id="f0350237" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350237.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figure 34</caption>
                </figure>
                <specpara>
                    <note>
                        <para>V&#233;rifiez que le soufflet NE s'est PAS d&#233;chir&#233; durant la pose.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Nettoyez et lubrifiez les al&#233;sages de la chape. &#192; l'aide d'une brosse m&#233;tallique
                        ronde fournie avec la trousse d'outils g&#233;n&#233;rique et d'alcool isopropylique ou d&#233;natur&#233;e,
                        brossez l'al&#233;sage des axes sup&#233;rieur et inf&#233;rieur. &#201;liminez tout r&#233;sidu
                        &#224; l'aide d'un chiffon propre ou d'un coton-tige. S&#233;chez soigneusement l'al&#233;sage
                        des axes &#224; l'air comprim&#233;.
                    </para>
                </step1>
                <figure id="f0350238" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350238.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figure 35</caption>
                </figure>
                <step1>
                    <para count="1">Seulement pour les axes retir&#233;s des al&#233;sages de la chape, utilisez la
                        brosse m&#233;tallique fournie avec la trousse de remplacement d'axe de guidage, lubrifiez
                        soigneusement les al&#233;sages, les axes de montage de l'&#233;trier et le bourrelet des
                        soufflets de goupille avec la graisse pour axe de guidage et soufflet de frein &#224; disque
                        (Disc Brake Guide Pin/Boot Grease).
                    </para>
                </step1>
                <figure id="f0350239" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350239.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figure 36a - Al&#233;sage de chape de fixation</caption>
                </figure>
                <figure id="f0350240" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350240.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 36b - Axes</caption>
                </figure>
                <figure id="f0350241" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350241.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 36c - Soufflets d'axe</caption>
                </figure>
                <step1>
                    <para count="1">Montez les soufflets sur les axes et posez de nouveau l'ensemble sur la chape.
                    </para>
                </step1>
                <figure id="f0350242" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350242.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 37</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Il est tr&#232;s important de monter les axes &#224; leur position appropri&#233;e et
                            d'appliquer un couple de serrage ad&#233;quat. Reportez-vous &#224; la Figure 38 ci-dessous.
                        </para>
                        <para>Alignez les m&#233;plats de l'&#233;paulement de la goupille d'attaque et de la goupille
                            arri&#232;re pour qu'ils soient parall&#232;les afin de faciliter le montage de l'&#233;trier.
                        </para>
                        <para>Apr&#232;s la r&#233;insertion des axes de guidage et des soufflets, nettoyez la face brid&#233;e
                            des axes et les filets int&#233;rieurs avec un chiffon propre et de l'alcool d&#233;natur&#233;
                            ou isopropylique. S&#233;chez &#224; l'air.
                        </para>
                    </note>
                </specpara>
                <table id="t0350206">
                    <title>Figure 38 - Axes de guidage d'&#233;trier et boulons de fixation ZOPS et ZOH-T</title>
                    <tgroup cols="2">
                        <colspec colname="col1" colwidth="0.95*"/>
                        <colspec colname="col2" colwidth="1.05*"/>
                        <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                        <tbody>
                            <row>
                                <entry>
                                    <para>
                                        <emph type="bold">ZOPS</emph>
                                        Axe de guidage d'&#233;trier et boulon de fixation utilis&#233;s avant le 3 juin
                                        2002.
                                    </para>
                                    <graphic filename="../recallfigures/g0350243.webp" type="webp" scalefit="1"
                                             scalefitwidth="208px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Axe de guidage d'attaque et arri&#232;re ZOPS</emph>
                                    </para>
                                    <para>&#8226; Le m&#234;me axe de guidage est utilis&#233; aux deux positions,
                                        attaque et arri&#232;re, sur la chape de fixation.
                                    </para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="bold">ZOH-T</emph>
                                        Axe de guidage d'&#233;trier et boulon de fixation utilis&#233;s apr&#232;s le 3
                                        juin 2003.
                                    </para>
                                    <graphic filename="../recallfigures/g0350244.webp" type="webp" scalefit="1"
                                             scalefitwidth="232px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Axe de guidage arri&#232;re ZOH-T</emph>
                                    </para>
                                    <graphic filename="../recallfigures/g0350245.webp" type="webp" scalefit="1"
                                             scalefitwidth="232px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Axe de guidage d'attaque ZOH-T</emph>
                                    </para>
                                    <para>&#8226; Axes de guidage identiques pour les positions attaque et arri&#232;re
                                        sur la chape de fixation.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>
                                        <emph type="bold">Boulon: M12x1.75x30</emph>
                                        - T&#234;te hexagonale robuste, filetage grossier, couleur jaune (voir
                                        ci-dessous).
                                    </para>
                                    <graphic filename="../recallfigures/g0350246.webp" type="webp" scalefit="1"
                                             scalefitwidth="112px" scalefitheight="112px"/>
                                    <para>Couple de serrage : 70 &#224; 80 lbf-pi (95-108 Nm)</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="bold">Boulon: M12x1.25x40</emph>
                                        - T&#234;te hexagonale, filetage fin, couleur fonc&#233;e (voir ci-dessous).
                                    </para>
                                    <graphic filename="../recallfigures/g0350247.webp" type="webp" scalefit="1"
                                             scalefitwidth="112px" scalefitheight="112px"/>
                                    <para>Couple de serrage : 93 &#224; 80 lbf-pi (126-145 Nm)</para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="2" spanname="SPAN1">
                                    <note>
                                        <para>LE COUPLE DE SERRAGE DES BOULONS ZOPS ET ZOH-T SONT DIFF&#201;RENTS</para>
                                    </note>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <note>
                        <para>Il est important de conna&#238;tre la position attaque et arri&#232;re de la chape pour
                            les raisons suivantes :
                        </para>
                        <para>a. Pour ZOPS et ZOH-T, le boulon d'attaque doit toujours &#234;tre serr&#233; en
                            premier.
                        </para>
                        <para>b. Pour ZOH-T, les axes de guidage doivent &#234;tre ins&#233;r&#233;s &#224; la bonne
                            position. L'axe de guidage en caoutchouc doit toujours &#234;tre ins&#233;r&#233; &#224; la
                            position arri&#232;re.
                        </para>
                        <para>c. Les axes ZOPS et ZOH-T peuvent &#234;tre ins&#233;r&#233;s dans n'importe qu'elle chape
                            de fixation et peuvent &#234;tre utilis&#233;s en autant que les DEUX axes sont du m&#234;me
                            type.
                        </para>
                        <para>d. Les 2 axes employ&#233;s sur chaque chape doivent &#234;tre de m&#234;me type, soit
                            ZOPS, soit ZOH-T. Ils ne doivent pas &#234;tre m&#233;lang&#233;s.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">D&#233;finition des positions attaque et arri&#232;re :</para>
                    <step2>
                        <para count="1">La rotation des rotors pr&#233;sent&#233;e est pour un v&#233;hicule roulant
                            vers l'avant.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Vue du rotor depuis l'ext&#233;rieur du v&#233;hicule.</para>
                    </step2>
                </step1>
                <figure id="f0350248" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350248.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figure 39</caption>
                </figure>
                <step1>
                    <para count="1">R&#233;utilisation de boulons de fixation d'&#233;trier. Lorsque vous r&#233;utilisez
                        des boulons de fixation d'&#233;trier, brossez la partie inf&#233;rieure des boulons avec une
                        brosse m&#233;tallique, puis nettoyez et s&#233;chez &#224; l'air.
                    </para>
                </step1>
                <figure id="f0350249" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350249.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 40</caption>
                </figure>
                <step1>
                    <para count="1">Sur la partie inf&#233;rieure de chaque boulon, appliquez du Loctite&#174; 2440
                        liquide autour de la circonf&#233;rence du boulon.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Cette proc&#233;dure ne s'applique pas lorsque vous utilisez des boulons provenant de la
                            trousse de remplacement d'axe de guidage parce qu'une pastille frein-filet Loctite&#174; est
                            d&#233;j&#224; appliqu&#233;e sur ces boulons.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350250" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350250.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="272px"/>
                    <caption>Figure 41</caption>
                </figure>
                <step1>
                    <para count="1">Montez l'&#233;trier sur les axes d'attaque et arri&#232;re.</para>
                    <step2>
                        <para count="1">Posez un NOUVEL &#233;trier, s'il en a &#233;t&#233; d&#233;termin&#233; ainsi
                            &#224; l'&#233;tape 12 ou 15, et branchez le flexible de frein.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Posez et SERREZ &#192; LA MAIN les boulons de fixation D'ATTAQUE ET ARRI&#200;RE.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrez le boulon d'ATTAQUE au couple de serrage indiqu&#233; &#224; la figure 38.
                    </para>
                    <step2>
                        <para count="1">Pour les boulons et axes ZOPS (configuration initiale), ins&#233;rez un
                            tournevis &#224; lame large et plate sous l'&#233;paulement de l'axe afin de maintenir
                            celui-ci parall&#232;le &#224; la but&#233;e de l'&#233;trier durant le serrage du boulon.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Pour les boulons et axes ZOH-T (conception r&#233;cente), il n'est pas n&#233;cessaire
                            d'utiliser un tournevis.
                        </para>
                    </step2>
                </step1>
                <figure id="f0350251" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350251.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="272px"/>
                    <caption>Figure 42</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Faites attention de ne pas percer le soufflet avec le tournevis.</para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Serrez le boulon ARRI&#200;RE de la m&#234;me fa&#231;on.</para>
                </step1>
                <step1>
                    <para count="1">Posez de nouveau la pince en C du flexible de frein</para>
                    <step2>
                        <para count="1">Si vous posez un nouvel &#233;trier, branchez la conduite de frein &#224; l'entr&#233;e
                            de l'&#233;trier.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Pour les axes de type ZOH-T : Puisque la suspension d'&#233;trier ZOH-T est &#233;quip&#233;e
                        d'un axe arri&#232;re &#224; bague de caoutchouc, il n'est pas n&#233;cessaire d'effectuer l'&#233;tape
                        suivante, la proc&#233;dure d'inspection et de r&#233;paration pour cette roue est termin&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pour les axes de type ZOPS : V&#233;rifiez que les &#233;triers coulissent sur les
                        axes de guidage. Posez vos mains sur l'&#233;trier comme illustr&#233; et poussez/tirez l'&#233;trier
                        afin de v&#233;rifier que l'&#233;trier coulisse sur les axes de guidage.
                    </para>
                    <step2>
                        <para count="1">Si l'&#233;trier ZOPS coulisse bien sur les axes de guidage - ARR&#202;TEZ. La
                            proc&#233;dure d'inspection et de r&#233;paration pour cette roue est termin&#233;e.
                        </para>
                    </step2>
                </step1>
                <figure id="f0350252" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350252.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figure 43</caption>
                </figure>
                <step1>
                    <para count="1">Si l'&#233;trier ZOPS NE coulisse PAS sur les axes de guidage :</para>
                    <step2>
                        <para count="1">Retirez le boulons de fixation sup&#233;rieur.</para>
                        <specpara>
                            <note>
                                <para>Il peut s'agir d'un boulon d'attaque ou arri&#232;re en fonction de la position de
                                    montage de l'&#233;trier sur le v&#233;hicule.
                                </para>
                            </note>
                        </specpara>
                    </step2>
                    <step2>
                        <para count="1">Faites pivoter l'&#233;trier l&#233;g&#232;rement vers l'ext&#233;rieur.</para>
                    </step2>
                    <step2>
                        <para count="1">Tournez l'axe de guidage sup&#233;rieur de 180 degr&#233;s (1/2 tour).</para>
                    </step2>
                    <step2>
                        <para count="1">Nettoyez le boulon et appliquez de nouveau du Loctite&#174; 2440. Reportez-vous
                            aux &#233;tapes 45 et 46.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">&#192; l'aide du tournevis &#224; lame plate (le m&#234;me qu'&#224; l'&#233;tape
                            49), posez de nouveau le boulon de fixation sup&#233;rieur et appliquez le couple de serrage
                            appropri&#233;
                        </para>
                    </step2>
                    <step2>
                        <para count="1">V&#233;rifiez de nouveau que l'&#233;trier coulisse sur les axes de guidage.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Si l'&#233;trier ne coulisse toujours pas, posez de nouveaux axes de guidage.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">S'il a &#233;t&#233; n&#233;cessaire de remplacer un &#233;trier, le circuit
                        hydraulique doit &#234;tre purg&#233;. Reportez-vous au manuel d'atelier principal pour les proc&#233;dures
                        de purge de frein.
                    </para>
                    <step2>
                        <para count="1">Si les &#233;triers n'ont pas &#233;t&#233; remplac&#233;s, la p&#233;dale de
                            l'acc&#233;l&#233;rateur doit &#234;tre enfonc&#233;e plusieurs fois et le fluide du ma&#238;tre-cylindre
                            remis &#224; niveau avant que les pistons ne puissent serr&#233;s correctement les
                            plaquettes de frein.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Le pr&#233;sent rappel ne s'applique qu'aux &#233;triers de freins, axes de guidage
                        et composants li&#233;s &#224; leur retrait.
                    </para>
                    <step2>
                        <para count="1">
                            <emph type="bold">Les plaquettes de frein et les rotors sont des composants qui n&#233;cessitent
                                un entretien p&#233;riodique et ne sont donc PAS vis&#233;s par ce rappel.
                            </emph>
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">FIN DE LA PROC&#201;DURE D'ENTRETIEN</emph>
                </para>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Tous les concessionnaires ont besoin de la trousse de base de r&#233;paration de rappel suivante :
            </para>
            <table id="t0350201">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.72*"/>
                    <colspec colname="col2" colwidth="0.99*"/>
                    <colspec colname="col3" colwidth="1.29*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>8900133R91</para>
                            </entry>
                            <entry align="center">
                                <para>Trousse &#224; outils g&#233;n&#233;rique</para>
                            </entry>
                            <entry align="center">
                                <para>1 par point de service apr&#232;s-vente</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Si une trousse g&#233;n&#233;rique a &#233;t&#233; achet&#233;e dans le cadre de la campagne G-03502,
                alors une nouvelle trousse n'est PAS requise.
            </para>
            <para>Veuillez consulter la PROC&#201;DURE D'ENTRETIEN en vue de d&#233;terminer laquelle des trousses de r&#233;paration
                de rappel de pi&#232;ces suivantes pourraient &#234;tre n&#233;cessaires :
            </para>
            <table id="t0350202">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.78*"/>
                    <colspec colname="col2" align="center" colwidth="1.40*"/>
                    <colspec colname="col3" align="center" colwidth="0.83*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900127R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Trousse de coiffe d'&#233;trier -66mm</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>8900128R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Trousse de rechange d'&#233;trier -66mm</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900129R91</para>
                            </entry>
                            <entry align="center">
                                <para>Trousse de coiffe d'&#233;trier -73mm</para>
                            </entry>
                            <entry align="center">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900130R91</para>
                            </entry>
                            <entry align="center">
                                <para>Trousse de rechange d'&#233;trier -73mm</para>
                            </entry>
                            <entry align="center">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900131R91</para>
                            </entry>
                            <entry align="center">
                                <para>Trousse de SOUFFLET de goupille coulissante</para>
                            </entry>
                            <entry align="center">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900132R91</para>
                            </entry>
                            <entry align="center">
                                <para>Trousse de remplacement de goupille coulissante</para>
                            </entry>
                            <entry align="center">
                                <para>Telle que requise</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Il se peut que les chapes de fixation doivent &#234;tre enlev&#233;es ou remplac&#233;es
                    durant la PROC&#201;DURE DE SERVICE pour certains v&#233;hicules. Veuillez utiliser les chapes de
                    fixation et les bagues d'&#233;tanch&#233;it&#233; de roues standard conform&#233;ment &#224; la
                    fiche de production.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0350203">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-04501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Dur&#233;e de base - les camions construits AVANT le 31 octobre 2001 doivent faire
                                    l'objet de cette man&#339;uvre de main&#64979;d'&#339;uvre - seulement 1 par v&#233;hicule
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>1,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-2</para>
                            </entry>
                            <entry>
                                <para>Dur&#233;e de base - les camions construits APR&#200;S le 31 octobre 2001 doivent
                                    faire l'objet de cette man&#339;uvre de main-d'&#339;uvre - seulement 1 par v&#233;hicule.
                                </para>
                            </entry>
                            <entry>
                                <para>1,1 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Veuillez ajouter les op&#233;rations de main-d'&#339;uvre suivantes &#224; la r&#233;clamation au
                titre de la garantie selon les exigences de chaque v&#233;hicule et de chaque configuration de roue :
            </para>
            <table id="t0350204">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-04501-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Ajout pour l'inspection ET le remplacement d'axe. PAS de d&#233;montage de la
                                    chape de fixation - 1 Roue seulement
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-4</para>
                            </entry>
                            <entry>
                                <para>Ajout pour l'inspection ET le remplacement d'axe. AVEC d&#233;montage de la chape
                                    de fixation - 1 Roue seulement
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-5</para>
                            </entry>
                            <entry>
                                <para>Ajout pour l'inspection d'axe SEULEMENT - 1 Roue seulement</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-6</para>
                            </entry>
                            <entry>
                                <para>Ajout pour l'inspection et remplacement d'&#233;trier - 1 Roue seulement</para>
                            </entry>
                            <entry>
                                <para>0,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-7</para>
                            </entry>
                            <entry>
                                <para>Ajout pour la pose du soufflet de piston - 1 Roue seulement</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Exemple:</emph>
                Si vous avez remplac&#233; 3 &#233;triers, vous appliquerez l'op&#233;ration A40-04501-6 trois (3) fois
                et l'op&#233;ration A40-04501-7 une (1) fois &#224; la r&#233;clamation au titre de la garantie du v&#233;hicule.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
