<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 04514 - ENSEMBLE DE FREIN DE STATIONNEMENT sur certains mod&#232;les 3200, 4200, 4300, 4400
        et autobus CE construits au cours de la p&#233;riode du 20/7/2004 au 5/8/2004 et pourvus de freins hydrauliques
    </stitle>
    <recall id="rec04514" translation="french">
        <recallnumber>04514</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Octobre 2004</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>ENSEMBLE DE FREIN DE STATIONNEMENT sur certains mod&#232;les 3200, 4200, 4300, 4400 et autobus CE
            construits au cours de la p&#233;riode du 20/7/2004 au 5/8/2004 et pourvus de freins hydrauliques
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE S Bus
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>L'ensemble du frein de stationnement a &#233;t&#233; fabriqu&#233; de fa&#231;on erron&#233;e, de
                sorte qu'il se peut que le frein ne se serre et ne se desserre pas compl&#232;tement. Si le frein de
                stationnement ne se serre pas compl&#232;tement, il se peut que le v&#233;hicule ne demeure pas immobile
                lorsqu'il est stationn&#233; ou, si le frein de stationnement ne se desserre pas compl&#232;tement, il
                se peut qu'il se produise un frottement du frein. Le d&#233;placement du v&#233;hicule ou le frottement
                du frein de stationnement pourrait donner lieu &#224;
                <emph type="bold">des dommages mat&#233;riels ou des blessures corporelles graves ou mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>La pr&#233;sente campagne de rappel de s&#233;curit&#233; touche les mod&#232;les International 3200,
                4200, 4300 et 4400 pourvus de freins hydrauliques et construits au cours de la p&#233;riode du 20/7/2004
                au 3/8/2004 &#224; l'usine de montage de Springfield, en Ohio, ainsi que les mod&#232;les d'autobus
                scolaires CE pourvus de freins hydrauliques et construits au cours de la p&#233;riode du 23/7/2004 au
                5/8/2004 &#224; l'usine de montage de Conway, en Arkansas.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="8">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                            blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule
                            de rouler dans les deux sens.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'ESSAI DU FREIN DE STATIONNEMENT</title>
                <step1>
                    <para count="1">Tous les v&#233;hicules doivent faire l'objet de l'essai suivant afin de d&#233;terminer
                        si le remplacement de l'ensemble de frein de stationnement est requis.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter le d&#233;placement inattendu du v&#233;hicule entra&#238;nant
                            possiblement une blessure corporelle grave ou mortelle, EFFECTUEZ LE PROC&#201;D&#201;
                            D'ESSAI SUIVANT DANS UN LIEU D&#201;COUVERT O&#217; RIEN NE BLOQUE LE D&#201;PLACEMENT AVANT
                            DU V&#201;HICULE (p. ex., un mur, un autre v&#233;hicule, les membres du personnel, etc.).
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Assurez-vous que le v&#233;hicule se trouve dans un lieu d&#233;couvert.
                        Reportez-vous &#224; l'AVERTISSEMENT ci-dessus.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide d'un pistolet &#224; infra-rouges de mesure de la temp&#233;rature ou
                        d'un dispositif &#233;lectronique de mesure de la temp&#233;rature, prenez note de la temp&#233;rature
                        de la surface externe du tambour du frein de stationnement. Conservez cette note aux fins de
                        comparaison aux &#233;tapes 13 ou 21.
                    </para>
                    <step2>
                        <para count="1">La temp&#233;rature de la surface du tambour du frein de stationnement doit
                            &#234;tre &#224; &#177; 10 % de la temp&#233;rature de l'air ambiant avant que le reste de
                            l'essai puisse &#234;tre effectu&#233;.
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">BO&#206;TES DE VITESSES MANUELLES</emph>
                </para>
                <step1>
                    <para count="1">Mettez la bo&#238;te de vitesses en deuxi&#232;me (2e) rapport.</para>
                </step1>
                <step1>
                    <para count="1">Appuyez sur la p&#233;dale de l'acc&#233;l&#233;rateur et faites tourner le moteur
                        &#224; 800 tr/mn.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rel&#226;chez lentement l'embrayage.</para>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule se met &#224; rouler, REMPLACEZ L'ENSEMBLE DU FREIN DE
                        STATIONNEMENT. Reportez-vous au PROC&#201;D&#201; DE REMPLACEMENT DE L'ENSEMBLE DU FREIN DE
                        STATIONNEMENT ci-dessous.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule ne se met pas &#224; rouler, appuyez sur la p&#233;dale
                        d'embrayage, mettez la bo&#238;te de vitesses en premier (1er) rapport, puis laissez le r&#233;gime
                        moteur retourner au ralenti appropri&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Appuyez sur la p&#233;dale de frein.</para>
                </step1>
                <step1>
                    <para count="1">Desserrez le frein de stationnement et conduisez en marche avant sur une distance de
                        deux kilom&#232;tres ou d'un mille &#224; une vitesse de 48 &#224; 64 km/h (30 &#224; 40 mi/h).
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#232;s votre retour : Arr&#234;tez le v&#233;hicule, serrez le frein de
                        stationnement et coupez le moteur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Prenez note de la temp&#233;rature de la surface ext&#233;rieure du tambour du frein
                        de stationnement.
                    </para>
                    <step2>
                        <para count="1">Si la temp&#233;rature de la surface a augment&#233; de plus de 10 &#176;C (50
                            &#176;F), ou si la temp&#233;rature du frein de stationnement est sup&#233;rieure &#224;
                            65,5 &#176;C (150 &#176;F), REMPLACEZ L'ENSEMBLE DU FREIN DE STATIONNEMENT. Reportez-vous au
                            PROC&#201;D&#201; DE REMPLACEMENT DE L'ENSEMBLE DU FREIN DE STATIONNEMENT ci-dessous.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Si la hausse de temp&#233;rature est minimale, le frein de stationnement n'a PAS
                            besoin d'&#234;tre remplac&#233;.
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">BO&#206;TES DE VITESSES AUTOMATIQUES</emph>
                </para>
                <step1>
                    <para count="1">Mettez la bo&#238;te de vitesses &#224; la position &#171;D&#187; (marche avant) ou
                        au premier (1er) rapport.
                    </para>
                </step1>
                <step1>
                    <para count="1">Appuyez sur la p&#233;dale de l'acc&#233;l&#233;rateur et faites tourner le moteur
                        &#224; 1 500 tr/mn.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule se met &#224; rouler, REMPLACEZ L'ENSEMBLE DU FREIN DE
                        STATIONNEMENT. Reportez-vous au PROC&#201;D&#201; DE REMPLACEMENT DE L'ENSEMBLE DU FREIN DE
                        STATIONNEMENT ci-dessous.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le v&#233;hicule ne se met pas &#224; rouler, laissez le r&#233;gime moteur
                        retourner au ralenti appropri&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Appuyez sur la p&#233;dale de frein.</para>
                </step1>
                <step1>
                    <para count="1">Desserrez le frein de stationnement et conduisez en marche avant sur une distance de
                        deux kilom&#232;tres ou d'un mille &#224; une vitesse de 48 &#224; 64 km/h (30 &#224; 40 mi/h).
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#232;s votre retour : Arr&#234;tez le v&#233;hicule, serrez le frein de
                        stationnement et coupez le moteur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Prenez note de la temp&#233;rature de la surface ext&#233;rieure du tambour du frein
                        de stationnement.
                    </para>
                    <step2>
                        <para count="1">Si la temp&#233;rature de la surface a augment&#233; de plus de 10 &#176;C (50
                            &#176;F), ou si la temp&#233;rature du frein de stationnement est sup&#233;rieure &#224;
                            65,5 &#176;C (150 &#176;F), REMPLACEZ L'ENSEMBLE DU FREIN DE STATIONNEMENT. Reportez-vous au
                            PROC&#201;D&#201; DE REMPLACEMENT DE L'ENSEMBLE DU FREIN DE STATIONNEMENT ci-dessous.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Si la hausse de temp&#233;rature est minimale, le frein de stationnement n'a PAS
                        besoin d'&#234;tre remplac&#233;.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; DE REMPLACEMENT DE L'ENSEMBLE DU FREIN DE STATIONNEMENT</title>
                <step1>
                    <para count="1">D&#233;branchez l'arbre de transmission au niveau de l'essieu arri&#232;re.</para>
                </step1>
                <step1>
                    <para count="1">Enlevez les boulons du tambour du frein de stationnement, ainsi que le tambour du
                        frein de stationnement.
                    </para>
                </step1>
                <figure id="f0451401" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451401.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 1</caption>
                </figure>
                <step1>
                    <para count="1">Enlevez l'&#233;crou &#224; embase et la bride. Il se peut qu'un extracteur soit
                        requis.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;branchez le c&#226;ble du frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Enlevez les quatre (4) boulons de l'ensemble du frein de stationnement, &#224;
                        raison de deux (2) boulons de chaque c&#244;t&#233;.
                    </para>
                </step1>
                <figure id="f0451402" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451402.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="376px"/>
                    <caption>Figure 2</caption>
                </figure>
                <step1>
                    <para count="1">Retirez l'ensemble du frein de stationnement.</para>
                </step1>
                <figure id="f0451403" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451403.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 3</caption>
                </figure>
                <step1>
                    <para count="1">Retirez le joint &#224; huile de pignon.</para>
                </step1>
                <step1>
                    <para count="1">Posez un joint &#224; huile de pignon neuf.</para>
                </step1>
                <step1>
                    <para count="1">Posez un nouvel ensemble de frein de stationnement.</para>
                </step1>
                <figure id="f0451404" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451404.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 4</caption>
                </figure>
                <step1>
                    <para count="1">Serrez les boulons dans l'ordre suivant, &#224; un couple de 294 - 325 Nm (220 - 240
                        lbf-pi).
                    </para>
                </step1>
                <figure id="f0451405" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451405.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 5</caption>
                </figure>
                <step1>
                    <para count="1">Rebranchez le c&#226;ble du frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Posez la bride. Serrez l'&#233;crou &#224; embase conform&#233;ment aux sp&#233;cifications
                        du fabricant de l'essieu. Reportez-vous &#224; la fiche de production et au manuel d'atelier
                        principal pour prendre connaissance des tableaux de couple de serrage.
                    </para>
                </step1>
                <figure id="f0451406" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451406.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 6</caption>
                </figure>
                <step1>
                    <para count="1">R&#233;installez le tambour du frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Serrez les boulons dans l'ordre suivant, &#224; un couple de 56 - 63 Nm (41 -47
                        lbf-pi).
                    </para>
                </step1>
                <figure id="f0451407" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451407.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 7</caption>
                </figure>
                <step1>
                    <para count="1">Fixez l'arbre de transmission &#224; nouveau au moyen des nouveaux boulons et
                        courroies. Serrez les boulons de courroie conform&#233;ment aux sp&#233;cifications du fabricant
                        de l'essieu. Reportez-vous &#224; la fiche de production et au manuel d'atelier principal pour
                        prendre connaissance des tableaux de couple de serrage.
                    </para>
                </step1>
                <figure id="f0451408" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451408.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figure 8</caption>
                </figure>
                <step1>
                    <para count="1">V&#233;rifiez le niveau d'huile de l'essieu arri&#232;re et refaites le plein selon
                        le besoin.
                    </para>
                </step1>
                <step1>
                    <para count="1">V&#233;rifiez la tension du c&#226;ble du frein de stationnement et r&#233;glez
                        selon le besoin conform&#233;ment aux consignes &#233;labor&#233;es dans le manuel d'atelier
                        principal.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0451401" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.75in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <colspec colname="col3" colwidth="1.17in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3575655C92</para>
                            </entry>
                            <entry>
                                <para>FREIN, ENS. DE FREIN*DLM 12 X 3 DS</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Selon la fiche de production</para>
                            </entry>
                            <entry>
                                <para>JOINT &#192; HUILE DE PIGNON</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Selon la fiche de production</para>
                            </entry>
                            <entry>
                                <para>Courroies de joint universel et boulons</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">L'on s'attend &#224; ce que le frein de stationnement de seulement 60 v&#233;hicules
                    approximativement (15 %) de tous les v&#233;hicules vis&#233;s ait besoin d'&#234;tre remplac&#233;.
                    Veuillez commander les pi&#232;ces en cons&#233;quence.
                </emph>
            </para>
            <para>
                <emph type="boldital">D&#233;truisez toutes les pi&#232;ces d&#233;pos&#233;es et mettez-les au rebut
                    localement.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0451402" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04514-1</para>
                            </entry>
                            <entry>
                                <para>Essai du v&#233;hicule, AUCUN remplacement de l'ensemble du frein de
                                    stationnement
                                </para>
                            </entry>
                            <entry>
                                <para>0,7 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04514-2</para>
                            </entry>
                            <entry>
                                <para>Essai du v&#233;hicule ET remplacement de l'ensemble du frein de stationnement
                                </para>
                            </entry>
                            <entry>
                                <para>1,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
