<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 04515 - FIXATION SUR GROUPE DE FREINAGE sur certains mod&#232;les 9200i, 9400i et 9900i
        construits au cours de la p&#233;riode du 26 juillet 2004 au 29 juillet 2004
    </stitle>
    <recall id="rec04515" translation="french">
        <recallnumber>04515</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Septembre 2004</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>FIXATION SUR GROUPE DE FREINAGE sur certains mod&#232;les 9200i, 9400i et 9900i construits au cours de
            la p&#233;riode du 26 juillet 2004 au 29 juillet 2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Il se peut que seulement huit (8) boulons aient &#233;t&#233; install&#233;s dans le raccord du groupe
                de freinage aux essieux arri&#232;re sur certaines des unit&#233;s ci-dessus. Le groupe de freinage, qui
                est un ensemble se composant des segments de frein, des r&#233;cepteurs de freinage, des rattrapeurs
                d'usure et du croisillon, est normalement fix&#233; au carter d'essieu au moyen de neuf (9) boulons.
                S'il manque un ou plusieurs boulons, l'int&#233;grit&#233; structurelle du groupe de freinage est
                douteuse. Cela peut donner lieu &#224; une perte de capacit&#233; de freinage sur les essieux arri&#232;re,
                sans pr&#233;avis, et risque d'occasionner des
                <emph type="bold">dommages mat&#233;riels, ou des blessures graves ou mortelles</emph>.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; concerne les mod&#232;les 9200i, 9400i et 9900i
                construits au cours de la p&#233;riode du 26 juillet 2004 au 29 juillet 2004 &#224; l'usine de montage
                de Chatham, en Ontario.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                            blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule
                            de rouler dans les deux sens.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;DURE D'INSPECTION DE MOYEU DE ROUE</title>
                <step1>
                    <para count="1">Inspectez l'arri&#232;re des moyeux de roue de l'essieu avant arri&#232;re et de
                        l'essieu arri&#232;re-arri&#232;re pour v&#233;rifier si le bon nombre de boulons de fixation de
                        porte-segments ont &#233;t&#233; pos&#233;s.
                    </para>
                    <step2>
                        <para count="1">La d&#233;pose du pare-poussi&#232;re (le cas &#233;ch&#233;ant) peut &#234;tre
                            n&#233;cessaire pour identifier et compter correctement tous les boulons.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Il doit y avoir un total de neuf (9) boulons dans chaque raccord du groupe de
                        freinage de roue arri&#232;re.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez le
                        <emph type="bold">proc&#233;d&#233; d'installation de boulon</emph>
                        sur les moyeux de roue de l'essieu avant arri&#232;re et de l'essieu arri&#232;re-arri&#232;re
                        qui n'ont pas neuf (9) boulons de raccord du groupe de freinage.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'INSTALLATION DE BOULON</title>
                <step1>
                    <para count="1">Enlevez la roue arri&#232;re (jante et pneu).</para>
                </step1>
                <step1>
                    <para count="1">Rel&#226;chez le frein de stationnement.</para>
                </step1>
                <step1>
                    <para count="1">Retirez le tambour de frein (ou moyeu) arri&#232;re. Il peut &#234;tre n&#233;cessaire
                        de desserrer le r&#233;glage du frein.
                    </para>
                </step1>
                <step1>
                    <para count="1">Posez l'&#233;crou, le boulon et la rondelle manquants. Il doit y avoir un total de
                        neuf (9) boulons par moyeu de roue.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Posez la t&#234;te du boulon vers l'axe central du v&#233;hicule. Posez la rondelle sous
                            la t&#234;te du boulon uniquement.
                        </para>
                    </note>
                </specpara>
                <figure id="f0451501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="520px"/>
                    <caption>Figure 1 - Raccord du groupe de freinage arri&#232;re</caption>
                </figure>
                <step1>
                    <para count="1">Serrez le nouveau boulon du groupe de freinage arri&#232;re au couple de
                        <emph type="bold">175 &#224; 190 lbf-pi (240 &#224; 260 Nm).</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuez une v&#233;rification du couple de serrage sur les autres boulons au
                        couple de
                        <emph type="bold">175 &#224; 190 lbf-pi (240 &#224; 260 Nm)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez le tambour de frein (ou moyeu) arri&#232;re.</para>
                </step1>
                <step1>
                    <para count="1">Ajustez l'&#233;crou de r&#233;glage de roulement de roue ext&#233;rieur et v&#233;rifiez
                        le jeu axial &#224; l'aide d'un indicateur &#224; cadran si le moyeu a &#233;t&#233; d&#233;pos&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installez la roue arri&#232;re (jante et pneu).</para>
                </step1>
                <step1>
                    <para count="1">Ajustez les rattrapeurs d'usure du frein arri&#232;re.</para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0451501" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <colspec colname="col3" colwidth="1.90in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>25334R1</para>
                            </entry>
                            <entry>
                                <para>Boulon, 5/8-NF x 1-3/4 Type PHC</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">4</emph>, voir PROC&#201;D&#201; DE R&#201;PARATION DE RAPPEL
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>406267C1</para>
                            </entry>
                            <entry>
                                <para>Rondelle sp&#233;ciale 5/8</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">4</emph>, voir PROC&#201;D&#201; DE R&#201;PARATION DE RAPPEL
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>9411658</para>
                            </entry>
                            <entry>
                                <para>Contre-&#233;crou hexagonal 5/8 NF</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">4</emph>, voir PROC&#201;D&#201; DE R&#201;PARATION DE RAPPEL
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0451502" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04515-1</para>
                            </entry>
                            <entry>
                                <para>Inspection de base, Tous les v&#233;hicules doivent recevoir</para>
                            </entry>
                            <entry>
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-2</para>
                            </entry>
                            <entry>
                                <para>Unit&#233; additionnelle pour Installation de boulon sur un (1) moyeu de roue
                                    uniquement.
                                </para>
                            </entry>
                            <entry>
                                <para>0,7 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-3</para>
                            </entry>
                            <entry>
                                <para>Unit&#233; additionnelle pour Installation de boulon sur deux (2) moyeux de roue
                                    uniquement.
                                </para>
                            </entry>
                            <entry>
                                <para>1,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-4</para>
                            </entry>
                            <entry>
                                <para>Unit&#233; additionnelle pour Installation de boulon sur trois (3) moyeux de roue
                                    uniquement.
                                </para>
                            </entry>
                            <entry>
                                <para>2,1 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-5</para>
                            </entry>
                            <entry>
                                <para>Unit&#233; additionnelle pour Installation de boulon sur les quatre (4) moyeux de
                                    roue uniquement.
                                </para>
                            </entry>
                            <entry>
                                <para>2,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Chaque v&#233;hicule aura besoin d'au moins une inspection pour v&#233;rifier si des attaches suppl&#233;mentaires
                sont requises.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
