<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 04516 - DISPOSITIF DE RETENUE DES &#201;CROUS DE FUS&#201;E AVANT sur certains mod&#232;les
        9000i construits entre le 26 juillet 2004 et le 28 juillet 2004
    </stitle>
    <recall id="rec04516" translation="french">
        <recallnumber>04516</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Septembre 2004</recalldate>
        <subjectfile>ROUES</subjectfile>
        <subject>DISPOSITIF DE RETENUE DES &#201;CROUS DE FUS&#201;E AVANT sur certains mod&#232;les 9000i construits
            entre le 26 juillet 2004 et le 28 juillet 2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/28/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/28/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/28/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Il se peut que les goupilles fendues et les dispositifs de retenue des &#233;crous de fus&#233;es de
                l'essieu avant non moteur n'aient pas &#233;t&#233; install&#233;s sur certains v&#233;hicules. La
                goupille fendue et le dispositif de retenue des &#233;crous de fus&#233;e emp&#234;chent l'&#233;crou de
                fus&#233;e de se desserrer et, ainsi, contribuent &#224; la solidit&#233; de la roue. Puisqu'il n'existe
                aucun moyen m&#233;canique d'emp&#234;cher l'&#233;crou de fus&#233;e de se desserrer, il peut se
                produire une s&#233;paration de la roue. Cela pourrait entra&#238;ner
                <emph type="bold">une collision soudaine</emph>
                pouvant occasionner
                <emph type="bold">des dommages mat&#233;riels ou des blessures graves, voire mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Ce rappel de s&#233;curit&#233; vise les mod&#232;les 9200i, 9400i et 9900i construits au cours de la
                p&#233;riode du 26 juillet 2004 au 28 juillet 2004 &#224; l'usine de montage de Chatham, en Ontario.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Service Procedure</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                            blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule
                            de rouler dans les deux sens.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>PROC&#201;D&#201; D'INSPECTION DE MOYEUX DE ROUE AVANT</title>
                <step1>
                    <para count="1">Sur les v&#233;hicules pourvus d'un bouchon de remplissage d'huile sur les moyeux
                        avant :
                    </para>
                    <step2>
                        <para count="1">Faites tourner la roue jusqu'&#224; ce que le bouchon soit orient&#233; vers le
                            haut.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Retirez le bouchon.</para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Pour ce qui est des v&#233;hicules NON pourvus d'un bouchon de remplissage d'huile,
                        retirez l'enjoliveur de roue.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspectez l'&#233;crou de fus&#233;e afin de vous assurer que la goupille fendue et
                        le dispositif de retenue sont pos&#233;s.
                    </para>
                </step1>
                <figure id="f0451601" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451601.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="520px"/>
                    <caption>Figure 1</caption>
                    <calloutgroup>
                        <callout1>1. DISP. DE RETENUE</callout1>
                        <callout1>2. GOUPILLE FENDUE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si la goupille fendue et le dispositif de retenue sont pos&#233;s et que la goupille
                        fendue est repli&#233;e pour le bloquer en position, aucune autre intervention n'est requise. V&#233;rifiez
                        le niveau d'huile et refaites le plein selon le besoin.
                    </para>
                    <step2>
                        <para count="1">R&#233;installez le bouchon de remplissage d'huile, ou l'enjoliveur de roue et
                            le joint d'&#233;tanch&#233;it&#233;, selon le besoin.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Effectuez les man&#339;uvres suivantes pour chaque moyeu de roue o&#249; la goupille
                        fendue et le dispositif de retenue ne sont PAS pos&#233;s :
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez l'enjoliveur de roue.</para>
                </step1>
                <step1>
                    <para count="1">Ajustez le jeu axial des roulements de roue. Reportez-vous au manuel d'atelier
                        principal pour prendre connaissance du proc&#233;d&#233; de r&#233;glage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Posez le dispositif de retenue, la goupille fendue, et le nouveau joint d'&#233;tanch&#233;it&#233;
                        de l'enjoliveur de roue.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettez l'enjoliveur de roue en place.</para>
                </step1>
                <step1>
                    <para count="1">V&#233;rifiez le niveau d'huile et refaites le plein selon le besoin.</para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0451601" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <colspec colname="col3" colwidth="1.90in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1663197C1</para>
                            </entry>
                            <entry>
                                <para>CONTRE-&#201;CROU DE R&#201;GLAGE DE ROULEMENT DE ROUE</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">2</emph>, reportez-vous au PROC&#201;D&#201; D'ENTRETIEN VIS&#201;
                                    PAR LE RAPPEL
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1690302C1</para>
                            </entry>
                            <entry>
                                <para>GOUPILLE FENDUE 7/32 X 2-1/4</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">2</emph>, reportez-vous au PROC&#201;D&#201; D'ENTRETIEN VIS&#201;
                                    PAR LE RAPPEL
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Selon la fiche de production</para>
                            </entry>
                            <entry>
                                <para>JOINT D'&#201;TANCH&#201;IT&#201; D'ENJOLIVEUR DE ROUE</para>
                            </entry>
                            <entry>
                                <para>Jusqu'&#224;
                                    <emph type="bold">2</emph>, reportez-vous au PROC&#201;D&#201; D'ENTRETIEN VIS&#201;
                                    PAR LE RAPPEL
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0451602" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04516-1</para>
                            </entry>
                            <entry>
                                <para>Inspection de base, devant &#234;tre effectu&#233;e sur tous les v&#233;hicules
                                </para>
                            </entry>
                            <entry>
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04516-2</para>
                            </entry>
                            <entry>
                                <para>Ajout pour l'installation de la goupille et du dispositif de retenue sur un (1)
                                    moyeu seulement
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04516-3</para>
                            </entry>
                            <entry>
                                <para>Ajout pour l'installation de la goupille et du dispositif de retenue sur deux (2)
                                    moyeux seulement
                                </para>
                            </entry>
                            <entry>
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Au minimum, chaque v&#233;hicule devra faire l'objet d'une inspection pour d&#233;terminer si des
                interventions suppl&#233;mentaires d'entretien sont requises.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7&#64979;1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
