<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 05514-R2 - C&#194;BLES DE BATTERIE des mod&#232;les 9000 construits au cours de la p&#233;riode
        du 1er avril 2002 au 15 juin 2005
    </stitle>
    <recall id="rec05514" translation="french">
        <recallnumber>05514-R2</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>F&#233;vrier 2006</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>C&#194;BLES DE BATTERIE des mod&#232;les 9000 construits au cours de la p&#233;riode du 1er avril 2002
            au 15 juin 2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>
                <emph type="bold">RENSEIGNEMENTS SUR LES PI&#200;CES</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ajout du
                        <emph type="bold">c&#226;ble de masse du bloc moteur au d&#233;marreur.</emph>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PROC&#201;DURE D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ajout de l'INSPECTION FINALE dans le tableau de la
                        <emph type="bold">PROC&#201;DURE D'INSPECTION ET DE REMPLACEMENT</emph>.
                    </para>
                </item>
                <item>
                    <para>Modification de l'&#233;tape 5.</para>
                </item>
                <item>
                    <para>Ajout d'une
                        <emph type="bold">REMARQUE</emph>
                        sous la rubrique
                        <emph type="bold">INSTALLATION DE LA CONTREBRIDE.</emph>
                    </para>
                </item>
                <item>
                    <para>Modification de
                        <emph type="bold">l'avertissement concernant les moteurs CaterpillarMD</emph>
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Ajout d'une
                                <emph type="bold">REMARQUE</emph>
                                sous la Figure 7.
                            </para>
                        </item>
                        <item>
                            <para>Reformulation de l'&#233;tape de resserrage.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Ajout de la
                        <emph type="bold">Figure 8a</emph>.
                    </para>
                </item>
                <item>
                    <para>Ajout de
                        <emph type="bold">l'INSPECTION FINALE</emph>.
                    </para>
                </item>
            </randlist>
            <para>Le c&#226;ble positif de la batterie, entre les batteries et le d&#233;marreur, peut se frotter contre
                un c&#226;ble de mise &#224; la masse entre le d&#233;marreur et le longeron de cadre de ch&#226;ssis,
                ce qui pourrait donner lieu &#224; un court circuit &#233;lectrique et (ou) &#224; un incendie. Cela
                pourrait entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels ou des blessures graves, voire mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise les mod&#232;les 9000 construits &#224; l'usine de
                montage de Chatham, on Ontario, au cours de la p&#233;riode du 1er avril 2002 au 6 juin 2005 et les mod&#232;les
                9000 construits &#224; l'usine de montage d'Escobedo, au Mexique, au cours de la p&#233;riode du 1er
                avril 2002 au 25 mai 2004.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">TABLEAU DES PROC&#201;DURES D'INSPECTION ET DE REMPLACEMENT</emph>
            </para>
            <para>Veuillez vous reporter au Tableau 1 pour d&#233;terminer la proc&#233;dure &#224; suivre relativement
                &#224; la mesure du jeu des c&#226;bles de batterie, &#224; l'inspection des c&#226;bles de batterie et
                &#224; l'installation de la contrebride.
            </para>
            <table id="t0551403" tblwidth="pg-wide">
                <title>Proc&#233;dure d'entretien selon la configuration du moteur</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.60*"/>
                    <colspec colname="col2" colwidth="1.40*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Configuration du moteur</para>
                            </entry>
                            <entry align="center">
                                <para>Proc&#233;dures devant &#234;tre effectu&#233;es</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Caterpillar, Cummins ISX, Cummins ISM, sans filtre &#224; carburant</para>
                            </entry>
                            <entry>
                                <para>Mesure du JEU des c&#226;bles de batterie (obligatoire)</para>
                                <para>Inspection des c&#226;bles de batterie (selon le besoin)</para>
                                <para>Pose de la contrebride (selon le besoin)</para>
                                <para>INSPECTION FINALE (obligatoire)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cummins ISM, avec filtre &#224; carburant</para>
                            </entry>
                            <entry>
                                <para>Inspection des c&#226;bles de batterie (obligatoire)</para>
                                <para>Pose de la contrebride (obligatoire)</para>
                                <para>INSPECTION FINALE (obligatoire)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Un moteur ISM de Cummins pourvu d'un filtre &#224; carburant mont&#233; sur la pompe &#224;
                        engrenages devra TOUJOURS faire l'objet de la POSE DE LA CONTREBRIDE.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">MESURE DU JEU DES C&#194;BLES DE BATTERIE</emph>
            </para>
            <para>
                <emph type="boldital">Vous pourriez d&#233;couper un gabarit fait de bois, de flexible en rouleau ou de
                    carton pour effectuer les mesures qui suivent. Le gabarit devrait &#234;tre de 38 mm (1,5 pouces) de
                    long.
                </emph>
            </para>
            <para>
                <emph type="boldital">N'UTILISEZ PAS DE DISPOSITIF DE MESURE M&#201;TALLIQUE</emph>
            </para>
            <step1>
                <para count="1">N'effectuez pas la mesure du jeu si le v&#233;hicule est muni d'un moteur ISM de Cummins
                    pourvu d'un filtre &#224; carburant. Passez &#224; la
                    <emph type="bold">PROC&#201;DURE D'INSPECTION DES C&#194;BLES DE BATTERIE</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuez la mesure de jeu suivante si le v&#233;hicule est muni d'un moteur
                    Caterpillar, Cummins ISX ou Cummins ISM, sans filtre &#224; carburant.
                </para>
            </step1>
            <step1>
                <para count="1">Mesurez le plus petit espace entre la canalisation du c&#226;ble positif et le point le
                    plus pr&#232;s du c&#226;ble n&#233;gatif boulonn&#233; au longeron de cadre de ch&#226;ssis.
                    Reportez-vous &#224; la Figure 1.
                </para>
            </step1>
            <figure id="f0551401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551401.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="392px"/>
                <caption>Figure 1 - Mesure du jeu</caption>
                <calloutgroup>
                    <callout1>C&#226;ble n&#233;gatif du d&#233;marreur au longeron de cadre de ch&#226;ssis</callout1>
                    <callout1>Mesurez la distance au point d'intersection le plus pr&#232;s.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si le plus petit espace est inf&#233;rieur &#224; 38 mm (1,5 po), passez &#224; la
                    <emph type="bold">PROC&#201;DURE D'INSPECTION DES C&#194;BLES DE BATTERIE.</emph>
                </para>
            </step1>
            <figure id="f0551402" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551402.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="392px"/>
                <caption>Figure 2 - Pose de la contrebride (OBLIGATOIRE)</caption>
                <calloutgroup>
                    <callout1>La distance entre la surface ext&#233;rieur du c&#226;ble de masse et la surface int&#233;rieure
                        de la canalisation du c&#226;ble positif doit &#234;tre SUP&#201;RIEURE &#224; 38 mm (1,5 po).
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">5. Si le plus petit espace est de 38 mm (1,5 po) ou PLUS, alors aucune pose de
                    contrebride n'est n&#233;cessaire; passez &#224;
                    <emph type="bold">l'INSPECTION FINALE.</emph>
                </para>
            </step1>
            <figure id="f0551403" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551403.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figure 3 - Aucune contrebride requise - Passez &#224; l'INSPECTION FINALE</caption>
                <calloutgroup>
                    <callout1>Cette distance est SUP&#201;RIEURE &#224; 38 mm (1,5 po).</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">PROC&#201;DURE D'INSPECTION DES C&#194;BLES DE LA BATTERIE</emph>
            </para>
            <step1>
                <para count="1">Pour TOUS les v&#233;hicules douteux, si l'espace mesur&#233; ci-dessus est inf&#233;rieur
                    &#224; 38 mm (1,5 po), effectuez la proc&#233;dure d'inspection suivante des c&#226;bles de la
                    batterie.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez les c&#226;bles positifs (rouges) de la batterie, la canalisation et le c&#226;ble
                    de mise &#224; la masse (noir) dans les zones indiqu&#233;es ci dessous :
                </para>
            </step1>
            <figure id="f0551404" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551404.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figure 4 - Moteur retir&#233; aux fins de clart&#233;</caption>
                <calloutgroup>
                    <callout1>C&#226;ble de masse</callout1>
                    <callout1>C&#226;bles positifs</callout1>
                    <callout1>Inspectez pour un frottement &#224; cet endroit</callout1>
                    <callout1>Boulonn&#233; au longeron de cadre de ch&#226;ssis</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si TOUT indice de frottement est constat&#233;, remplacez tout c&#226;ble douteux et
                    passez &#224; l'&#233;tape 11.
                </para>
            </step1>
            <step1>
                <para count="1">Si vous ne constatez AUCUN indice de frottement, passez &#224;
                    <emph type="bold">LA POSE DE LA CONTREBRIDE</emph>.
                </para>
            </step1>
            <para>
                <emph type="bold">POSE DE LA CONTREBRIDE</emph>
            </para>
            <specpara>
                <note>
                    <para>Avant d'installer la contrebride, assurez-vous que le conduit du c&#226;ble de la batterie
                        n'est pas tomb&#233; au-del&#224; de l'endroit o&#249; la contrebride sera install&#233;e.
                    </para>
                    <para>Repositionnez ou remplacez le conduit selon le besoin.</para>
                    <para>Installez la contrebride et les sangles de verrouillage par-dessus le conduit sur les c&#226;bles
                        de la batterie.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Reportez-vous &#224; la Figure 5 si le v&#233;hicule est muni d'un moteur Caterpillar,
                    Cummins ISX ou Cummins ISM (sans filtre &#224; carburant).
                </para>
            </step1>
            <step1>
                <para count="1">Installez une contrebride et des dispositifs de verrouillage &#224; courroie tel
                    qu'indiqu&#233; ci dessous.
                </para>
            </step1>
            <figure id="f0551405" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551405.webp" type="webp" scalefit="1" scalefitwidth="408px"
                         scalefitheight="352px"/>
                <caption>Figure 5 - Sans filtre &#224; carburant</caption>
                <calloutgroup>
                    <callout1>C&#226;bles positifs</callout1>
                    <callout1>C&#226;ble de masse</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Veuillez vous reporter &#224; la Figure 6 pour ce qui est des moteurs ISM de Cummins
                    pourvus d'un filtre &#224; carburant.
                </para>
            </step1>
            <step1>
                <para count="1">Installez une contrebride et des dispositifs de verrouillage &#224; courroie tel
                    qu'indiqu&#233; ci dessous.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;acheminez les c&#226;bles de la batterie entre le filtre &#224; carburant et le
                    bloc moteur.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Assurez-vous que les c&#226;bles de la batterie ne touchent pas &#224; l'ensemble du filtre
                        &#224; carburant ou aux raccords.
                    </para>
                </note>
            </specpara>
            <figure id="f0551406" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551406.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 6 - Moteur ISM de Cummins avec filtre &#224; carburant</caption>
                <calloutgroup>
                    <callout1>Assurez-vous que le jeu soit de 13 mm (,05 po) entre le c&#226;ble positif et le raccord
                        du filtre &#224; carburant. Si le c&#226;ble est trop pr&#232;s du raccord, desserrez la borne
                        B+ du d&#233;marreur and et faites basculer le c&#226;ble vers le moteur pour obtenir un jeu
                        suffisant.
                    </callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="boldital">Avertissement concernant les moteurs Cummins</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Apr&#232;s avoir effectu&#233; ce rappel sur les v&#233;hicules munis de moteurs Caterpillar,
                        veuillez inspecter l'acheminement du c&#226;ble de mise &#224; la masse du BLOC MOTEUR.
                    </para>
                </item>
            </randlist>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">POUR EMP&#202;CHER LES C&#194;BLES POSITIFS DE SE FROTTER CONTRE LE C&#194;BLE
                            DE MISE &#192; LA MASSE DU MOTEUR (REPORTEZ-VOUS &#192; LA FIGURE 7), VEUILLEZ VOUS ASSURER
                            QUE LE C&#194;BLE DE MISE &#192; LA MASSE DU MOTEUR EST RESSERR&#201; EN POSITION
                            DESCENDANTE (DE 6 H). REPORTEZ-VOUS &#192; LA FIGURE 8.
                        </emph>
                    </para>
                </important>
            </specpara>
            <figure id="f0551407" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551407.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="352px"/>
                <caption>Figure 7 -Un frottement risque de se produire entre le c&#226;ble de mise &#224; la masse du
                    bloc moteur et les c&#226;bles positifs qui viennent d'&#234;tre d&#233;plac&#233;s
                </caption>
                <calloutgroup>
                    <callout1>Contrebride ajout&#233;e dans le cadre de ce rappel.</callout1>
                    <callout1>C&#226;bles positifs de la batterie</callout1>
                    <callout1>Il peut se produire un frottement &#224; cet endroit</callout1>
                    <callout1>C&#226;ble de mise &#224; la masse du bloc moteur</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Si aucun frottement n'est constat&#233; entre le c&#226;ble de MISE &#192; LA MASSE DU MOTEUR
                        CAT et les c&#226;bles de la batterie, AUCUN resserrement n'est n&#233;cessaire.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Si vous constatez un frottement entre le c&#226;ble de MISE &#192; LA MASSE DU
                            MOTEUR et les c&#226;bles de la batterie</emph>, tournez et serrez le nouveau c&#226;ble de
                        mise &#224; la masse sur la borne du d&#233;marreur afin qu'il soit orient&#233; en position
                        descendante droite (position de 6 h) et qu'il ne touche pas aux c&#226;bles positifs du d&#233;marreur.
                        Reportez-vous &#224; la Figure 8.
                    </para>
                </item>
            </randlist>
            <figure id="f0551408" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551408.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figure 8 - Acheminement appropri&#233; du c&#226;ble de mise &#224; la masse du bloc moteur CAT
                    (non-C15)
                </caption>
                <calloutgroup>
                    <callout1>Position de 12 h</callout1>
                    <callout1>Position de 3 h</callout1>
                    <callout1>Resserrez le c&#226;ble de mise &#224; la masse du bloc moteur en position de 6 h sur la
                        borne du d&#233;marreur
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0551408a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551408a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figure 8a - Acheminement appropri&#233; du c&#226;ble de mise &#224; la masse du bloc moteur
                    CAT C15
                </caption>
                <calloutgroup>
                    <callout1>Resserrez le c&#226;ble de masse du bloc moteur &#224; la borne du d&#233;marreur, &#224;
                        la position de 6 heures
                    </callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <svcproc svcproctype="inspect" graphiccount="6">
            <title>INSPECTION FINALE</title>
            <randlist type="bullet">
                <item>
                    <para>Que la contrebride ait &#233;t&#233; install&#233;e ou non, veuillez effectuer cette
                        inspection finale sur
                        <emph type="bold">tous</emph>
                        les v&#233;hicules afin de vous assurer que les c&#226;bles &#233;lectriques sont achemin&#233;s
                        de fa&#231;on appropri&#233;e.
                    </para>
                </item>
                <item>
                    <para>Veuillez v&#233;rifier l'acheminement du c&#226;ble &#233;lectrique du d&#233;marreur afin de
                        d&#233;celer tout frottement aux endroits suivants :
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>C&#226;bles de la batterie au longeron du cadre de ch&#226;ssis.</para>
                        </item>
                        <item>
                            <para>C&#226;bles de la batterie au c&#226;ble de mise &#224; la masse du CADRE DE CH&#194;SSIS.</para>
                        </item>
                        <item>
                            <para>C&#226;bles de la batterie au c&#226;ble de mise &#224; la masse du BLOC MOTEUR.
                            </para>
                        </item>
                        <item>
                            <para>C&#226;bles de la batterie au bo&#238;tier du d&#233;marreur, aux bornes du d&#233;marreur
                                ou &#224; tout autre filage ou composant du d&#233;marreur.
                            </para>
                        </item>
                        <item>
                            <para>C&#226;ble positif de la batterie au c&#226;ble de masse de la BATTERIE.</para>
                        </item>
                        <item>
                            <para>C&#226;ble positif de la batterie au bo&#238;tier du FILTRE &#192; CARBURANT.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Il peut s'av&#233;rer n&#233;cessaire de desserrer et (ou) de retirer un c&#226;ble de
                        batterie afin de le r&#233;orienter.
                    </para>
                </item>
                <item>
                    <para>Il peut &#233;galement s'av&#233;rer n&#233;cessaire de desserrer/remplacer l'acheminement/les
                        points de fixation (attaches en P, pinces de rallonge, etc.) pour s'assurer d'une absence de
                        frottement.
                    </para>
                </item>
                <item>
                    <para>Reportez-vous aux figures ci-dessous pour voir une repr&#233;sentation de conditions de
                        frottement qui doivent &#234;tre corrig&#233;es.
                    </para>
                </item>
            </randlist>
            <figure id="f0451005" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9 - Frottement des c&#226;bles de la batterie contre le longeron de cadre de ch&#226;ssis
                    (Moteur Cummins illustr&#233;; toutefois cet &#233;tat peut &#233;galement se manifester sur les
                    moteurs CAT)
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous que les c&#226;bles de la batterie ne se frottent PAS contre le longeron
                        de cadre de ch&#226;ssis
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9a - Frottement des c&#226;bles de la batterie contre la MISE &#192; LA MASSE DU CADRE
                    DE CH&#194;SSIS
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous que les c&#226;bles de la batterie ne se frottent PAS contre a mise &#224;
                        la masse du cadre de ch&#226;ssis
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005b.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9b - Frottement des c&#226;bles de la batterie contre la MISE &#192; LA MASSE DU BLOC
                    MOTEUR
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous que les c&#226;bles de la batterie ne se frottent PAS contre la mise
                        &#224; la masse du moteur
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005c.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9c - C&#226;bles de la batterie au bo&#238;tier du d&#233;marreur, aux bornes du d&#233;marreur
                    ou &#224; tout autre filage ou composant du d&#233;marreur
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous qu'il n'y ait AUCUN frottement des cables de la batterie!</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005d.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9d - C&#226;bles POSITIFS de la batterie aux c&#226;bles de MASSE de la batterie (Moteur
                    Cummins illustr&#233;; toutefois cet &#233;tat peut &#233;galement se manifester sur les moteurs
                    CAT)
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous qu'il n'y ait AUCUN frottement des cables de la batterie!</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005e" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005e.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figure 9e - Frottement des c&#226;bles POSITIFS de la batterie contre le bo&#238;tier du filtre
                    &#224; carburant
                </caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0551401" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3554554C1</para>
                            </entry>
                            <entry>
                                <para>GUIDE DE CONDUITE DE FREIN ET C&#194;BLE* PIVOTANT</para>
                            </entry>
                            <entry>
                                <para>1 par v&#233;hicule AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>306132C1</para>
                            </entry>
                            <entry>
                                <para>COURROIE, BLOCAGE DE C&#194;BLE</para>
                            </entry>
                            <entry>
                                <para>2 par v&#233;hicule AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SELON LA FICHE DE PRODUCTION</para>
                            </entry>
                            <entry>
                                <para>C&#194;BLE DE BATTERIE &#192; D&#201;MARREUR, POSITIF</para>
                            </entry>
                            <entry>
                                <para>AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SELON LA FICHE DE PRODUCTION</para>
                            </entry>
                            <entry>
                                <para>C&#194;BLE DU D&#201;MARREUR AU CADRE DE CH&#194;SSIS, MASSE</para>
                            </entry>
                            <entry>
                                <para>AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SELON LA FICHE DE PRODUCTION</para>
                            </entry>
                            <entry>
                                <para>C&#194;BLE DU D&#201;MARREUR AU MOTEUR, MISE &#192; LA MASSE</para>
                            </entry>
                            <entry>
                                <para>AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SELON LA FICHE DE PRODUCTION</para>
                            </entry>
                            <entry>
                                <para>CANALISATION</para>
                            </entry>
                            <entry>
                                <para>AU BESOIN, SELON L'INSPECTION</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">D&#233;truisez toutes les pi&#232;ces d&#233;pos&#233;es et mettez-les au rebut
                    localement.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0551402" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05514-1</para>
                            </entry>
                            <entry>
                                <para>Inspection du jeu des c&#226;bles de la batterie - AUCUNE POSE DE CONTREBRIDE
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-2</para>
                            </entry>
                            <entry>
                                <para>Pose de la contrebride et des dispositifs de verrouillage &#224; courroie -
                                    moteurs Caterpillar et Cummins SANS filtre &#224; carburant
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-3</para>
                            </entry>
                            <entry>
                                <para>Pose de la contrebride et des dispositifs de verrouillage &#224; courroie - moteur
                                    ISM de Cummins AVEC filtre &#224; carburant
                                </para>
                            </entry>
                            <entry>
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-4</para>
                            </entry>
                            <entry>
                                <para>Pose de contrebride et de dispositifs de verrouillage &#224; courroie et
                                    REMPLACEMENT des c&#226;bles de batterie - tous les moteurs
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-5</para>
                            </entry>
                            <entry>
                                <para>AJOUT SEULEMENT - Resserrement du C&#194;BLE DE MISE &#192; LA MASSE du bloc
                                    moteur Caterpillar
                                </para>
                            </entry>
                            <entry>
                                <para>0,2 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
