<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 05501-R2 - ARBRE DE TRANSMISSION AVANT des 4800 4x4 pourvus de BO&#206;TES DE TRANSFERT
        FABCO TC-200, construits au cours de la p&#233;riode du 30/6/1999 au 8/5/2002
    </stitle>
    <recall id="rec05501" translation="french">
        <recallnumber>05501-R2</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mai 2005</recalldate>
        <subjectfile>BO&#206;TES DE VITESSES</subjectfile>
        <subject>ARBRE DE TRANSMISSION AVANT des 4800 4x4 pourvus de BO&#206;TES DE TRANSFERT FABCO TC-200, construits
            au cours de la p&#233;riode du 30/6/1999 au 8/5/2002
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Fabco</vendor>
                <truckmodelgroup/>

                <truckmodel>4800
                    <daterange>
                        <startdate>06/30/1999</startdate>
                        <enddate>05/08/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>13TJZ</ucode>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldital">Le pr&#233;sent rappel constitue la mesure corrective finale et remplace le rappel
                    de s&#233;curit&#233; G-03516.
                </emph>
            </para>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>
                <emph type="boldital">LE PR&#201;SENT DOCUMENT NE CONSTITUE QU'UN AVIS ISIS SEULEMENT. Cette r&#233;vision
                    ne fera l'objet d'AUCUN envoi postal de copies papier.
                </emph>
            </para>
            <specpara>
                <caution>
                    <para>Il se peut que le rebord de l'arbre de transmission soit &#233;barb&#233;, ce qui pourrait emp&#234;cher
                        l'accouplement appropri&#233; &#224; sa bride d'accouplement.
                    </para>
                    <para>Veuillez prendre connaissance des consignes ajout&#233;es &#224; la proc&#233;dure
                        d'entretien.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="boldital">PROC&#201;D&#201; D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ajout d'une
                        <emph type="bold">NOUVELLE INSPECTION DU CODE DE DATE DE L'ARBRE.</emph>
                    </para>
                </item>
            </randlist>
            <para>Un angle excessif de l'arbre de transmission avant peut provoquer l'usure pr&#233;matur&#233;e et la d&#233;faillance
                de l'arbre de transmission et des composants connexes. Il se peut que l'arbre de transmission avant se d&#233;tache
                du v&#233;hicule sans avertissement et pr&#233;sente des risques aux autres v&#233;hicules qui circulent
                sur la route, ce qui pourrait entra&#238;ner des dommages mat&#233;riels et des blessures corporelles
                graves, voire mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise les mod&#232;les 4800 4x4 &#233;quip&#233;s de bo&#238;tes
                de transfert Fabco TC-200 (code de caract&#233;ristique 13TJZ SEULEMENT) construits au cours de la p&#233;riode
                du 30 juin 1999 au 8 mai 2002.
            </para>
        </defect>
        <ownernote>
            <para>La Corporation des camions et moteurs International avisera les propri&#233;taires de ces v&#233;hicules
                &#224; propos de cette campagne. Vous trouverez ci-joint une copie de la lettre adress&#233;e aux propri&#233;taires.
                Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="13">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>INSPECTION DE L'ARBRE DE TRANSMISSION AVANT</title>
            </para>
            <para>
                <emph type="bold">N'EFFECTUEZ PAS</emph>
                le REMPLACEMENT DE L'ARBRE DE TRANSMISSION AVANT si un v&#233;hicule a &#233;t&#233; modifi&#233; DE
                QUELQUE FA&#199;ON QUE CE SOIT du v&#233;hicule d'origine de l'usine. Voici certains exemples de telles
                modifications :
            </para>
            <randlist type="bullet">
                <item>
                    <para>Un repositionnement de la bo&#238;te de transfert par le fabricant d'&#233;quipement de
                        camions, en raison de l'installation d'une carrosserie sp&#233;cialis&#233;e
                    </para>
                </item>
                <item>
                    <para>L'installation d'un palier interm&#233;diaire Les v&#233;hicules douteux ont &#233;t&#233;
                        munis, &#224; l'origine, d'un (1) arbre de transmission avant. En pr&#233;sence de deux (2)
                        arbres de transmission AVANT,
                        <emph type="bold">N'EFFECTUEZ PAS</emph>
                        LE REMPLACEMENT DE L'ARBRE DE TRANSMISSION AVANT.
                    </para>
                </item>
            </randlist>
            <para>
                <title>NOUVELLE INSPECTION DU CODE DE DATE DE L'ARBRE</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>&#183; Rep&#233;rez l'&#233;tiquette et le code de date sur le nouvel arbre de transmission.
                    </para>
                </item>
            </randlist>
            <figure id="f0550112" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550112.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Emplacement du code de date</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Le format du code de date est le suivant : JOURN&#201;E.MOIS.ANN&#201;E. L'exemple ci-dessus
                        correspond au 6 octobre 2005.
                    </para>
                </item>
                <item>
                    <para>Si le code de date se situe entre le
                        <emph type="bold">1er juin 2004 (01.06.04) et le 11 octobre 2004 (11.10.04)</emph>, effectuez
                        l'inspection suivante sur les brides d'accouplement de l'arbre.
                    </para>
                </item>
                <item>
                    <para>Si le code de date est ult&#233;rieur au 11 octobre 2004 (11.10.04), passez au
                        <emph type="bold">REMPLACEMENT DE L'ARBRE DE TRANSMISSION AVANT</emph>.
                    </para>
                </item>
                <item>
                    <para>Inspectez les stries des DEUX bords pour rep&#233;rer tout mat&#233;riau exc&#233;dentaire
                        dans la ZONE PLATE ENTRE LES STRIES.
                    </para>
                </item>
            </randlist>
            <figure id="f0550113" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550113.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Strie du rebord</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Si vous rep&#233;rez une &#233;barbure ou un mat&#233;riau exc&#233;dentaire, faites-le
                        dispara&#238;tre au moyen d'une meule &#224; rectifier les matrices.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>
                                <emph type="boldital">N'ENLEVEZ PAS LE MAT&#201;RIAU DE LA STRIE.</emph>
                            </para>
                        </item>
                        <item>
                            <para>Servez-vous de la bride d'accouplement (bo&#238;te de transfert et essieu avant) comme
                                jauge pour vous assurer de l'engagement complet de la strie, ou si l'interf&#233;rence
                                existe toujours.
                            </para>
                        </item>
                        <item>
                            <para>Reportez-vous &#224; l'&#201;tape 1 ci-dessous. Un ajustement &#224; sec devrait
                                indiquer un engagement complet des stries du rebord.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Si vous ne d&#233;celez aucune &#233;barbure ou mat&#233;riau exc&#233;dentaire, assurez-vous
                        que l'ajustage &#224; sec effectu&#233; &#224; l'&#201;tape 1 indique un engagement complet des
                        stries du rebord. Passez &#224;
                        <emph type="bold">REMPLACEMENT DE L'ARBRE DE TRANSMISSION AVANT</emph>.
                    </para>
                </item>
            </randlist>
            <para>
                <title>REMPLACEMENT DE L'ARBRE DE TRANSMISSION AVANT</title>
            </para>
            <step1>
                <para count="1">1. Ajustez &#224; sec et disposez les arbre et flasques neufs pour d&#233;terminer les
                    pi&#232;ces qui doivent &#234;tre install&#233;es sur le c&#244;t&#233; comportant l'essieu, et
                    celles qui doivent &#234;tre install&#233;es sur le c&#244;t&#233; comportant la bo&#238;te de
                    transfert. Marquez le flasque et l'arbre pour faciliter l'installation et effectuer un alignement
                    appropri&#233;.
                </para>
            </step1>
            <figure id="f0550101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550101.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figure 1 - C&#244;t&#233; de l'essieu avant - petite cannelure</caption>
                <calloutgroup>
                    <callout1>1. Le flasque d'essieu avant est pourvu de cannelures de PETIT diam&#232;tre. Le flasque
                        de la bo&#238;te de transfert est muni de cannelures deGROS diam&#232;tre
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez l'arbre de transmission AVANT d'origine.</para>
            </step1>
            <step1>
                <para count="1">Retirez la fourche d'essieu avant, ainsi que le joint d'&#233;tanch&#233;it&#233; de
                    l'arbre. Mettez les rondelles de c&#244;t&#233;, puisque vous les r&#233;utiliserez au moment de
                    l'installation du flasque.
                </para>
            </step1>
            <figure id="f055010" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550102.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 2</caption>
            </figure>
            <step1>
                <para count="1">Retirez la fourche de la bo&#238;te de transfert, ainsi que le joint d'&#233;tanch&#233;it&#233;
                    de l'arbre. Vous devrez engager la bo&#238;te de transfert pour emp&#234;cher l'arbre de sortie
                    avant de tourner.
                </para>
            </step1>
            <figure id="f0550103" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550103.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 3</caption>
            </figure>
            <step1>
                <para count="1">Posez le joint d'&#233;tanch&#233;it&#233; de l'arbre d'entr&#233;e de l'essieu avant.
                </para>
            </step1>
            <figure id="f0550104" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550104.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 4</caption>
            </figure>
            <step1>
                <para count="1">Posez le nouveau flasque de l'essieu avant, la rondelle et l'&#233;crou. Serrez l'&#233;crou
                    &#224; un couple de 570 - 610 Nm (420 - 450 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Posez le nouveau joint d'arbre de sortie de la bo&#238;te de transfert.</para>
            </step1>
            <figure id="f0550105" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550105.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 5</caption>
            </figure>
            <step1>
                <para count="1">Posez le nouveau flasque de la bo&#238;te de transfert, la rondelle et l'&#233;crou.
                    Serrez l'&#233;crou &#224; un couple de 625 - 678 Nm (460 - 500 lbf-pi).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Vous devrez utiliser une douille &#224; paroi mince pour serrer l'&#233;crou de fa&#231;on
                        appropri&#233;e.
                    </para>
                </note>
            </specpara>
            <figure id="f0550106" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550106.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 6</caption>
            </figure>
            <step1>
                <para count="1">D&#233;sengagez la bo&#238;te de transfert afin que l'arbre de sortie puisse tourner
                    librement.
                </para>
            </step1>
            <step1>
                <para count="1">Posez le nouvel arbre de transmission, en commen&#231;ant par l'essieu avant.
                    <emph type="bold">POSEZ L'ARBRE EN ORIENTANT LE JOINT COULISSANT VERS L'ARRI&#200;RE DU V&#201;HICULE.</emph>
                    Alignez la marque trac&#233;e sur le flasque avec la marque sur l'arbre. Installez les boulons et
                    serrez-les &#224; un couple de 120 - 125 Nm (88 - 92 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Faites pivoter l'arbre de sortie de la bo&#238;te de transfert jusqu'&#224; ce que la
                    marque sur le flasque de la bo&#238;te de sortie soit align&#233;e avec la marque sur l'arbre.
                    Installez les boulons et serrez-les &#224; un couple de 120 - 125 Nm (88 - 92 lbf-pi).
                </para>
            </step1>
            <figure id="f0550107" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550107.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 7</caption>
            </figure>
            <step1>
                <para count="1">V&#233;rifiez le niveau d'huile de l'essieu avant et de la bo&#238;te de transfert et
                    remplissez, selon le besoin.
                </para>
            </step1>
            <para>
                <title>ROTATION DU DESSICCATEUR D'AIR</title>
            </para>
            <step1>
                <para count="1">Le dessiccateur d'air de certains v&#233;hicules comportant le code de caract&#233;ristique
                    804EMZ, relocalisation du dessiccateur d'air, au moment de leur construction devra &#234;tre pivot&#233;
                    et mont&#233; &#224; nouveau.
                </para>
            </step1>
            <step1>
                <para count="1">Si le dessiccateur d'air du v&#233;hicule est pourvu d'un coude de sortie situ&#233; tr&#232;s
                    pr&#232;s (moins de 25,4 mm [1 po]) de l'arbre de transmission (reportez-vous &#224; la Figure 8),
                    vous devrez le faire pivoter. Passez &#224; l'&#233;tape 16.
                </para>
            </step1>
            <figure id="f0550108" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550108.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figure 8</caption>
            </figure>
            <step1>
                <para count="1">Si le coude du dessiccateur d'air n'est pas situ&#233; tr&#232;s pr&#232;s (plus de 25,4
                    mm [1 po]) de l'arbre de transmission, le proc&#233;d&#233; d'entretien est termin&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les boulons de fixation du dessiccateur d'air. Desserrez les boulons sup&#233;rieurs
                    de la courroie du dessiccateur d'air.
                </para>
            </step1>
            <figure id="f0550109" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550109.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figure 9</caption>
                <calloutgroup>
                    <callout1>1. Boulons de la courroie du dessiccateur d'air</callout1>
                    <callout1>2. Boulons de fixation du dessiccateur d'air</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Faites pivoter le dessiccateur d'air et r&#233;installez les boulons de fixation, puis
                    serrez les boulons de la courroie.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Veuillez effectuer la rotation d'un (1) boulon de fixation &#224; la position voulue.</para>
                </note>
            </specpara>
            <figure id="f0550110" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550110.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figure 10 - Dessiccateur d'air tourn&#233;</caption>
                <calloutgroup>
                    <callout1>1. Faites pivoter le dessiccateur d'air vers la droite, jusqu'&#224; cette position.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0550111" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550111.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figure 11 - Dessiccateur d'air tourn&#233;</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0550101" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#176; de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900110R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de r&#233;paration de rappel</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900145R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de r&#233;paration de rappel - &#233;crous</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le 8900110R91 comporte les pi&#232;ces suivantes :</para>
            <table id="t0550102" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#176; de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1697666C1</para>
                            </entry>
                            <entry>
                                <para>Boulon, M12 x 45 mm</para>
                            </entry>
                            <entry align="center">
                                <para>8</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1694397C1</para>
                            </entry>
                            <entry>
                                <para>Joint de sortie avant de la bo&#238;te de transfert</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1663097C1</para>
                            </entry>
                            <entry>
                                <para>Contre-&#233;crou de sortie avant de la bo&#238;te de transfert</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>ETN0119427</para>
                            </entry>
                            <entry>
                                <para>Bague d'&#233;tanch&#233;it&#233; de pignon d'essieu avant</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>ETN0210133</para>
                            </entry>
                            <entry>
                                <para>Contre-&#233;crou de pignon d'essieu avant</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000846R91</para>
                            </entry>
                            <entry>
                                <para>Flasque T-150 (essieu avant)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000847R91</para>
                            </entry>
                            <entry>
                                <para>Flasque T-150 (bo&#238;te de transfert)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000848R91</para>
                            </entry>
                            <entry>
                                <para>Arbre de transmission &#224; joint homocin&#233;tique</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le 8900145R91 comporte les pi&#232;ces suivantes :</para>
            <table id="t0550104" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#176; de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>905263R1</para>
                            </entry>
                            <entry>
                                <para>CONTRE-&#201;CROU AUTOFREIN&#201; HEXAGONAL M12</para>
                            </entry>
                            <entry align="center">
                                <para>8</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Veuillez mettre au rebut, au niveau local, toutes les pi&#232;ces RETIR&#201;ES,
                    SAUF POUR LES RONDELLES DE FOURCHES. Les RONDELLES DE FOURCHE non endommag&#233;es sont R&#201;UTILIS&#201;ES
                    au cours du proc&#233;d&#233; d'entretien.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0550103" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05501-1</para>
                            </entry>
                            <entry>
                                <para>Inspection SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05501-2</para>
                            </entry>
                            <entry>
                                <para>Inspection et d&#233;pose et remplacement de l'arbre de transmission avant</para>
                            </entry>
                            <entry>
                                <para>1,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05501-3</para>
                            </entry>
                            <entry>
                                <para>Ajout pour la rotation du dessiccateur d'air</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>
                <title>R&#201;CLAMATIONS AU TITRE DE LA GARANTIE</title>
            </para>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
