<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 05516-R1 - Signaux d'arr&#234;t &#233;lectriques de s&#233;rie 5 de SPECIALTY MANUFACTURING
        CO. sur certains ch&#226;ssis 3800 et autobus scolaires CF, FE et RE construits au cours de la p&#233;riode du 7
        janvier 2002 au 22 juin 2005
    </stitle>
    <recall id="rec05516" translation="french">
        <recallnumber>05516-R1</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Octobre 2005</recalldate>
        <subjectfile>CARROSSERIE D'AUTOBUS</subjectfile>
        <subject>Signaux d'arr&#234;t &#233;lectriques de s&#233;rie 5 de SPECIALTY MANUFACTURING CO. sur certains ch&#226;ssis
            3800 et autobus scolaires CF, FE et RE construits au cours de la p&#233;riode du 7 janvier 2002 au 22 juin
            2005
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Specialty Manufacturing</vendor>
                <truckmodelgroup/>

                <truckmodel>3800
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <vendcodegroup/>

                <vendcode>5 Series</vendcode>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>Des NIV ont &#233;t&#233; supprim&#233;s du nombre de v&#233;hicules vis&#233;s par le rappel. Deux
                codes de fabrication des signaux d'arr&#234;t avaient &#233;t&#233; inclus par erreur dans ces rappels;
                ces codes d&#233;signaient des signaux d'arr&#234;t qui n'&#233;taient pas des signaux d'arr&#234;t
                &#224; commande &#233;lectrique de s&#233;rie 5 de Specialty Manufacturing Co. et, ainsi, ces derniers
                ne n&#233;cessiteront aucune r&#233;paration.
            </para>
            <para>Le microrupteur commandant la position du signal d'arr&#234;t escamotable peut fonctionner de fa&#231;on
                inappropri&#233;e par intermittence dans des conditions de fonctionnement o&#249; la temp&#233;rature
                est inf&#233;rieure &#224; 0 &#176;C (32 &#176;F). Cette anomalie peut donner lieu &#224; une ouverture
                ou &#224; une fermeture du signal d'arr&#234;t en position inappropri&#233;e, ou &#224; un d&#233;faut
                d'ouverture. Il se peut que le fil du r&#233;chauffeur du microrupteur du signal d'arr&#234;t dont
                certains v&#233;hicules sont pourvus ne soit pas branch&#233;. Cette anomalie peut provoquer le m&#234;me
                mode de d&#233;faillance. Cette d&#233;fectuosit&#233; pourrait augmenter la probabilit&#233; que les v&#233;hicules
                d&#233;passeront un autobus scolaire arr&#234;t&#233; et heurter des pi&#233;tons se trouvant &#224;
                proximit&#233; de l'autobus arr&#234;t&#233;, ce qui pourrait occasionner une blessure corporelle grave,
                voire mortelle.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>La pr&#233;sente campagne de s&#233;curit&#233; vise certains signaux d'arr&#234;t escamotables
                Specialty Manufacturing Co. dont sont pourvus les ch&#226;ssis d'autobus 3800 et les mod&#232;les
                d'autobus scolaires CE, FE et RE construits au cours de la p&#233;riode du 7 janvier 2002 au 22 juin
                2005. Les signaux d'arr&#234;t escamotables vis&#233;s par la pr&#233;sente campagne de rappel sont de
                la s&#233;rie 5 et ont &#233;t&#233; fabriqu&#233;s au cours de la p&#233;riode du 7 janvier 2002 au 1er
                mars 2005 et portant les num&#233;ros de s&#233;rie 480380 et 627609.
            </para>
            <para>Les signaux d'arr&#234;t escamotables des autobus utilis&#233;s au Canada et dans les &#201;tats
                &#233;num&#233;r&#233;s au Tableau 1 sont vis&#233;s par le rappel 05516. Si un autobus est utilis&#233;
                dans l'un de ces &#201;tats, et qu'il est compris dans la p&#233;riode suspecte et dans la gamme de num&#233;ros
                de s&#233;rie, cette r&#233;paration doit &#234;tre effectu&#233;e.
            </para>
            <para>Les signaux d'arr&#234;t escamotables des autobus utilis&#233;s dans les &#201;tats &#233;num&#233;r&#233;s
                au Tableau 2 sont vis&#233;s par le rappel 05517. Si un autobus est utilis&#233; dans l'un de ces &#201;tats,
                il n'est pas n&#233;cessaire d'effectuer cette r&#233;paration &#224; moins qu'un client ait &#233;prouv&#233;
                un probl&#232;me avec une unit&#233; comprise dans la p&#233;riode suspecte et dans la gamme des num&#233;ros
                de s&#233;rie, ou que le v&#233;hicule doit &#233;galement &#234;tre utilis&#233; dans un &#201;tat
                &#224; climat hivernal.
            </para>
            <table id="t0551601" tblwidth="pg-wide">
                <title>Rappel 05516 - &#201;tats &#224; climat hivernal</title>
                <tgroup cols="5">
                    <colspec colname="col1" colwidth="0.97*"/>
                    <colspec colname="col2" colwidth="1.08*"/>
                    <colspec colname="col3" colwidth="0.97*"/>
                    <colspec colname="col4" colwidth="1.04*"/>
                    <colspec colname="col5" colwidth="0.97*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Alaska</para>
                            </entry>
                            <entry>
                                <para>Kansas</para>
                            </entry>
                            <entry>
                                <para>Montana</para>
                            </entry>
                            <entry>
                                <para>Ohio</para>
                            </entry>
                            <entry>
                                <para>Virginia</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Colorado</para>
                            </entry>
                            <entry>
                                <para>Kentucky</para>
                            </entry>
                            <entry>
                                <para>New Hampshire</para>
                            </entry>
                            <entry>
                                <para>Oregon</para>
                            </entry>
                            <entry>
                                <para>Washington</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Connecticut</para>
                            </entry>
                            <entry>
                                <para>Maine</para>
                            </entry>
                            <entry>
                                <para>Nebraska</para>
                            </entry>
                            <entry>
                                <para>Pennsylvania</para>
                            </entry>
                            <entry>
                                <para>West Virginia</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Delaware</para>
                            </entry>
                            <entry>
                                <para>Maryland</para>
                            </entry>
                            <entry>
                                <para>Nevada</para>
                            </entry>
                            <entry>
                                <para>Rhode Island</para>
                            </entry>
                            <entry>
                                <para>Wisconsin</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Idaho</para>
                            </entry>
                            <entry>
                                <para>Massachusetts</para>
                            </entry>
                            <entry>
                                <para>New Jersey</para>
                            </entry>
                            <entry>
                                <para>South Dakota</para>
                            </entry>
                            <entry>
                                <para>Wyoming</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Illinois</para>
                            </entry>
                            <entry>
                                <para>Michigan</para>
                            </entry>
                            <entry>
                                <para>New Mexico</para>
                            </entry>
                            <entry>
                                <para>Tennessee</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Indiana</para>
                            </entry>
                            <entry>
                                <para>Minnesota</para>
                            </entry>
                            <entry>
                                <para>New York</para>
                            </entry>
                            <entry>
                                <para>Utah</para>
                            </entry>
                            <entry>
                                <para>Dist of Columbia</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Iowa</para>
                            </entry>
                            <entry>
                                <para>Missouri</para>
                            </entry>
                            <entry>
                                <para>North Dakota</para>
                            </entry>
                            <entry>
                                <para>Vermont</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0551602" tblwidth="pg-wide">
                <title>Rappel 05517 - &#201;tats &#224; climat estival</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.97*"/>
                    <colspec colname="col2" colwidth="1.08*"/>
                    <colspec colname="col3" colwidth="0.97*"/>
                    <colspec colname="col4" colwidth="1.04*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Alabama</para>
                            </entry>
                            <entry>
                                <para>Florida</para>
                            </entry>
                            <entry>
                                <para>Mississippi</para>
                            </entry>
                            <entry>
                                <para>Texas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arizona</para>
                            </entry>
                            <entry>
                                <para>Georgia</para>
                            </entry>
                            <entry>
                                <para>North Carolina</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arkansas</para>
                            </entry>
                            <entry>
                                <para>Hawaii</para>
                            </entry>
                            <entry>
                                <para>Oklahoma</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>California</para>
                            </entry>
                            <entry>
                                <para>Louisiana</para>
                            </entry>
                            <entry>
                                <para>South Carolina</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="26">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle pendant
                        la r&#233;paration du v&#233;hicule, stationnez le v&#233;hicule sur une surface de niveau,
                        serrez le frein de stationnement, coupez le moteur et calez les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout choc &#233;lectrique ou dommage possible aux composants &#233;lectriques
                        du v&#233;hicule, d&#233;branchez toujours la batterie avant d'effectuer l'entretien ou la r&#233;paration
                        du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Le num&#233;ro de s&#233;rie du signal d'arr&#234;t escamotable est visible sur le bo&#238;tier
                        du signal d'arr&#234;t, une fois que vous tenez ce dernier en position ouverte, &#224; l'&#233;cart
                        du bo&#238;tier m&#233;canique du signal d'arr&#234;t. Une fois la batterie d&#233;branch&#233;e,
                        on peut facilement &#233;loigner le signal d'arr&#234;t du bo&#238;tier m&#233;canique. Lorsque
                        la batterie est branch&#233;e, la r&#233;sistance est plus grande lorsqu'on tente de d&#233;placer
                        le signal, et un bruit de cliquetis peut se faire entendre lorsque vous tenez le signal d'arr&#234;t
                        en position ouverte; toutefois, cela n'endommagera pas le signal d'arr&#234;t. Dans le cas des
                        signaux d'arr&#234;t de fabrication plus ancienne, ce bruit se fera toujours entendre jusqu'&#224;
                        ce que l'arbre &#224; cames soit d&#233;plac&#233; (veuillez vous reporter aux consignes de
                        remplacement) ou que le signal d'arr&#234;t soit rel&#226;ch&#233;. Pour ce qui est des signaux
                        d'arr&#234;t plus r&#233;cents, le bruit cessera apr&#232;s quelques secondes. Si le signal
                        d'arr&#234;t est muni de lampes stroboscopiques, celles-ci peuvent clignoter jusqu'&#224; ce que
                        l'arbre &#224; cames soit retir&#233; (2e &#233;tape des consignes de remplacement).
                    </para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Il se peut que l'autobus soit muni d'un seul signal d'arr&#234;t avant ou d'un seul signal
                        d'arr&#234;t arri&#232;re (Californie), ou de signaux d'arr&#234;t avant et arri&#232;re.
                        Confirmez que le signal d'arr&#234;t escamotable est de la s&#233;rie 5 du fabricant Specialty
                        Manufacturing Co. (le num&#233;ro de pi&#232;ce Specialty commence par un 5).
                    </para>
                </item>
                <item>
                    <para>Confirmez le num&#233;ro de s&#233;rie du signal d'arr&#234;t. Le num&#233;ro de s&#233;rie du
                        signal d'arr&#234;t devrait se situer entre 480380 et 627609.
                    </para>
                </item>
                <item>
                    <para>Remplacez l'ensemble de microrupteurs en suivant les consignes ci-dessous.</para>
                </item>
                <item>
                    <para>En cas de difficult&#233; lors de l'installation de l'ensemble de microrupteurs, veuillez
                        communiquer avec Specialty Manufacturing Company au 1 800 951 7867, poste du Service &#224; la
                        client&#232;le.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">&#192; l'aide d'une cl&#233; de 3/4 po, retirez l'&#233;crou 1/2-20 situ&#233; au bas du
                    bo&#238;tier de commande.
                </para>
            </step1>
            <figure id="f0551601" figsize="col-wide">
                <graphic filename="../recallfigures/g0551601.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Utilisez un tournevis (ou un outil similaire) pour frapper l&#233;g&#232;rement vers le
                    haut sur l'arbre &#224; cames afin de reloger celui-ci &#224; l'int&#233;rieur de l'unit&#233;.
                </para>
            </step1>
            <figure id="f0551602" figsize="col-wide">
                <graphic filename="../recallfigures/g0551602.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'un couteau universel, coupez le joint de silicone aux deux extr&#233;mit&#233;s
                    du couvercle du signal d'arr&#234;t.
                </para>
            </step1>
            <figure id="f0551603" figsize="col-wide">
                <graphic filename="../recallfigures/g0551603.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Enlevez les vis des deux extr&#233;mit&#233;s du couvercle &#224; l'aide d'une douille
                    de 5/16 po.
                </para>
            </step1>
            <figure id="f0551604" figsize="col-wide">
                <graphic filename="../recallfigures/g0551604.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551605" figsize="col-wide">
                <graphic filename="../recallfigures/g0551605.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Faites tourner le signal d'acc&#232;s et retirez le couvercle en le soulevant &#224;
                    l'aide d'un tournevis &#224; lame plate.
                </para>
            </step1>
            <figure id="f0551606" figsize="col-wide">
                <graphic filename="../recallfigures/g0551606.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Retirez l'arbre &#224; cames et mettez-le au rebut. Celui-ci n'est pas requis avec la s&#233;rie
                    5.5.
                </para>
            </step1>
            <figure id="f0551607" figsize="col-wide">
                <graphic filename="../recallfigures/g0551607.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Enlevez (2) &#233;crous de 11/32 po fixant l'ensemble de microrupteurs en position. Ne d&#233;vissez
                    PAS les quatre &#233;crous de 1/4 po fixant les microrupteurs &#224; la plaque de l'ensemble de
                    microrupteurs. L'ensemble tout entier sortira en bloc.
                </para>
            </step1>
            <figure id="f0551608" figsize="col-wide">
                <graphic filename="../recallfigures/g0551608.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Coupez soigneusement les fils m&#233;talliques d'attache.</para>
            </step1>
            <figure id="f0551609" figsize="col-wide">
                <graphic filename="../recallfigures/g0551609.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'un tournevis &#224; lame plate, soulevez soigneusement la plaque de
                    microrupteurs. ATTENTION : il se peut que la bague se rompe; le cas &#233;ch&#233;ant, un bruit
                    intense se fera entendre lorsque l'anneau &#233;lastique est rel&#226;ch&#233;. Mettez l'anneau
                    &#233;lastique et la bague au rebut.
                </para>
            </step1>
            <figure id="f0551610" figsize="col-wide">
                <graphic filename="../recallfigures/g0551610.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Retirez tous les fils de l'ensemble de microrupteurs. Le fil noir du r&#233;chauffeur
                    demeure avec l'ensemble.
                </para>
            </step1>
            <figure id="f0551611" figsize="col-wide">
                <graphic filename="../recallfigures/g0551611.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Enlevez des deux relais les &#233;crous de 11/32 po.</para>
            </step1>
            <figure id="f0551612" figsize="col-wide">
                <graphic filename="../recallfigures/g0551612.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">D&#233;branchez des fils des relais. Mettez au rebut les relais, l'ensemble de
                    microrupteurs et les cavaliers -double orange, double noir/vert, brun et jaune.
                </para>
            </step1>
            <figure id="f0551613" figsize="col-wide">
                <graphic filename="../recallfigures/g0551613.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Coupez le fil plus court des ensembles de queues de cochon double rouge et double
                    blanc.
                </para>
            </step1>
            <figure id="f0551614" figsize="col-wide">
                <graphic filename="../recallfigures/g0551614.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Coupez l'extr&#233;mit&#233; &#224; raccordement rapide du fil BLEU, d&#233;nudez une
                    section d'environ 1/4 po de l'extr&#233;mit&#233;, et sertissez la nouvelle lame &#224; raccordement
                    rapide de 1/4 po, 004024, comprise dans la trousse.
                </para>
            </step1>
            <figure id="f0551615" figsize="col-wide">
                <graphic filename="../recallfigures/g0551615.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551616" figsize="col-wide">
                <graphic filename="../recallfigures/g0551616.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551617" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551617.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
            </figure>
            <step1>
                <para count="1">Branchez les fils de raccordement au nouveau module 005150, tel qu'illustr&#233; dans le
                    sch&#233;ma ci-dessus. Laissez les deux languettes centrales, +12 V c.c. et MISE &#192; LA MASSE, d&#233;branch&#233;es
                    jusqu'&#224; ce que le module soit fix&#233; lors des &#233;tapes suivantes. Le fil jaune n'est plus
                    requis et peut &#234;tre rattach&#233;.
                </para>
            </step1>
            <figure id="f0551618" figsize="col-wide">
                <graphic filename="../recallfigures/g0551618.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Mettez le nouveau module 005150 en position, tel qu'illustr&#233; ci-dessus. Le rep&#232;re
                    de synchronisation DOIT &#234;tre orient&#233; dans le sens de la lame. (P. ex. : Si la lame est
                    enti&#232;rement allong&#233;e, le rep&#232;re de synchronisation doit &#234;tre tourn&#233; vers
                    l'avant de l'unit&#233;). Poussez l'arbre du module dans le trou de la charni&#232;re inf&#233;rieure.
                    Fixez &#224; l'aide des (2) &#233;crous hexagonaux de 11/32 po provenant de l'ensemble de
                    microrupteurs d'origine.
                </para>
            </step1>
            <figure id="f0551619" figsize="col-wide">
                <graphic filename="../recallfigures/g0551619.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551620" figsize="col-wide">
                <graphic filename="../recallfigures/g0551620.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551621" figsize="col-wide">
                <graphic filename="../recallfigures/g0551621.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Branchez +12 V c.c. et la MISE &#192; LA MASSE selon le sch&#233;ma de c&#226;blage.
                </para>
            </step1>
            <figure id="f0551622" figsize="col-wide">
                <graphic filename="../recallfigures/g0551622.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Fixez &#224; l'aide d'un &#233;crou de 3/4 po.</para>
            </step1>
            <figure id="f0551623" figsize="col-wide">
                <graphic filename="../recallfigures/g0551623.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Rattachez les fils. Si l'unit&#233; n'est pas munie d'un orifice d'&#233;coulement,
                    ajoutez-en un.
                </para>
            </step1>
            <figure id="f0551624" figsize="col-wide">
                <graphic filename="../recallfigures/g0551624.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Remettez le couvercle en place. Fixez &#224; l'aide de (2) vis. Rescellez les deux extr&#233;mit&#233;s
                    du couvercle du signal d'arr&#234;t &#224; l'aide d'un joint vulcanis&#233; &#224; temp&#233;rature
                    ambiante. IMPORTANT! Ne scellez PAS une section d'environ 1 po du c&#244;t&#233; inf&#233;rieur
                    droit du bo&#238;tier. Cette zone sert d'emplacement d'&#233;coulement suppl&#233;mentaire.
                </para>
            </step1>
            <figure id="f0551625" figsize="col-wide">
                <graphic filename="../recallfigures/g0551625.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Mettez l'ensemble de signal d'arr&#234;t &#224; l'essai afin de vous assurer que
                    celui-ci fonctionne de mani&#232;re appropri&#233;e.
                </para>
            </step1>
            <figure id="f0551626" figsize="col-wide">
                <graphic filename="../recallfigures/g0551626.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <para>
                <emph type="bold">Si vous avez besoin d'une assistance suppl&#233;mentaire, communiquez avec le service
                    de l'Ing&#233;nierie de Specialty Manufacturing
                </emph>
            </para>
        </svcproc>
        <partsinfo>
            <para>On a demand&#233; aux clients de confirmer les num&#233;ros de s&#233;rie des signaux d'arr&#234;t
                escamotables avant de fixer un rendez vous pour faire effectuer les r&#233;parations. Vous devez &#233;galement
                confirmer que le num&#233;ro de s&#233;rie du signal d'arr&#234;t fait partie de la gamme vis&#233;e,
                puis commander la trousse de remplacement directement aupr&#232;s de Specialty Manufacturing Co.
                Specialty vous exp&#233;diera directement la trousse de r&#233;paration et ce, sans frais. La soci&#233;t&#233;
                International vous remboursera des frais de manutention lorsque vous pr&#233;sentez une r&#233;clamation
                au titre de la garantie (veuillez vous reporter &#224; la section &#171;R&#233;clamations au titre de la
                garantie&#187; ci-dessous). Vous devez fournir &#224; Specialty le NIV de l'autobus faisant l'objet de
                la r&#233;paration, ainsi que le ou les num&#233;ros de s&#233;rie des signaux d'arr&#234;t. Veuillez
                communiquer avec Specialty Manufacturing de l'une des fa&#231;ons suivantes afin d'obtenir une trousse
                de r&#233;paration :
            </para>
            <verbatim>
                <line>Faites le num&#233;ro sans frais : 1 800 951 7867, poste du Service &#224; la client&#232;le
                </line>
                <line>Allez en ligne &#224; : http://www.specmfg.com/products_bus_5seriesform.html</line>
            </verbatim>
            <para>La pi&#232;ce de rechange ne n&#233;cessite pas de r&#233;chauffeur et, ainsi, la r&#233;paration
                consistera uniquement en un remplacement de la pi&#232;ce et une modification mineure du c&#226;blage
                dans le signal d'arr&#234;t. Un c&#226;blage suppl&#233;mentaire dans la carrosserie de l'autobus ne
                sera pas requis.
            </para>
        </partsinfo>
        <laborinfo>
            <para>Veuillez utiliser le code de main d'&#339;uvre appropri&#233;, selon le rappel par lequel le NIV est
                vis&#233;.
            </para>
            <table id="t0551603" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Code de main d'&#339;uvre</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e (heure)</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05516-1</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration d'un signal d'arr&#234;t (avant seulement ou arri&#232;re
                                    seulement)
                                </para>
                            </entry>
                            <entry>
                                <para>0,4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05516-2</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration de deux signaux d'arr&#234;t (avant et arri&#232;re)</para>
                            </entry>
                            <entry>
                                <para>0,6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05517-1</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration d'un signal d'arr&#234;t (avant seulement ou arri&#232;re
                                    seulement)
                                </para>
                            </entry>
                            <entry>
                                <para>0,4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05517-2</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration de deux signaux d'arr&#234;t (avant et arri&#232;re)</para>
                            </entry>
                            <entry>
                                <para>0,6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Une somme de cinq dollars (5,00 $) vous sera rembours&#233;e pour avoir command&#233; et manipul&#233;
                la pi&#232;ce de rechange. Ces frais de manutention devraient &#234;tre &#233;num&#233;r&#233;s &#224;
                la section &#171;Autres frais&#187; de la r&#233;clamation au titre de la garantie.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
