<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 05518-R1 - Frein de stationnement sur transmission de certains mod&#232;les 1300 FBC, 3000
        4000 et autobus CE construits au cours de la p&#233;riode du 4 juin 2004 au 31 mars 2005
    </stitle>
    <recall id="rec05518" translation="french">
        <recallnumber>05518-R1</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Novembre 2005</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>Frein de stationnement sur transmission de certains mod&#232;les 1300 FBC, 3000 4000 et autobus CE
            construits au cours de la p&#233;riode du 4 juin 2004 au 31 mars 2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1300 FBC
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>
                <emph type="boldital">PROC&#201;DURE D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ajout de la remarque explicative concernant le code de date.</para>
                </item>
            </randlist>
            <para>Le boulon d'ancrage servant de point de pivotement aux segments de frein de stationnement sur
                transmission risque de subir une fatigue et de se briser. Si ce boulon se brise, il se peut qu'il soit
                impossible de serrer le frein de stationnement. Le v&#233;hicule pourrait ainsi
                <emph type="bold">se mettre &#224; rouler sans avertissement</emph>, ce qui pourrait provoquer un
                <emph type="bold">accident</emph>
                pouvant entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels ou des blessures graves, voire mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Ce rappel de s&#233;curit&#233; vise les v&#233;hicules de mod&#232;les autobus CE, 1300 FBC, 3200,
                3300, 4200, 4300 et 4400 construits au cours de la p&#233;riode du 4 juin 2004 au 31 mars 2005 et
                pourvus d'un frein de stationnement sur transmission.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                            blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule
                            de rouler dans les deux sens.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Proc&#233;d&#233; D'inspection Du Code De Date Du Frein De Stationnement</title>
                <para>Veuillez effectuer le proc&#233;d&#233; de r&#233;paration ci-joint du frein de stationnement pour
                    d&#233;terminer si le remplacement du boulon d'ancrage du frein de stationnement est n&#233;cessaire.
                </para>
                <para>Avant de remplacer le boulon d'ancrage, veuillez vous assurer que le code de date du frein de
                    stationnement correspond &#224; la p&#233;riode sp&#233;cifi&#233;e.
                </para>
                <specpara>
                    <note>
                        <para>Les codes de date sont estamp&#233;s dans le format suivant : NLNNNNL, (N=num&#233;ro,
                            L=lettre).
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Les 2 premiers caract&#232;res (
                                    <emph type="underscr">NL</emph>NNNNL) indiquent l'endroit o&#249; la pi&#232;ce a
                                    &#233;t&#233; fabriqu&#233;e.
                                </para>
                            </item>
                            <item>
                                <para>Le dernier caract&#232;re (NLNNNN
                                    <emph type="underscr">L</emph>) indique le quart au cours duquel la pi&#232;ce a
                                    &#233;t&#233; fabriqu&#233;e (A-premier, B-deuxi&#232;me, C-troisi&#232;me).
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">VEUILLEZ NE PAS TENIR COMPTE DES DEUX PREMIERS CARACT&#200;RES OU DU DERNIER DU
                        CODE DE DATE DE LA PI&#200;CE.
                    </emph>
                </para>
                <para>
                    <emph type="bold">SI LES CHIFFRES CENTRAUX (NL</emph>
                    <emph type="italic">NNNN</emph>
                    <emph type="bold">L) se situent entre 4156 et 5073, VEUILLEZ</emph>
                    <emph type="boldital">REMPLACER</emph>
                    <emph type="bold">LE BOULON.</emph>
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;d&#233; De Remplacement Du Boulon D'ancrage</title>
                <para>Veuillez suivre le proc&#233;d&#233; de remplacement ci-joint du boulon d'ancrage pour remplacer
                    le boulon d'ancrage.
                </para>
                <para>Veuillez cliquer sur le lien hypertexte ci-dessous pour voir les consignes :</para>
                <para>
                    <exhotlnk document="../recalls/305DLPBrakeFr.pdf" bookname="ROOT">INSPECTION AND REPLACEMENT
                        PROCEDURE
                    </exhotlnk>
                </para>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0551801" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900182R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de r&#233;paration de rappel, boulon d'ancrage du frein de stationnement
                                </para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0551802" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05518-1</para>
                            </entry>
                            <entry>
                                <para>INSPECTION du code de date du frein de stationnement - AUCUN REMPLACEMENT DU
                                    BOULON D'ANCRAGE
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05518-2</para>
                            </entry>
                            <entry>
                                <para>Inspection ET remplacement du boulon d'ancrage</para>
                            </entry>
                            <entry>
                                <para>0,9 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="304px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
