<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 06505 - RAPPEL DE NON CONFORMIT&#201; Joint de canap&#233; / plancher sur certains autobus
        RE construits au cours de la p&#233;riode du 1er juillet 2005 au 9 mai 2006
    </stitle>
    <recall id="rec06505" translation="french">
        <recallnumber>06505</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Septembre, 2006</recalldate>
        <subjectfile>BUS BODY</subjectfile>
        <subject>RAPPEL DE NON CONFORMIT&#201; Joint de canap&#233; / plancher sur certains autobus RE construits au
            cours de la p&#233;riode du 1er juillet 2005 au 9 mai 2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE Bus
                    <daterange>
                        <startdate>07/01/2005</startdate>
                        <enddate>05/09/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Il se peut que la r&#233;sistance du joint du canap&#233; / plancher &#224; l'arri&#232;re de certains
                autobus RE construits au cours de la p&#233;riode du 1er juillet 2005 au 9 mai 2006 soit non conforme
                aux exigences des NSVAC (normes de s&#233;curit&#233; des v&#233;hicules automobiles du Canada) n&#176;
                221 sur la r&#233;sistance des joints de la carrosserie des autobus scolaires.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>PB305 (RESB) : Ann&#233;es mod&#232;le 2006 et 2007</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle
                            pendant la r&#233;paration du v&#233;hicule, stationnez le v&#233;hicule sur une surface de
                            niveau, serrez le frein de stationnement, coupez le moteur et calez les roues.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <para>Outils n&#233;cessaires</para>
                <randlist type="bullet">
                    <item>
                        <para>Tournevis &#224; frapper sans fil avec embout pour vis cruciformes n&#176; 2</para>
                    </item>
                    <item>
                        <para>Perceuse avec foret de 11/64 po</para>
                    </item>
                    <item>
                        <para>Couteau &#224; courroies ou coupe-boulon</para>
                    </item>
                    <item>
                        <para>Balai ou aspirateur</para>
                    </item>
                    <item>
                        <para>Bande magn&#233;tique ou protecteur de perceuse</para>
                    </item>
                    <item>
                        <para>Scie &#224; m&#233;taux avec lame de coupe m&#233;tallique</para>
                    </item>
                </randlist>
                <para>Cette r&#233;paration n&#233;cessite la fixation des trois barres de retenue plates le long de la
                    partie avant du joint du canap&#233;. Les barres de retenue sont fix&#233;es au moyen de vis de 1
                    1/2 po, espac&#233;es de 1 1/8 po les unes des autres et install&#233;es dans le recouvrement du
                    plancher, le contreplaqu&#233; (le cas &#233;ch&#233;ant), la bride inf&#233;rieure du panneau de
                    fermeture du canap&#233; et la sous-structure du plancher. En r&#232;gle g&#233;n&#233;rale, la
                    bride inf&#233;rieure du panneau de fermeture du canap&#233; est dissimul&#233;e entre le tapis et
                    le contreplaqu&#233; (le cas &#233;ch&#233;ant). La barre de retenue est offerte en une seule
                    longueur et en un seul num&#233;ro de pi&#232;ce. Les deux barres de retenue plus courtes sont
                    fabriqu&#233;es en coupant la barre plus longue &#224; la longueur appropri&#233;e.
                </para>
                <para>
                    <emph type="bold">Veuillez prendre note des exigences suivantes avant d'effectuer la r&#233;paration
                        :
                    </emph>
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>La barre de retenue de droite doit &#234;tre plac&#233;e de mani&#232;re &#224; reposer
                            contre la paroi lat&#233;rale de l'autobus et aussi pr&#232;s que possible de la face
                            verticale du couvre-canap&#233;.
                        </para>
                    </item>
                    <item>
                        <para>Toutes les barres de retenue doivent &#234;tre situ&#233;es aussi pr&#232;s que possible
                            de la face verticale du panneau de fermeture du canap&#233;.
                        </para>
                    </item>
                    <item>
                        <para>La barre de retenue de gauche doit &#234;tre positionn&#233;e de mani&#232;re &#224; ce
                            que l'extr&#233;mit&#233; ext&#233;rieure soit align&#233;e avec le cran du flexible de
                            chauffage.
                        </para>
                    </item>
                    <item>
                        <para>Les barres de retenue ne doivent pas se chevaucher.</para>
                    </item>
                    <item>
                        <para>Toutes les vis doivent &#234;tre enti&#232;rement log&#233;es et fix&#233;es dans le
                            profil&#233; structurel en dessous du plancher.
                        </para>
                    </item>
                    <item>
                        <para>La garniture en caoutchouc doit &#234;tre r&#233;install&#233;e de fa&#231;on &#224;
                            assurer l'esth&#233;tisme de la surface.
                        </para>
                    </item>
                    <item>
                        <para>Toute entaille ou &#233;gratignure de la surface peinte du panneau de fermeture du canap&#233;
                            doit &#234;tre r&#233;par&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>Tous les copeaux de per&#231;age doivent &#234;tre nettoy&#233;s et enlev&#233;s.</para>
                    </item>
                </seqlist>
            </svcprocinfo>
            <svcsubproc>
                <title>R&#233;paration</title>
                <step1>
                    <para count="1">Retirez la garniture en caoutchouc qui recouvre le joint entre le bas du panneau de
                        fermeture du canap&#233; et le plancher et ce, en enlevant les vis de fixation. En r&#232;gle g&#233;n&#233;rale,
                        un tournevis &#224; frapper et un embout pour vis cruciformes n&#176; 2 sont utilis&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placez la garniture et les vis dans un endroit s&#233;curitaire afin de pouvoir les
                        r&#233;installer ult&#233;rieurement au cours du processus.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez la derni&#232;re vis de chaque morceau de garniture d'all&#233;e (de type
                        &#224; montage &#224; vis) afin de pouvoir soulever la garniture. Une fois que toutes les vis de
                        la garniture sont enlev&#233;es, soulevez la garniture de la bande de garniture &#224; l'aide
                        d'un outil &#224; lame plate mince tel qu'un gros tournevis ou un couteau &#224; mastiquer
                        robuste. Ces vis devront &#234;tre remises en place &#224; la fin du processus dans la garniture
                        de type &#224; montage &#224; vis.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placez une barre de retenue pleine longueur (n/p 2592739C1) sur le plancher, le long
                        du c&#244;t&#233; droit du canap&#233;. La barre doit &#234;tre plac&#233;e contre la paroi ext&#233;rieure
                        et aussi pr&#232;s que possible de la face verticale du panneau de fermeture du canap&#233;.
                        Cela a pour but de s'assurer que les vis traversent la barre de retenue et la bride du panneau
                        de fermeture du canap&#233;, ainsi que la sous-structure sous le plancher. Reportez-vous &#224;
                        la Figure 1.
                    </para>
                </step1>
                <figure id="f0650501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figure 1</caption>
                </figure>
                <step1>
                    <para count="1">Avant de percer quelque trou de vis que ce soit, placez une bande magn&#233;tique ou
                        autre protecteur de perceuse le long de la face verticale du panneau de fermeture du canap&#233;
                        afin de prot&#233;ger la surface peinte contre tout dommage.
                    </para>
                </step1>
                <step1>
                    <para count="1">En vous servant des trous pilotes dans la barre de retenue comme guides, percez
                        &#224; travers le mat&#233;riau du plancher et dans la barre de support m&#233;tallique sous le
                        plancher en utilisant un foret de 11/64 po. Il est recommand&#233; d'installer une vis &#224;
                        tous les 5e trous afin d'emp&#234;cher la barre de se d&#233;caler ou de devenir &#171;ondul&#233;e&#187;
                        lorsque les trous sont perc&#233;s et que les vis sont install&#233;es.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez une vis dans chaque trou pilote. Reportez-vous &#224; la Figure 2.</para>
                </step1>
                <figure id="f0650502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650502.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figure 2</caption>
                </figure>
                <step1>
                    <para count="1">Au niveau de la garniture d'all&#233;e, la barre de retenue doit &#234;tre achemin&#233;e
                        en dessous de la garniture d'all&#233;e, sauf pour ce qui est de la garniture sans vis. La
                        garniture sans vis doit &#234;tre modifi&#233;e de mani&#232;re &#224; ne pas nuire &#224; la
                        barre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la barre est trop longue, vous pouvez tailler l'extr&#233;mit&#233; de la barre
                        de retenue au niveau du coin du panneau de fermeture central du canap&#233;. Cela peut s'av&#233;rer
                        n&#233;cessaire dans le cas d'un autobus V-8. En r&#232;gle g&#233;n&#233;rale, on peut utiliser
                        un couteau &#224; courroies ou un coupe-boulon.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placez la derni&#232;re barre de retenue &#224; c&#244;t&#233; du rebord diagonal du
                        panneau de fermeture du canap&#233;. En vous servant de la longueur de la face diagonale du
                        panneau de fermeture comme guide, coupez une section de la barre de retenue de mani&#232;re
                        &#224; ajuster celle-ci le long de la face diagonale.
                    </para>
                </step1>
                <step1>
                    <para count="1">Positionnez la barre de retenue courte aussi pr&#232;s que possible de la face
                        verticale du panneau de fermeture du canap&#233;.
                    </para>
                </step1>
                <figure id="f0650503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650503.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figure 3</caption>
                </figure>
                <step1>
                    <para count="1">Percez et installez des vis dans les trous pilotes en observant les directives aff&#233;rentes
                        &#224; la barre de retenue de droite.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placez la derni&#232;re barre de retenue le long du c&#244;t&#233; gauche du panneau
                        de fermeture du canap&#233;. La barre de retenue de gauche ne doit &#234;tre situ&#233;e enti&#232;rement
                        au niveau de la paroi lat&#233;rale en raison du d&#233;coupage pour flexible de chauffage dans
                        le couvre-canap&#233;. L'extr&#233;mit&#233; ext&#233;rieure de la barre de retenue doit &#234;tre
                        align&#233;e avec le d&#233;coupage dans le panneau de fermeture du canap&#233; pour flexible de
                        chauffage. L'extr&#233;mit&#233; du recouvrement du flexible de chauffage doit &#234;tre soulev&#233;e
                        pour placer l'extr&#233;mit&#233; de la barre et effectuer son montage. Pour soulever le
                        recouvrement du flexible de chauffage, enlevez des vis selon le besoin. Reportez-vous &#224; la
                        Figure 4.
                    </para>
                </step1>
                <figure id="f0650504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650504.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="272px"/>
                    <caption>Figure 4</caption>
                </figure>
                <step1>
                    <para count="1">Taillez une section de la barre de retenue de gauche selon le besoin.</para>
                </step1>
                <step1>
                    <para count="1">Percez et installez des vis dans les trous pilotes en observant les directives aff&#233;rentes
                        &#224; la barre de retenue de droite.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez les vis enlev&#233;es &#224; l'&#233;tape 3. Selon le besoin, percez un
                        trou de passage dans la barre de retenue. Si le v&#233;hicule est muni d'une garniture d'all&#233;e
                        en vinyle de type &#224; montage &#224; vis ou d'une garniture sans vis, modifiez le dessous de
                        la garniture en enlevant la nervure centrale de fa&#231;on &#224; permettre &#224; la garniture
                        de reposer de niveau sur le dessus des barres de retenue. En appuyant sur la garniture sans vis,
                        r&#233;installez-la dans les dispositifs de retenue.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installez le recouvrement du flexible de chauffage &#224; l'aide des vis que
                        vous avez enlev&#233;es &#224; l'&#233;tape 13.
                    </para>
                </step1>
                <step1>
                    <para count="1">Nettoyez tous les copeaux de per&#231;age de la surface autour des barres de
                        retenue.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettez la garniture de canap&#233; en caoutchouc en place. La garniture devrait
                        recouvrir les barres de retenue.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0650501" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.06in"/>
                    <colspec colname="col2" colwidth="1.62in"/>
                    <colspec colname="col3" colwidth="2.89in"/>
                    <colspec colname="COLSPEC0" colwidth="1.11in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N/P de la trousse</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Pi&#232;ces incluses</para>
                            </entry>
                            <entry align="center">
                                <para>Qt&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry morerows="2">
                                <para>8900185R91</para>
                            </entry>
                            <entry morerows="2">
                                <para>TROUSSE DE R&#201;PARATION DU CANAP&#201;</para>
                            </entry>
                            <entry>
                                <para>2592739C1 - Barre de retenue du canap&#233;</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592738C1 - Guide de r&#233;paration du canap&#233;</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>91305500 - Vis n&#176; 12 x 1,5 po CRPNH</para>
                            </entry>
                            <entry>
                                <para>86</para>
                            </entry>
                        </row>
                        <row>
                            <entry morerows="2">
                                <para>8900188R91</para>
                            </entry>
                            <entry morerows="2">
                                <para>TROUSSE DE R&#201;PARATION DU CANAP&#201;, SS (
                                    <emph type="bold">Floride</emph>
                                    seulement)
                                </para>
                            </entry>
                            <entry>
                                <para>2592739C1 - Barre de retenue du canap&#233;</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592738C1 - Guide de r&#233;paration du canap&#233;</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>91302002 - Vis SST n&#176; 12 x 1,5 po CRFLH BSD</para>
                            </entry>
                            <entry>
                                <para>86</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0650502" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Code de main d'&#339;uvre</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e (heures)</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06505-1</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration</para>
                            </entry>
                            <entry>
                                <para>1,2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien. Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire
                ou &#224; rembourser le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un
                rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son
                v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
