<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 06502 - ROBINET D'&#201;CHANTILLONNAGE D'HUILE sur certains mod&#232;les 9400i construits au
        cours de la p&#233;riode du 27 avril 2005 au 23 janvier 2006 et pourvus du code de caract&#233;ristique 12WEE
    </stitle>
    <recall id="rec06502" translation="french">
        <recallnumber>06502</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mai 2006</recalldate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>ROBINET D'&#201;CHANTILLONNAGE D'HUILE sur certains mod&#232;les 9400i construits au cours de la p&#233;riode
            du 27 avril 2005 au 23 janvier 2006 et pourvus du code de caract&#233;ristique 12WEE
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9400i
                    <daterange>
                        <startdate>04/27/2005</startdate>
                        <enddate>01/23/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>12WEE</ucode>
            </configure>
        </apply>
        <defect>
            <para>Le flexible raccordant le bloc moteur au robinet d'&#233;chantillonnage d'huile mont&#233; sur le
                cadre de ch&#226;ssis est achemin&#233; trop pr&#232;s du turbocompresseur du moteur. La chaleur qui se
                d&#233;gage du turbocompresseur peut faire fondre le flexible. Si le flexible fond, l'huile &#224;
                moteur pourrait jaillir vers le haut, sur la surface du bo&#238;tier du turbocompresseur, ce qui
                risquerait d'entra&#238;ner de la fum&#233;e ou un
                <emph type="bold">incendie</emph>. Cela pourrait entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels ou des blessures graves, voire mortelles</emph>.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise les mod&#232;les 9400i construits au cours de la p&#233;riode
                du 27 avril 2005 au 23 janvier 2006 et pourvus du code 12WEE - ROBINET D'&#201;CHANTILLONNAGE D'HUILE DU
                MOTEUR, mont&#233; sur le longeron droit dans le passage de roue avant.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rez le robinet d'&#233;chantillonnage d'huile du moteur se trouvant sur le c&#244;t&#233;
                    passager du v&#233;hicule, en dessous du turbocompresseur.
                </para>
            </step1>
            <figure id="f0650201" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650201.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 1 - Moteur CAT illustr&#233;; moteur Cummins au m&#234;me emplacement; toutefois, voir
                    la Figure 1a
                </caption>
                <calloutgroup>
                    <callout1>Robinet d'&#233;chantillonnage d'huile</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0650202" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650202.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="192px"/>
                <caption>Figure 1a</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que le moteur est coup&#233; et que la temp&#233;rature du bloc moteur et
                    que le bo&#238;tier du turbocompresseur est suffisamment froide pour que vous puissiez toucher
                    &#224; ces composants avant de poursuivre cette proc&#233;dure d'entretien.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, laisser refroidir le moteur
                        suffisamment avant d'effectuer le reste de cette proc&#233;dure d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">3.&#9;La plupart des flexibles devant &#234;tre remplac&#233;s dans le cadre de cette
                    campagne comporteront un recouvrement r&#233;tr&#233;cissant; toutefois, un recouvrement r&#233;tr&#233;cissant
                    a &#233;t&#233; install&#233; &#224; l'usine sur les v&#233;hicules suivants, mais
                    <emph type="bold">CEUX-CI DOIVENT TOUJOURS FAIRE L'OBJET DE LA PROC&#201;DURE D'ENTRETIEN.</emph>
                </para>
            </step1>
            <table id="t0650201">
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="1.00*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>NIV</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>6C354482</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6C354483</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6C354484</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6C354485</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6C354486</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6C354487</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Retirez la pince en C. Conservez la quincaillerie et la pince en C aux fins d'une
                    utilisation ult&#233;rieure.
                </para>
            </step1>
            <figure id="f0650203" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650203.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 2 - Moteur CAT illustr&#233;</caption>
                <calloutgroup>
                    <callout1>Conservez la pince en C et la quincaillerie; elles seront r&#233;utilis&#233;es.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez la tubulure convolut&#233;e et (ou) le recouvrement thermor&#233;tr&#233;cissable
                    r&#233;fl&#233;chissant du flexible.
                </para>
            </step1>
            <figure id="f0650204" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650204.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 3 - Exemple d'un moteur CAT illustrant uniquement la tubulure convolut&#233;e</caption>
                <calloutgroup>
                    <callout1>Retirez la tubulure convolut&#233;e du flexible existant</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desserrez et retirez le flexible du bloc moteur. Assurez-vous de laisser le raccord du
                    bloc moteur en place.
                </para>
            </step1>
            <figure id="f0650205" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650205.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 4 - Moteur CAT illustr&#233;</caption>
                <calloutgroup>
                    <callout1>Assurez-vous que le raccord du bloc demeure serr&#233;.</callout1>
                    <callout1>Retirez uniquement le flexible.</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>DE L'HUILE &#192; MOTEUR PEUT S'&#201;GOUTTER DU RACCORD EXPOS&#201;. Assurez-vous que les
                        lieux demeurent en &#233;tat de propret&#233; afin que les d&#233;bris ne puissent p&#233;n&#233;trer
                        dans les raccords expos&#233;s.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desserrez et retirez le flexible du robinet d'&#233;chantillonnage. Mettez au rebut le
                    flexible que vous avez retir&#233;.
                </para>
            </step1>
            <figure id="f0650206" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650206.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figure 5</caption>
                <calloutgroup>
                    <callout1>Ne desserrez ni ne retirez l'&#233;crou de retenue ou la rondelle.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installez le nouveau flexible sur le bloc moteur.</para>
            </step1>
            <figure id="f0650207" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650207.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 6</caption>
                <calloutgroup>
                    <callout1>L'extr&#233;mit&#233; comportant le coude doit &#234;tre install&#233; sur le robinet d'&#233;chantillonnage
                        d'huile - mais pas au cours de cette &#233;tape.
                    </callout1>
                    <callout1>Installez l'extr&#233;mit&#233; libre du flexible sur le bloc moteur.</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Un coude de 90 &#176; doit &#234;tre situ&#233; au niveau de la soupape d'&#233;chantillonnage
                        d'huile. L'extr&#233;mit&#233; libre du nouveau flexible doit &#234;tre install&#233;e au niveau
                        du bloc moteur.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installez le recouvrement thermor&#233;tr&#233;cissable r&#233;fl&#233;chissant sur le
                    flexible avant d'installer le coude de 90 &#176; sur le robinet d'&#233;chantillonnage d'huile.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le raccord de 90 &#176; sur le robinet d'&#233;chantillonnage d'huile.</para>
            </step1>
            <figure id="f0650208" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650208.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 7 - Moteur CAT illustr&#233;. Pour ce qui est des moteurs CUMMINS, orientez selon la
                    Figure 1a
                </caption>
            </figure>
            <step1>
                <para count="1">R&#233;installez la pince en P sur la rallonge de support par-dessus le recouvrement
                    thermor&#233;tr&#233;cissable.
                </para>
            </step1>
            <figure id="f0650209" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650209.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="352px"/>
                <caption>Figure 8</caption>
            </figure>
            <step1>
                <para count="1">Faites d&#233;marrer le moteur pour v&#233;rifier l'&#233;tanch&#233;it&#233; et serrez
                    et (ou) r&#233;parez selon le besoin; v&#233;rifiez le niveau d'huile du moteur et ajoutez de
                    l'huile selon le besoin.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0650201" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="1.41in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900184R91</para>
                            </entry>
                            <entry>
                                <para>N&#201;CESSAIRE DE RAPPEL DU ROBINET D'&#201;CHANTILLONNAGE D'HUILE</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0650203" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06502-1</para>
                            </entry>
                            <entry>
                                <para>EX&#201;CUTION DE LA PROC&#201;DURE D'ENTRETIEN DE RAPPEL</para>
                            </entry>
                            <entry>
                                <para>0,9 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
