<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 06504 - SYST&#200;ME DE FREIN DE STATIONNEMENT &#171;FULL POWER&#187; (ENTI&#200;REMENT
        SERVO-ASSIST&#201;) sur les mod&#232;les 1300 FBC, 3300, CE et BE construits au cours de la p&#233;riode du 17
        mars 2004 au 15 mai 2006 et munis des codes de caract&#233;ristiques 0004085 ET 0004GAW
    </stitle>
    <recall id="rec06504" translation="french">
        <recallnumber>06504</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>July 2006</recalldate>
        <subjectfile>FREINS</subjectfile>
        <subject>SYST&#200;ME DE FREIN DE STATIONNEMENT &#171;FULL POWER&#187; (ENTI&#200;REMENT SERVO-ASSIST&#201;) sur
            les mod&#232;les 1300 FBC, 3300, CE et BE construits au cours de la p&#233;riode du 17 mars 2004 au 15 mai
            2006 et munis des codes de caract&#233;ristiques 0004085 ET 0004GAW
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1300
                    <daterange>
                        <startdate>03/17/2004</startdate>
                        <enddate>05/15/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3300
                    <daterange>
                        <startdate>03/17/2004</startdate>
                        <enddate>05/15/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 200
                    <daterange>
                        <startdate>03/17/2004</startdate>
                        <enddate>05/15/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>03/17/2004</startdate>
                        <enddate>05/15/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>BE 200
                    <daterange>
                        <startdate>03/17/2004</startdate>
                        <enddate>05/15/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>04085</ucode>
                <ucode>04GAW</ucode>
            </configure>
        </apply>
        <defect>
            <para>Le r&#233;cepteur du frein de stationnement &#224; serrement par ressort et &#224; desserrement
                hydraulique (SAHR) pourrait &#233;prouver un &#233;tat de blocage hydraulique pr&#233;venant le serrage
                du frein de stationnement, ou le frein de stationnement peut se serrer pendant le fonctionnement normal
                du v&#233;hicule. Bien que le v&#233;hicule puisse &#234;tre arr&#234;t&#233; de fa&#231;on s&#233;curitaire
                et contr&#244;l&#233;e, ce serrage peut se produire soudainement et sans intervention du conducteur et
                peut immobiliser le v&#233;hicule dans une voie o&#249; la circulation est intense. Si un v&#233;hicule
                roule sans possibilit&#233; de freiner ou qu'il est immobilis&#233; dans une voie o&#249; la circulation
                est intense, cela peut contribuer &#224; une
                <emph type="bold">collision</emph>
                pouvant entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels ou des blessures corporelles graves, voire
                    mortelles</emph>.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise les mod&#232;les d'autobus CE, BE et 1300 FBC et
                3300 construits au cours de la p&#233;riode du 17 mars 2004 au 15 mai 2006 et munis des codes de caract&#233;ristique
                0004085 ET 0004GAW.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="37">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <para>En raison de la nature complexe de la proc&#233;dure de r&#233;paration devant &#234;tre effectu&#233;e
                dans le cadre de ce rappel, veuillez consulter le tableau suivant pour d&#233;terminer quelles sont les
                &#233;tapes qui doivent &#234;tre effectu&#233;es sur chaque v&#233;hicule :
            </para>
            <table id="t0650401" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.13*"/>
                    <colspec colname="col2" colwidth="1.12*"/>
                    <colspec colname="col3" colwidth="0.76*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Description de la proc&#233;dure</para>
                            </entry>
                            <entry align="center">
                                <para>P&#233;riode de construction du v&#233;hicule</para>
                            </entry>
                            <entry align="center">
                                <para>&#201;tapes de la proc&#233;dure</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Remplacement du contacteur de frein de stationnement</para>
                            </entry>
                            <entry>
                                <para>TOUS LES V&#201;HICULES</para>
                            </entry>
                            <entry>
                                <para>1 &#224; 17</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Installation d'une alimentation &#233;lectrique distincte</para>
                            </entry>
                            <entry>
                                <para>TOUS LES V&#201;HICULES</para>
                            </entry>
                            <entry>
                                <para>18 &#224; 32</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Inspection, nettoyage et r&#233;paration du faisceau de c&#226;blage et des
                                    connecteurs du ch&#226;ssis
                                </para>
                            </entry>
                            <entry>
                                <para>TOUS LES V&#201;HICULES</para>
                            </entry>
                            <entry>
                                <para>33 &#224; 62</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>D&#233;placement du circuit d'allumage</para>
                            </entry>
                            <entry>
                                <para>Du 17 mars 2004 au 29 ao&#251;t 2004</para>
                            </entry>
                            <entry>
                                <para>63 &#224; 69</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Mises &#224; la masse de pompe distinctes</para>
                            </entry>
                            <entry>
                                <para>Du 17 mars 2004 au 15 mai 2006
                                    <emph type="bold">MOTEURS I-6 SEULEMENT</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>70 &#224; 73</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Reprogrammation de l'ESC du v&#233;hicule</para>
                            </entry>
                            <entry>
                                <para>Du 17 mars 2004 au 13 f&#233;vrier 2006</para>
                            </entry>
                            <entry>
                                <para>74 &#224; 75</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Reprogrammation de l'ECU de frein</para>
                            </entry>
                            <entry>
                                <para>Du 17 mars 2004 au 26 avril 2006</para>
                            </entry>
                            <entry>
                                <para>76 &#224; 99</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Les versions ant&#233;rieures de la trousse de r&#233;paration de rappel (8000883R91) peuvent
                comporter une version plus ancienne de la fiche de consignes (2591031R2).
            </para>
            <para>
                <emph type="bold">VEUILLEZ OBSERVER LA PR&#201;SENTE PROC&#201;DURE DE R&#201;PARATION SANS TENIR COMPTE
                    DE LA FICHE DE CONSIGNES COMPRISE DANS LA TROUSSE.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter des lunettes de s&#233;curit&#233;
                        et un &#233;cran facial lors des man&#339;uvres effectu&#233;es &#224; proximit&#233; des
                        batteries, afin d'&#233;viter les blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les chocs &#233;lectriques pouvant occasionner des dommages mat&#233;riels ou
                        des blessures graves ou mortelles, toujours d&#233;brancher la borne n&#233;gative de la
                        batterie avant d'effectuer quelque intervention que ce soit sur le syst&#232;me &#233;lectrique.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Remplacement du contacteur de frein de stationnement</emph>
            </para>
            <step1>
                <para count="1">D&#233;branchez de la batterie ses c&#226;bles n&#233;gatifs, ainsi que les
                    alimentations &#233;lectriques n&#233;gatives des modules du moteur et de la bo&#238;te de vitesses.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la garniture du tableau de bord central en enlevant les deux vis &#224; t&#234;te
                    cruciforme (Figure 1) situ&#233;es sur le rebord inf&#233;rieur et en tirant le tableau de bord vers
                    l'ext&#233;rieur, depuis sa partie sup&#233;rieure.
                </para>
            </step1>
            <figure id="f0650401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650401.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
                <caption>Figure 1 - Vis du tableau de bord indiqu&#233;es par les fl&#232;ches</caption>
            </figure>
            <step1>
                <para count="1">Retirez le bouton du frein de stationnement en le tournant d'un huiti&#232;me (1/8) de
                    tour dans le sens antihoraire.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la garniture du tableau de bord en fl&#232;che de droite en tirant ce dernier
                    vers l'ext&#233;rieur, au-del&#224; des agrafes de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le contacteur de frein de stationnement en enlevant les trois vis &#224; t&#234;te
                    cruciforme (Figure 2) fixant celui-ci au tableau de bord.
                </para>
            </step1>
            <figure id="f0650402" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650402.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="312px"/>
                <caption>Figure 2 - Vis de fixation du contacteur de frein de stationnement indiqu&#233;es par les fl&#232;ches</caption>
            </figure>
            <step1>
                <para count="1">Coupez le faisceau alimentant le contacteur imm&#233;diatement &#224; la hauteur du
                    connecteur de ce dernier (Figure 3).
                </para>
            </step1>
            <figure id="f0650403" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650403.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figure 3 - Couper le faisceau au niveau de la fl&#232;che</caption>
            </figure>
            <step1>
                <para count="1">Identifiez et d&#233;nudez les deux derniers fils du faisceau d'alimentation du
                    contacteur.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Coupez en moiti&#233;s une (1) section de 50 mm du tube thermor&#233;tr&#233;cissable aux fins
                        de r&#233;utilisation &#224; l'&#201;tape 8.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En faisant correspondre les circuits du faisceau de raccordement du nouveau contacteur
                    de frein de stationnement (PN2591028C1) aux fils de l'ancien faisceau, connectez le faisceau de
                    raccordement du nouveau contacteur de frein de stationnement et le reste du faisceau en sertissant
                    les fils, en soudant avec de la soudure &#224; la r&#233;sine de plomb/d'&#233;tain &#224; 60/40 et
                    en effectuant le thermor&#233;tr&#233;cissement des manchons sur les joints de soudure.
                </para>
            </step1>
            <table id="t0650406">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="1.01*"/>
                    <colspec colname="col2" colwidth="0.99*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>ANCIEN FAISCEAU</para>
                            </entry>
                            <entry>
                                <para>Faisceau de raccordement du contacteur du frein de stationnement (PN2591028C1)
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>44AA GY</para>
                            </entry>
                            <entry>
                                <para>44AA GY</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>90B WH</para>
                            </entry>
                            <entry>
                                <para>90B GY</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Connectez le faisceau de raccordement du nouveau contacteur de frein de stationnement au
                    connecteur fourni avec le nouveau contacteur de frein de stationnement, tel qu'illustr&#233; &#224;
                    la Figure 4.
                </para>
            </step1>
            <figure id="f0650404" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650404.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figure 4 - Connectez la nouvelle queue de cochon au connecteur</caption>
                <calloutgroup>
                    <callout1>1. Faisceau de raccordement</callout1>
                    <callout1>2. Nouveaux contacteur et queue de cochon</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installez le nouveau contacteur de frein de stationnement dans le tableau de bord &#224;
                    l'aide des trois vis &#224; t&#234;te cruciforme que vous avez enlev&#233;es &#224; l'&#201;tape 5
                    (Figure 2).
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l'aide d'une courroie d'attache, fixez derri&#232;re le tableau de bord la
                    longueur suppl&#233;mentaire du faisceau du contacteur afin d'&#233;viter toute usure par frottement
                    et (ou) abrasion tout en d&#233;tendant le connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez la garniture du tableau de bord en fl&#232;che de droite.</para>
            </step1>
            <step1>
                <para count="1">R&#233;installez la garniture du tableau de bord central et installez les deux vis aux
                    coins inf&#233;rieurs.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez le bouton du contacteur de frein de stationnement que vous avez retir&#233;
                    ant&#233;rieurement.
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyez avec un d&#233;graissant doux tel que de l'alcool &#224; friction la surface du
                    tableau de bord imm&#233;diatement au-dessus du bouton du frein de stationnement. Laissez s&#233;cher
                    le tableau de bord.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez sur le tableau de bord, imm&#233;diatement au-dessus du bouton, l'une des
                    nouvelles &#233;tiquettes de frein de stationnement illustr&#233;es &#224; la Figure 5.
                </para>
            </step1>
            <figure id="f0650405" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650405.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px"/>
                <caption>Figure 5 - Nouvelle &#233;tiquette</caption>
            </figure>
            <step1>
                <para count="1">Installez le deuxi&#232;me graphique de frein de stationnement sur le coin sup&#233;rieur
                    droit de la premi&#232;re page du guide de l'utilisateur du v&#233;hicule.
                </para>
            </step1>
            <para>
                <emph type="bold">Alimentation &#233;lectrique distincte</emph>
            </para>
            <specpara>
                <note>
                    <para>En effectuant cette proc&#233;dure, vous retirerez l'une des alimentations &#233;lectriques de
                        la pompe Wabco du faisceau principal du ch&#226;ssis (circuit N90A) et r&#233;acheminerez
                        l'alimentation &#233;lectrique depuis de nouveaux faisceau et porte-fusible situ&#233;s &#224;
                        l'int&#233;rieur du bo&#238;tier de la batterie jusqu'au connecteur &#224; deux voies de l'ECU.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rez et retirez les deux fusibles de pompe de 30 A situ&#233;s dans le
                    compartiment moteur, au-dessus du centre de la cloison. Le panneau et les fusibles sous des
                    couvercles en plastique transparent sont illustr&#233;s &#224; la Figure 6.
                </para>
            </step1>
            <figure id="f0650406" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650406.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="312px"/>
                <caption>Figure 6 - Retirez deux fusibles de pompe de 30 A</caption>
            </figure>
            <step1>
                <para count="1">Reportez-vous au faisceau illustr&#233; &#224; la Figure 7. Depuis l'int&#233;rieur du
                    bo&#238;tier de la batterie, ins&#233;rez dans le trou &#224; l'int&#233;rieur du bo&#238;tier de la
                    batterie le conducteur &#224; fil unique dans le conduit dont l'embout est destin&#233; au
                    connecteur &#224; deux voies de l'ECU.
                </para>
            </step1>
            <para>NOTA : RETIREZ LE FUSIBLE DU FAISCEAU DE FUSIBLE AU PR&#201;ALABLE....</para>
            <figure id="f0650407" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650407.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figure 7 - Nouveau faisceau de fusible (PN 2591029C1)</caption>
                <calloutgroup>
                    <callout1>Vers le connecteur &#224; 2 voies</callout1>
                    <callout1>Vers la borne positive de la batterie</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Assurez-vous d'acheminer le fil dans le passe-fil &#224; l'ext&#233;rieur du bo&#238;tier.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Poursuivez l'acheminement du bo&#238;tier de la batterie :</para>
            </step1>
            <randlist type="bullet">
                <item>
                    <para>&#192; l'aide d'une sangle de verrouillage &#224; c&#226;ble, fixez le faisceau de fusible aux
                        c&#226;bles de la batterie jusqu'en dessous du longeron de cadre de ch&#226;ssis, puis
                    </para>
                </item>
                <item>
                    <para>&#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble, fixez-le au faisceau principal
                        du ch&#226;ssis, vous rendant vers l'arri&#232;re dans la zone o&#249; se trouve l'ECU du frein.
                    </para>
                </item>
            </randlist>
            <figure id="f0650408" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650408.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 8</caption>
                <calloutgroup>
                    <callout1>Nouveau faisceau &#224; fusible</callout1>
                    <callout1>Passe-fil de bo&#238;tier de batterie</callout1>
                    <callout1>Avant</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;clenchez le verrou du connecteur rouge et retirez une longueur d'environ deux (2)
                    pouces jusqu'&#224; ce que vous sentiez l'arr&#234;t, puis retirez le connecteur &#224; deux (2)
                    voies (9510) au niveau de l'ECU du frein. Reportez-vous &#224; la Figure 9.
                </para>
            </step1>
            <figure id="f0650409" figsize="col-wide">
                <graphic filename="../recallfigures/g0650409.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figure 9</caption>
            </figure>
            <step1>
                <para count="1">Retirez le circuit N90A (fil gris) de l'alv&#233;ole 2 &#224; l'aide de l'arrache-borne
                    (259268C91), retirez la cosse de l'embout du fil et scellez-le &#224; l'aide de tube thermor&#233;tr&#233;cissable
                    &#224; double paroi. Reportez-vous &#224; la Figure 10.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rez la borne du nouveau faisceau de fusible dans l'alv&#233;ole vide (2) du
                    connecteur &#224; deux (2) voies. Assurez-vous que la borne s'encliqu&#232;te en place et que le
                    joint du fil est log&#233; dans le corps du connecteur de mani&#232;re appropri&#233;e.
                </para>
            </step1>
            <randlist type="bullet">
                <item>
                    <para>Inspectez l'autre borne pour d&#233;celer toute corrosion et (ou) usure. Remplacez selon le
                        besoin et utilisez de l'air basse pression pour enlever tout d&#233;bris de l'int&#233;rieur du
                        connecteur.
                    </para>
                </item>
            </randlist>
            <figure id="f0650410" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650410.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 10</caption>
                <calloutgroup>
                    <callout1>Nouveau faisceau</callout1>
                    <callout1>Retrait de N90A avec tube thermor&#233;tr&#233;cissable</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enroulez le circuit retir&#233; et non prot&#233;g&#233; &#224; l'aide de ruban isolant,
                    tel qu'illustr&#233; &#224; la Figure 11.
                </para>
            </step1>
            <figure id="f0650411" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650411.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="248px"/>
                <caption>Figure 11</caption>
                <calloutgroup>
                    <callout1>Enrouler du ruban autour de ces trois (3) c&#226;bles.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enduisez les bornes de connecteur &#224; deux voies de graisse di&#233;lectrique
                    (comprise dans la trousse de r&#233;paration de rappel) et rebranchez &#224; l'ECU. Assurez-vous que
                    le verrou rouge est compl&#232;tement ferm&#233; et que le connecteur est log&#233; solidement en
                    place.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l'aide d'une sangle de verrouillage &#224; c&#226;ble, fixez le nouveau faisceau
                    de fusible entre le bo&#238;tier de la batterie et l'ECU, &#233;liminant tout jeu et tout
                    frottement.
                </para>
            </step1>
            <figure id="f0650412" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650412.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figure 12 - Jeu excessif</caption>
            </figure>
            <step1>
                <para count="1">Acheminez le fil et le porte-fusible dans le bo&#238;tier de la batterie et branchez la
                    borne &#224; &#339;il &#224; une borne positive de la batterie
                    <emph type="bold">qui n'est PAS utilis&#233;e pour l'alimentation B+ du d&#233;marreur.</emph>
                </para>
            </step1>
            <figure id="f0650413" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650413.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="272px"/>
                <caption>Figure 13</caption>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'une sangle de verrouillage &#224; c&#226;ble, fixez le porte-fusible et
                    tout exc&#233;dent de c&#226;blage aux c&#226;bles de la batterie pour &#233;viter toute vibration
                    et usure dans les bornes de la batterie.
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez la borne n&#233;gative de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Tournez la cl&#233; de contact &#224; la position &#171;ON&#187;.</para>
            </step1>
            <step1>
                <para count="1">Purgez la pression de freinage en appuyant sur la p&#233;dale du frein de service &#224;
                    plusieurs reprises ou en utilisant la fonction &#171;Deplete Accumulators&#187; (&#233;puisement des
                    accumulateurs) dans le coffre &#224; outils Wabco. &#201;coutez le fonctionnement de la pompe de
                    frein et continuez jusqu'&#224; ce que la pompe s'arr&#234;te.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez le fusible arri&#232;re dans le compartiment moteur et &#233;coutez
                    pour entendre la deuxi&#232;me pompe devenir excit&#233;e. Si la pompe ne se met pas en marche,
                    retirez le fusible et placez-le dans l'autre porte-fusible (avant), puis v&#233;rifiez le
                    fonctionnement de la pompe. Laissez vide le dernier porte-fusible. R&#233;installez les deux
                    couvercles de fusible transparents. Tournez le commutateur d'allumage &#224; &#171;OFF&#187; et d&#233;branchez
                    la borne n&#233;gative de la batterie.
                </para>
            </step1>
            <para>
                <emph type="bold">Inspection, nettoyage et r&#233;paration du faisceau de c&#226;blage et des
                    connecteurs du ch&#226;ssis
                </emph>
            </para>
            <step1>
                <para count="1">D&#233;branchez les connecteurs identifi&#233;s comme &#233;tant les num&#233;ros 1, 2
                    et 3 &#224; la Figure 14, et inspectez-les pour d&#233;celer toute corrosion. Remplacez toute borne
                    corrod&#233;e.
                </para>
            </step1>
            <figure id="f0650414" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650414.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="272px"/>
                <caption>Figure 14 - Emplacements des connecteurs</caption>
            </figure>
            <step1>
                <para count="1">Enlevez tout d&#233;bris des demi-connecteurs &#224; l'air basse pression.</para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que tous les joints sont en bon &#233;tat et qu'ils sont log&#233;s de fa&#231;on
                    appropri&#233;e dans les demi-connecteurs.
                </para>
            </step1>
            <step1>
                <para count="1">Enduisez les bornes de connecteur d'une mince couche de graisse di&#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez les demi-connecteurs, tout en vous assurant qu'ils sont bien accoupl&#233;s
                    et serr&#233;s. Installez les verrous secondaires, tel qu'illustr&#233; ci-dessous, articles A et B
                    de la Figure 16, dans les connecteurs &#224; 16 voies.
                </para>
            </step1>
            <figure id="f0650415" figsize="col-wide">
                <graphic filename="../recallfigures/g0650415.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="352px"/>
                <caption>Figure 15 - Installation du verrou secondaire dans le connecteur</caption>
                <calloutgroup>
                    <callout1>A. Installez le verrou secondaire dans le sens de la fl&#232;che</callout1>
                    <callout1>B. Assurez-vous que le verrou est enti&#232;rement ins&#233;r&#233; dans le connecteur
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Rep&#233;rez le connecteur &#224; 31 broches de l'ECU, identifi&#233; comme &#233;tant
                    l'article 4 de la Figure 14; d&#233;clenchez le verrou rouge en introduisant un tournevis dans
                    l'extr&#233;mit&#233; du verrou.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez le connecteur pour d&#233;celer toute corrosion. Remplacez toute borne corrod&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Enlevez tout d&#233;bris des demi-connecteurs &#224; l'air basse pression.</para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que tous les joints sont en bon &#233;tat et qu'ils sont bien
                    situ&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Enduisez les bornes de connecteur d'une mince couche de graisse di&#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">Avant le rebranchement, ajustez le faisceau de mani&#232;re &#224; former une boucle d'&#233;gouttement
                    au niveau de l'ECU, afin de d&#233;tendre le connecteur tout en emp&#234;chant l'eau de s'y
                    infiltrer.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez l'ECU pour d&#233;celer toute borne bris&#233;e. S'il manque une borne,
                    communiquez avec les Services techniques pour obtenir des consignes suppl&#233;mentaires.
                </para>
            </step1>
            <figure id="f0650416" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650416.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 16 - 3 bornes par c&#244;t&#233; - 6 au total</caption>
                <calloutgroup>
                    <callout1>BORNE EN MAUVAIS &#201;TAT Bris&#233;e</callout1>
                    <callout1>BORNE EN BON &#201;TAT Non bris&#233;e</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">TOUTES LES BORNES DOIVENT &#202;TRE EN PLACE AVANT DE POURSUIVRE</emph>
            </para>
            <specpara>
                <note>
                    <para>Si l'une des bornes de l'ECU est bris&#233;e, veuillez appeler les Services techniques au 1
                        800 336 4500; choisissez l'option &#171;4&#187;, puis l'option &#171;1&#187; pour obtenir
                        d'autres directives.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Rebranchez le connecteur dans l'ECU, vous assurant que celui-ci est bien accoupl&#233;
                    et serr&#233;. Assurez-vous que le verrou rouge est bien log&#233; et serr&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rez le connecteur &#224; deux broches de la valve d'alimentation, identifi&#233;
                    comme &#233;tant le num&#233;ro 5 dans la Figure 14, puis retirez le connecteur du corps de la
                    valve.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez le connecteur pour d&#233;celer toute corrosion. Remplacez toute borne corrod&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Enlevez tout d&#233;bris des demi-connecteurs &#224; l'air basse pression.</para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que tous les joints sont en bon &#233;tat et qu'ils sont bien
                    situ&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Enduisez les bornes de connecteur d'une mince couche de graisse di&#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez le connecteur, tout en vous assurant qu'il est bien accoupl&#233; et serr&#233;.</para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rez le r&#233;servoir SAHR mont&#233; vers l'arri&#232;re de l'unit&#233; de
                    puissance, tel qu'illustr&#233; &#224; la Figure 17.
                </para>
            </step1>
            <figure id="f0650417" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650417.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="352px"/>
                <caption>Figure 17 - R&#233;servoir de freinage &#224; serrement par ressort et &#224; desserrement
                    hydraulique (&#171;SAHR&#187;)
                </caption>
                <calloutgroup>
                    <callout1>1. 9778 Valve d'isolement</callout1>
                    <callout1>2. 9777 Capteur de course</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;branchez le connecteur &#224; trois broches du capteur de course (9777), article
                    2, Figure 17, ainsi que le connecteur &#224; deux broches de la valve d'isolement (9778), article 1,
                    Figure 17, du r&#233;servoir SAHR.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez les connecteurs pour d&#233;celer toute corrosion. Remplacez toute borne
                    corrod&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez tout d&#233;bris des demi-connecteurs &#224; l'air basse pression.</para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que tous les joints sont en bon &#233;tat et qu'ils sont bien
                    situ&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Enduisez les bornes de connecteur d'une mince couche de graisse di&#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez les connecteurs, tout en vous assurant qu'ils sont bien accoupl&#233;s et
                    serr&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Suivez le faisceau du ch&#226;ssis depuis les connecteurs de la cloison jusqu'&#224;
                    l'endroit o&#249; son extr&#233;mit&#233; comporte les deux connecteurs &#224; 16 voies (ou celui
                    &#224; 14 voies et celui &#224; 24 voies) &#224; l'int&#233;rieur du longeron de cadre de ch&#226;ssis
                    c&#244;t&#233; conducteur et effectuez une inspection afin de d&#233;celer tout endroit o&#249; le
                    faisceau pourrait se frotter ou s'user contre les autres faisceaux et (ou) des objets m&#233;talliques
                    pouvant user l'isolation. Reportez-vous &#224; l'article 3 de la Figure 18.
                </para>
            </step1>
            <figure id="f0650418" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650418.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 18</caption>
                <calloutgroup>
                    <callout1>1. Borne de masse</callout1>
                    <callout1>2. Borne de masse</callout1>
                    <callout1>3. Endroits aptes &#224; subir un frottement ou une usure</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">R&#233;parez le faisceau et r&#233;acheminez-le afin d'&#233;viter toute autre usure de
                    l'isolation.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rez et inspectez les bornes de masse illustr&#233;es &#224; la Figure 18
                    (articles 1 et 2). Assurez-vous que la peinture soit suffisamment enlev&#233;e de l'auvent au niveau
                    de la base de la borne de masse pour faire en sorte que la connexion &#233;lectrique soit appropri&#233;e.
                </para>
            </step1>
            <figure id="f0650418a" figsize="col-wide">
                <graphic filename="../recallfigures/g0650418a.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="192px"/>
                <caption>Figure 18a - Peinture jaune &#224; la base de la borne de masse (incorrect)</caption>
            </figure>
            <specpara>
                <note>
                    <para>Lorsque vous fixez les bornes de masse &#224; nouveau, assurez-vous que leurs &#233;crous sont
                        serr&#233;s et que les bornes et les cosses rondes soient enduites d'une quantit&#233;
                        suffisante de graisse pour prot&#233;ger les connexions contre la corrosion.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rez la borne B+ du d&#233;marreur et assurez-vous que les connexions et l'&#233;crou
                    de la borne sont serr&#233;s.
                </para>
            </step1>
            <para>
                <emph type="bold">Relocalisation du circuit d'allumage de l'ECU Wabco (v&#233;hicules construits avant
                    le 30/08/04)
                </emph>
            </para>
            <step1>
                <para count="1">Confirmez que le v&#233;hicule a &#233;t&#233; construit avant le 30 ao&#251;t 2004. Si
                    celui-ci a &#233;t&#233; construit apr&#232;s cette date, s&#233;parez la pompe num&#233;ro un et
                    les deux alimentations de masse.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrez la trappe d'acc&#232;s &#233;lectrique situ&#233;e en dessous de la glace c&#244;t&#233;
                    conducteur.
                </para>
            </step1>
            <step1>
                <para count="1">Dans le bloc-fusibles du ch&#226;ssis (sur le c&#244;t&#233; gauche du panneau),
                    confirmez qu'un fusible de 5 A se trouve dans l'emplacement F12 et que l'emplacement F25 est vide,
                    tel qu'illustr&#233; &#224; la Figure 19.
                </para>
            </step1>
            <figure id="f0650419" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650419.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 19 - Bloc-fusibles du ch&#226;ssis</caption>
                <calloutgroup>
                    <callout1>1. Emplacement F12 du bloc-fusibles avec fusible de 5 A</callout1>
                    <callout1>2. Emplacement F25 du bloc-fusibles (vide)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlevez les deux &#233;crous &#224; t&#234;te &#233;vas&#233;e de chaque extr&#233;mit&#233;
                    du bloc-fusibles.
                </para>
            </step1>
            <step1>
                <para count="1">Depuis le c&#244;t&#233; arri&#232;re du bloc-fusibles, d&#233;placez le circuit A90E
                    (fil gris) de l'alv&#233;ole F12-B &#224; l'alv&#233;ole F25-B. Le circuit A90E, une fois celui-ci d&#233;plac&#233;
                    &#224; l'emplacement F25-B, est illustr&#233; &#224; la Figure 20.
                </para>
            </step1>
            <figure id="f0650420" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650420.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 20 - Circuit A90E illustr&#233; dans l'alv&#233;ole F25-B (fl&#232;che)</caption>
            </figure>
            <step1>
                <para count="1">D&#233;placez le fusible de F12 &#224; F25.</para>
            </step1>
            <step1>
                <para count="1">Effectuez le remontage du bloc-fusibles sur le panneau lat&#233;ral, tout en vous
                    assurant de ne pincer aucun fil.
                </para>
            </step1>
            <para>
                <emph type="bold">Alimentations de masse distinctes des pompes un et deux (moteurs I-6 seulement)</emph>
            </para>
            <step1>
                <para count="1">Rep&#233;rez les deux bornes de masse sur le c&#244;t&#233; conducteur de la cloison du
                    moteur, tel qu'illustr&#233; &#224; la Figure 18.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rez l'&#339;illet sur lequel les circuits 94-GD et 90-G sont combin&#233;s sur
                    la borne sup&#233;rieure. Le faisceau devrait comporter du ruban orange pr&#232;s de son extr&#233;mit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez l'&#339;illet de la borne de masse sup&#233;rieure et relocalisez-le en position
                    de borne de masse inf&#233;rieure.
                </para>
            </step1>
            <step1>
                <para count="1">Rebranchez le c&#226;ble n&#233;gatif de la batterie au niveau du bo&#238;tier de la
                    batterie.
                </para>
            </step1>
            <para>
                <emph type="bold">Reprogrammation de l'ESC (v&#233;hicules construits au cours de la p&#233;riode du 17
                    mars 2004 au 13 f&#233;vrier 2006)
                </emph>
            </para>
            <step1>
                <para count="1">Reportez-vous au guide de l'utilisateur de la concession du logiciel Diamond LogicMD
                    Builder (niveau 2) pour prendre connaissance de toutes les consignes aff&#233;rentes &#224; la proc&#233;dure
                    appropri&#233;e de reprogrammation de l'ESC du v&#233;hicule.
                </para>
            </step1>
            <randlist type="bullet">
                <item>
                    <para>&#8226;&#9;Reportez-vous &#224; la page 92 de la section 14 - Comment programmer un v&#233;hicule?</para>
                </item>
                <item>
                    <para>Cliquez sur l'hyperlien suivant pour visualiser un fichier pdf du guide de l'utilisateur :
                    </para>
                    <para>http://service.navistar.com/bodybuilder/general/training/DLB_PDF_Index.pdf</para>
                </item>
            </randlist>
            <step1>
                <para count="1">Assurez-vous que le v&#233;hicule comporte la plus r&#233;cente version du logiciel de
                    l'ESC. Effectuez la mise &#224; niveau &#224; la version la plus r&#233;cente.
                </para>
            </step1>
            <para>
                <emph type="bold">Reprogrammation de l'ESC de frein (v&#233;hicules construits au cours de la p&#233;riode
                    du 17 mars 2004 au 26 avril 2006)
                </emph>
            </para>
            <step1>
                <para count="1">Avant d'effectuer la reprogrammation de l'ECU de frein Wabco, assurez-vous que
                    l'ensemble d'instruments du v&#233;hicule comporte un amp&#232;rem&#232;tre.
                </para>
            </step1>
            <figure id="f0650421" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650421.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 21 - Dans cet exemple, le v&#233;hicule ne comporte pas d'amp&#232;rem&#232;tre
                </caption>
                <calloutgroup>
                    <callout1>AMP&#200;REM&#200;TRE &#224; cet endroit</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si le v&#233;hicule est muni d'un amp&#232;rem&#232;tre, veuillez retirer son fusible
                    (F4) du bloc-fusibles du ch&#226;ssis avant de poursuivre cette proc&#233;dure.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le c&#226;ble adaptateur USB IC4 dans votre EZ-Tech ou votre ordinateur
                    portatif et dans le connecteur de diagnostic &#224; 9 broches du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;lectionner
                    <emph type="italic">HPB Programmer</emph>
                    et lancez-le.
                </para>
            </step1>
            <figure id="f0650422" figsize="col-wide">
                <graphic filename="../recallfigures/g0650422.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="192px"/>
                <caption>Figure 22</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que l'USB IC4 soit s&#233;lectionn&#233;.</para>
            </step1>
            <figure id="f0650423" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650423.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 23</caption>
            </figure>
            <step1>
                <para count="1">Une fois que l'adaptateur USB IC4 est s&#233;lectionn&#233;, appuyez sur &#171;Start
                    Download&#187; (commencer le t&#233;l&#233;chargement).
                </para>
            </step1>
            <figure id="f0650424" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650424.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 24</caption>
            </figure>
            <step1>
                <para count="1">Tout en suivant les consignes affich&#233;es &#224; l'&#233;cran, et tandis que le
                    commutateur d'allumage est en position &#171;
                    <emph type="bold">OFF</emph>&#187; et que vous n'appuyez pas sur la p&#233;dale de frein, appuyez
                    sur
                    <emph type="italic">OK</emph>.
                </para>
            </step1>
            <figure id="f0650425" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650425.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 25</caption>
            </figure>
            <step1>
                <para count="1">Pour commencer la reprogrammation de l'ECU, TENEZ ENFONC&#201;E LA P&#201;DALE DE FREIN
                    pendant tout le processus.
                </para>
            </step1>
            <figure id="f0650426" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650426.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 26 - Tenez la p&#233;dale de frein ENFONC&#201;E</caption>
            </figure>
            <specpara>
                <note>
                    <para>Tenez la p&#233;dale de frein enfonc&#233;e pendant tout le processus de reprogrammation,
                        sinon vous devrez recommencer le processus.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Une fois la reprogrammation achev&#233;e, l'&#233;cran suivant sera affich&#233;.</para>
            </step1>
            <randlist type="bullet">
                <item>
                    <para>Rel&#226;chez la p&#233;dale de frein.</para>
                </item>
                <item>
                    <para>Attendez trois (3) secondes.</para>
                </item>
                <item>
                    <para>Appuyez &#224; nouveau sur la p&#233;dale de frein.</para>
                </item>
            </randlist>
            <figure id="f0650427" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650427.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="192px"/>
                <caption>Figure 27</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que l'identification du logiciel est la suivante :
                    <emph type="bold">HEAB0007</emph>.
                </para>
            </step1>
            <figure id="f0650428" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650428.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 28</caption>
            </figure>
            <step1>
                <para count="1">L'ECU de frein est maintenant reprogramm&#233;. Appuyez sur OK, fermez le &#171;HPB
                    Programmer&#187;, et passez &#224; l'&#233;tape 87.
                </para>
            </step1>
            <figure id="f0650429" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650429.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="152px"/>
                <caption>Figure 29</caption>
            </figure>
            <para>
                <emph type="bold">Effacement des codes d'anomalie du syst&#232;me de freinage</emph>
            </para>
            <step1>
                <para count="1">S&#233;lectionnez
                    <emph type="italic">Meritor Wabco PC Diagnostics</emph>
                    et ex&#233;cutez-le.
                </para>
            </step1>
            <figure id="f0650430" figsize="col-wide">
                <graphic filename="../recallfigures/g0650430.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="192px"/>
                <caption>Figure 30</caption>
            </figure>
            <step1>
                <para count="1">Cliquez sur
                    <emph type="italic">System Setup</emph>, (configuration du syst&#232;me), puis s&#233;lectionnez
                    <emph type="italic">COM PORT</emph>.
                </para>
            </step1>
            <figure id="f0650431" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650431.webp" type="webp" scalefit="1" scalefitwidth="296px"
                         scalefitheight="192px"/>
                <caption>Figure 31</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que le dispositif d'interface IC4 soit s&#233;lectionn&#233; et que le
                    protocole soit r&#233;gl&#233; &#224; J1708. S&#233;lectionnez
                    <emph type="italic">OK</emph>
                </para>
            </step1>
            <figure id="f0650432" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650432.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 32</caption>
            </figure>
            <step1>
                <para count="1">Tournez la cl&#233; de contact &#224; la position &#171;ON&#187;. Ne faites pas d&#233;marrer
                    le v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;lectionnez l'ic&#244;ne
                    <emph type="italic">HABS</emph>
                    .
                </para>
            </step1>
            <figure id="f0650433" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650433.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="272px"/>
                <caption>Figure 33</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que le niveau de r&#233;vision du logiciel soit
                    <emph type="bold">HEAB0007</emph>.
                </para>
            </step1>
            <figure id="f0650434" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650434.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="392px"/>
                <caption>Figure 34</caption>
            </figure>
            <step1>
                <para count="1">Ouvrez
                    <emph type="italic">DISPLAY</emph>, (affichage), puis s&#233;lectionnez
                    <emph type="italic">FAULTS</emph>
                    (anomalies).
                </para>
            </step1>
            <figure id="f0650435" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650435.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="392px"/>
                <caption>Figure 35</caption>
            </figure>
            <step1>
                <para count="1">Appuyez sur
                    <emph type="italic">CLEAR FAULTS</emph>
                    (effacer les anomalies).
                </para>
            </step1>
            <figure id="f0650436" figsize="pg-wide">
                <graphic filename="../recallfigures/g0650436.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figure 36</caption>
                <calloutgroup>
                    <callout1>Toute anomalie sera affich&#233;e ici</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Une fois les codes d'anomalie effac&#233;s, appuyez sur &#171;EXIT&#187; (quitter) et
                    fermez le programme.
                </para>
            </step1>
            <step1>
                <para count="1">Tournez le commutateur d'allumage &#224; &#171;OFF&#187;.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez le c&#226;ble USB IC4 du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Si vous avez retir&#233; le fusible F4 du v&#233;hicule &#224; l'&#233;tape 77,
                    remettez-le en place.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez les freins afin de vous assurer de leur fonctionnement appropri&#233;.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0650402" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="1.41in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000883R91</para>
                            </entry>
                            <entry>
                                <para>N&#201;CESSAIRE DE FAISCEAU DE FREIN &#171;FULL POWER&#187; (ENTI&#200;REMENT
                                    SERVO-ASSIST&#201;) DE WABCO
                                </para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le n&#233;cessaire 8000883R91 comprend les pi&#232;ces suivantes :</para>
            <table id="t0650403" tblwidth="pg-wide">
                <title></title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="1.41in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2591031R2</para>
                            </entry>
                            <entry>
                                <para>CONSIGNES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2592073C1</para>
                            </entry>
                            <entry>
                                <para>TUBE DE 1 OZ DE GRAISSE NYOGEL</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2507598C1</para>
                            </entry>
                            <entry>
                                <para>VERROU DE CORPS DE CONNECTEUR</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591029C91</para>
                            </entry>
                            <entry>
                                <para>FAISCEAU DE FREIN</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3535430C1</para>
                            </entry>
                            <entry>
                                <para>PLOT DE REMPLISSAGE DE BORNE &#192; 16 VOIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3573076C1</para>
                            </entry>
                            <entry>
                                <para>PLOT DE REMPLISSAGE AMPEX DE 2,8 MM &#192; 14 VOIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>289862C1</para>
                            </entry>
                            <entry>
                                <para>SANGLE DE VERROUILLAGE &#192; C&#194;BLE</para>
                            </entry>
                            <entry>
                                <para>12</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591997C91</para>
                            </entry>
                            <entry>
                                <para>CONTACTEUR DE FREIN DE STATIONNEMENT</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591028C91</para>
                            </entry>
                            <entry>
                                <para>FAISCEAU DE RACCORDEMENT DE CONTACTEUR DE FREIN DE STATIONNEMENT</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3687938C1</para>
                            </entry>
                            <entry>
                                <para>GRAPHIQUES DE PRODUIT HYDRAULIQUE</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2644000R1</para>
                            </entry>
                            <entry>
                                <para>TUBE THERMOR&#201;TR&#201;CISSABLE DOUBLE PAROI DE 50 MM</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">RENSEIGNEMENTS SUR LES OUTILS</emph>
            </para>
            <para>Les outils suivants sont n&#233;cessaires pour effectuer les man&#339;uvres requises dans le cadre de
                la pr&#233;sente campagne :
            </para>
            <table id="t0650404" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES OUTILS</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="1.41in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2592689C91</para>
                            </entry>
                            <entry>
                                <para>ARRACHE-BORNE EN C, 24 VOIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Toute pi&#232;ce disponible</para>
                            </entry>
                            <entry>
                                <para>D&#201;GRAISSANT DOUX comme L'ALCOOL &#192; FRICTION</para>
                            </entry>
                            <entry>
                                <para>Selon le besoin</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Toute pi&#232;ce disponible</para>
                            </entry>
                            <entry>
                                <para>SOUDURE &#192; LA R&#201;SINE PLOMB/&#201;TAIN &#192; 60/40</para>
                            </entry>
                            <entry>
                                <para>Selon le besoin</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Toute pi&#232;ce disponible</para>
                            </entry>
                            <entry>
                                <para>Ruban isolant</para>
                            </entry>
                            <entry>
                                <para>Selon le besoin</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>L'arrache-borne (2592689C91) est disponible en quantit&#233;s limit&#233;es dans les CDP. Veuillez en
                commander seulement un ou deux par point de service apr&#232;s-vente.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0650407" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06504-1</para>
                            </entry>
                            <entry>
                                <para>Remplacement du contacteur de frein de stationnement, installation d'une
                                    alimentation &#233;lectrique distincte et inspection/r&#233;paration du ch&#226;ssis
                                    et des connecteurs
                                </para>
                            </entry>
                            <entry>
                                <para>1,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06504-2</para>
                            </entry>
                            <entry>
                                <para>AJOUT POUR : Relocalisation du circuit d'allumage (uniquement sur les v&#233;hicules
                                    construits au cours de la p&#233;riode du 17 mars 2004 au 29 ao&#251;t 2004)
                                </para>
                            </entry>
                            <entry>
                                <para>0,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06504-3</para>
                            </entry>
                            <entry>
                                <para>AJOUT POUR : Mises &#224; la masse de pompe distinctes (uniquement sur les moteurs
                                    I-6)
                                </para>
                            </entry>
                            <entry>
                                <para>0,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06504-4</para>
                            </entry>
                            <entry>
                                <para>AJOUT POUR : Reprogrammation de l'ECU de frein Wabco (uniquement sur les v&#233;hicules
                                    construits au cours de la p&#233;riode du 17 mars 2004 au 26 avril 2006)
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06504-5</para>
                            </entry>
                            <entry>
                                <para>AJOUT POUR : Reprogrammation du contr&#244;leur de syst&#232;me &#233;lectronique
                                    du v&#233;hicule (ESC) (uniquement sur les v&#233;hicules construits au cours de la
                                    p&#233;riode du 17 mars 2004 au 13 f&#233;vrier 2006)
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Tous les v&#233;hicules doivent faire l'objet de l'op&#233;ration de main d'&#339;uvre
                <emph type="bold">-1</emph>.
            </para>
            <para>Selon la date de construction du v&#233;hicule ou du type de moteur, il se peut que vous ayez &#224;
                ajouter une ou plusieurs op&#233;rations de main d'&#339;uvre &#224; la r&#233;clamation au titre de la
                garantie.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
