<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 06508 - SOUPAPE DE R&#201;GULATION DE PRESSION D'INJECTION (&#171;IPR&#187;) sur les mod&#232;les
        CF500 et CF600 construits au cours de la p&#233;riode du 1er janvier 2005 au 31 mars 2006
    </stitle>
    <recall id="rec06508" translation="french">
        <recallnumber>06508</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Novembre 2006</recalldate>
        <subjectfile>MOTOR</subjectfile>
        <subject>SOUPAPE DE R&#201;GULATION DE PRESSION D'INJECTION (&#171;IPR&#187;) sur les mod&#232;les CF500 et
            CF600 construits au cours de la p&#233;riode du 1er janvier 2005 au 31 mars 2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>03/31/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>03/31/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Le connecteur &#233;lectrique de la soupape de r&#233;gulation de pression d'injection (&#171;IPR&#187;)
                sur le moteur peut se remplir d'eau de pluie et de d&#233;bris de la route, pouvant provoquer une
                corrosion des bornes et entra&#238;ner des chutes de tension. Dans de pareilles circonstances, un
                fonctionnement erratique de la soupape &#171;IPR&#187; peut provoquer l'arr&#234;t inattendu du moteur
                pendant que le v&#233;hicule roule. Si le moteur s'arr&#234;te, le v&#233;hicule peut s'immobiliser sur
                la route. Cela pourrait entra&#238;ner
                <emph type="bold">des dommages mat&#233;riels ou des blessures graves, voire mortelles.</emph>
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Ce rappel de s&#233;curit&#233; vise les mod&#232;les CF500 et CF600 construits au cours de la p&#233;riode
                du 1er janvier 2005 au 31 mars 2006.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, caler les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <seqlist style="arabic">
                <item>
                    <para>Les consignes d'installation de la trousse de blindage thermique de l'IPR sont comprises dans
                        la trousse. Veuillez suivre ces consignes.
                    </para>
                    <para>
                        <exhotlnk document="../recalls/F06508.pdf" bookname="RECALL">Cliquez HERE (ici) pour voir la
                            fiche de consignes relatives &#224; la trousse de blindage thermique de l'IPR.
                        </exhotlnk>
                    </para>
                </item>
                <item>
                    <para>Si l'inspection mentionn&#233;e &#224; l'&#233;tape 6 de la fiche de consignes relatives
                        &#224; la trousse de blindage thermique de l'IPR n&#233;cessite le remplacement de la queue de
                        cochon, veuillez utiliser le 1875204C91.
                    </para>
                </item>
                <item>
                    <para>Les consignes d'installation de la trousse de queue de cochon de connecteur de l'IPR sont
                        comprises dans cette trousse. Veuillez suivre ces consignes.
                    </para>
                    <para>
                        <exhotlnk document="../recalls/F06508.pdf" bookname="RECALL">Cliquez HERE (ici) pour voir la
                            fiche de consignes relatives &#224; la trousse de queue de cochon de l'IPR.
                        </exhotlnk>
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <partsinfo>
            <para>Les pi&#232;ces requises dans le cadre de ce rappel sont les suivantes :</para>
            <table id="t0650801" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.31in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="COLSPEC0" colwidth="1.36in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1874985C92</para>
                            </entry>
                            <entry>
                                <para>TROUSSE, BLINDAGE THERMIQUE DE L'IPR</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1875204C91</para>
                            </entry>
                            <entry>
                                <para>TROUSSE DE QUEUE DE COCHON DE CONNECTEUR DE L'IPR</para>
                            </entry>
                            <entry>
                                <para>1 (si exig&#233; par la PROC&#201;DURE D'ENTRETIEN)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Tous les v&#233;hicules n&#233;cessitent la pi&#232;ce 1874985C92.</emph>
            </para>
            <para>Ce ne sont PAS TOUS les v&#233;hicules qui n&#233;cessitent la pi&#232;ce 1875204C91. Reportez-vous
                &#224; la PROC&#201;DURE D'ENTRETIEN pour obtenir tous les d&#233;tails.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0650802" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06508-1</para>
                            </entry>
                            <entry>
                                <para>Installation du recouvrement thermor&#233;tr&#233;cissable</para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06508-2</para>
                            </entry>
                            <entry>
                                <para>AJOUT relatif &#224; l'installation de la queue de cochon</para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
