<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 06512-R1 - Si&#232;ge du conducteur ABTS (&#171;All Belts To Seat&#187;) de National sur
        certains mod&#232;les d'autobus scolaires et commerciaux BE, CE, FE et RE construits au cours de la p&#233;riode
        du 11 octobre 2005 au 31 octobre 2006 avec les codes de propri&#233;t&#233; 0048VUK, 0048VUJ, 0048VUP et 0048VUR
    </stitle>
    <recall id="rec06512" translation="french">
        <recallnumber>06512-R1</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mai 2007</recalldate>
        <subjectfile>CABINE</subjectfile>
        <subject>Si&#232;ge du conducteur ABTS (&#171;All Belts To Seat&#187;) de National sur certains mod&#232;les
            d'autobus scolaires et commerciaux BE, CE, FE et RE construits au cours de la p&#233;riode du 11 octobre
            2005 au 31 octobre 2006 avec les codes de propri&#233;t&#233; 0048VUK, 0048VUJ, 0048VUP et 0048VUR
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>BE 200
                    <daterange>
                        <startdate>10/11/2005</startdate>
                        <enddate>10/31/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>10/11/2005</startdate>
                        <enddate>10/31/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE 300
                    <daterange>
                        <startdate>10/11/2005</startdate>
                        <enddate>10/31/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>10/11/2005</startdate>
                        <enddate>10/31/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>48VUK</ucode>
                <ucode>48VUJ</ucode>
                <ucode>48VUP</ucode>
                <ucode>48VUR</ucode>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>
                <emph type="bold">PROC&#201;DURE D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>L'&#233;tape 12 et la Figure 12 ont &#233;t&#233; supprim&#233;es de la rubrique Proc&#233;dure
                        de r&#233;paration 1 - Enrouleur de ceinture de s&#233;curit&#233; - Tous les si&#232;ges.
                    </para>
                </item>
                <item>
                    <para>La Figure 28, sous la rubrique Proc&#233;dure de r&#233;paration 4 - Lettre de service aff&#233;rente
                        aux si&#232;ges d'autobus National - Installation d'une nouvelle attache de course du si&#232;ge,
                        a &#233;t&#233; r&#233;vis&#233;e de fa&#231;on &#224; supprimer les rondelles. Les trousses de
                        r&#233;paration de rappel ne contiennent aucune rondelle.
                    </para>
                </item>
                <item>
                    <para>Article 6, sous la rubrique Proc&#233;dure de r&#233;paration 4 - Lettre de service aff&#233;rente
                        aux si&#232;ges d'autobus National - Installation d'une nouvelle attache de course du si&#232;ge
                        : le mot &#171;rondelle&#187; a &#233;t&#233; supprim&#233;. Les trousses de r&#233;paration de
                        rappel ne contiennent aucune rondelle.
                    </para>
                </item>
                <item>
                    <para>&#8226;&#9;L'information personne-ressource permettant d'obtenir une
                        <emph type="italic">&#233;tiquette d'avertissement de r&#233;glage du si&#232;ge</emph>
                        (identifi&#233;e juste au-dessus du titre &#171;Fin des proc&#233;dures de r&#233;paration) a
                        &#233;t&#233; modifi&#233;e.
                    </para>
                </item>
            </randlist>
            <para>Il peut exister quatre anomalies du si&#232;ge du conducteur National Seat ABTS (&#171;All Belts To
                Seat&#187;) qui seront corrig&#233;es dans le cadre du pr&#233;sent rappel.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si&#232;ges ABTS pneumatiques et r&#233;glables manuellement :</para>
                    <randlist type="dash">
                        <item>
                            <para>Il se peut que l'enrouleur de la ceinture de s&#233;curit&#233; du conducteur ne
                                fonctionne pas de mani&#232;re appropri&#233;e si le dossier du si&#232;ge est pouss&#233;
                                contre un obstacle quelconque ou contre d'autres objets se trouvant derri&#232;re le si&#232;ge
                                du conducteur.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Si&#232;ges ABTS r&#233;glables manuellement :</para>
                    <randlist type="dash">
                        <item>
                            <para>Le si&#232;ge du conducteur peut &#234;tre tir&#233; vers le haut, au-del&#224; de la
                                derni&#232;re position de r&#233;glage du si&#232;ge.
                            </para>
                        </item>
                        <item>
                            <para>Le si&#232;ge et le levier de r&#233;glage peuvent pincer la main du conducteur lors
                                du r&#233;glage du si&#232;ge, tandis que le conducteur est assis sur le si&#232;ge.
                            </para>
                        </item>
                        <item>
                            <para>Il peut s'av&#233;rer difficile de soulever le si&#232;ge du conducteur &#224; une
                                position plus haute, en raison de son poids.
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Autobus scolaires et commerciaux de mod&#232;les BE, CE, FE et RE</para>
                </item>
                <item>
                    <para>Construits au cours de la p&#233;riode du 11 octobre 2005 au 31 octobre 2006</para>
                </item>
                <item>
                    <para>Codes de propri&#233;t&#233; 0048VUK, 0048VUJ, 0048VUP et 0048VUR</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="28">
            <title>PROC&#201;DURES DE R&#201;PARATION</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle
                            pendant la r&#233;paration du v&#233;hicule, stationnez le v&#233;hicule sur une surface de
                            niveau, serrez le frein de stationnement, coupez le moteur et calez les roues.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle lors
                            de la r&#233;paration du v&#233;hicule, la proc&#233;dure suivante doit &#234;tre effectu&#233;e
                            tandis que le socle inf&#233;rieur du si&#232;ge est mont&#233; solidement sur le plancher
                            du v&#233;hicule. En raison des forces de ressort existantes, ces proc&#233;dures ne doivent
                            pas &#234;tre effectu&#233;es tandis que le socle inf&#233;rieur du si&#232;ge est retir&#233;
                            du v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="bold">VEUILLEZ</emph>
                    lire tous les avertissements, ainsi que les consignes d'inspection et de r&#233;paration avant
                    d'entamer le processus de r&#233;paration. Il y a quatre (4) r&#233;parations distinctes et une (1)
                    proc&#233;dure d'inspection. Les directives de pr&#233;paration et de remontage aff&#233;rentes
                    &#224; certaines proc&#233;dures sont les m&#234;mes. Certaines de ces &#233;tapes peuvent &#234;tre
                    supprim&#233;es au moment de passer d'une r&#233;paration &#224; la prochaine. Des commentaires ont
                    &#233;t&#233; ajout&#233;es lorsque les &#233;tapes sont reprises dans plusieurs proc&#233;dures.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>R&#233;paration 1 - Enrouleur de ceinture de s&#233;curit&#233;</para>
                    </item>
                    <item>
                        <para>R&#233;paration 2 - Levier de r&#233;glage de la hauteur</para>
                    </item>
                    <item>
                        <para>R&#233;paration 3 - Ressort suppl&#233;mentaire</para>
                    </item>
                    <item>
                        <para>Inspection 1 - Inspecter avant d'effectuer la r&#233;paration 4</para>
                    </item>
                    <item>
                        <para>R&#233;paration 4 - Attache non r&#233;glable</para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>Lors du processus de fabrication des si&#232;ges &#224; r&#233;glage manuel non munis d'un
                            m&#233;canisme de blocage sup&#233;rieur, une courroie d'attache en plastique est utilis&#233;e
                            pour faire en sorte que les ressorts de hauteur du si&#232;ge demeurent comprim&#233;s
                            (reportez-vous &#224; la FIGURE 1). Une fois l'assemblage du si&#232;ge achev&#233;, cette
                            courroie d'attache doit &#234;tre retir&#233;e pour permettre le r&#233;glage de la hauteur
                            du si&#232;ge. Avant d'effectuer les proc&#233;dures suivantes, inspectez le si&#232;ge
                            devant &#234;tre modifi&#233; et assurez-vous que la courroie d'attache a &#233;t&#233;
                            enlev&#233;e. Retirez la courroie d'attache selon le besoin.
                        </para>
                    </note>
                </specpara>
                <figure id="f0651201" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651201.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="248px"/>
                    <caption>Figure 1</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Proc&#233;dure de r&#233;paration 1 - Enrouleur de ceinture de s&#233;curit&#233; - Tous les si&#232;ges</title>
                <step1>
                    <para count="1">Disposez le volant et le si&#232;ge de mani&#232;re &#224; pouvoir acc&#233;der
                        &#224; l'arri&#232;re de la partie sup&#233;rieure du dossier du si&#232;ge du conducteur (le si&#232;ge
                        doit &#234;tre en position avanc&#233;e et verticale).
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez tout article rang&#233; derri&#232;re le si&#232;ge du conducteur.</para>
                </step1>
                <step1>
                    <para count="1">Retirez l'accoudoir int&#233;rieur du si&#232;ge.</para>
                    <step2>
                        <para count="1">Acc&#233;dez au tube de l'accoudoir en dessous de la mousse et du rev&#234;tement
                            de si&#232;ge, tel qu'illustr&#233; &#224; la FIGURE 2.
                        </para>
                        <figure id="f0651202" figsize="col-wide">
                            <graphic filename="../recallfigures/g0651202.webp" type="webp" scalefit="1"
                                     scalefitwidth="248px" scalefitheight="248px"/>
                            <caption>Figure 2</caption>
                        </figure>
                    </step2>
                    <step2>
                        <para count="1">Rep&#233;rez le bouton sur l'accoudoir en ins&#233;rant le tournevis sous le rev&#234;tement
                            de si&#232;ge et la mousse, et dans le centre du tube de l'accoudoir. Reportez-vous &#224;
                            la FIGURE 3. (L'accoudoir illustr&#233; &#224; la FIGURE 3 a d&#233;j&#224; &#233;t&#233;
                            retir&#233;).
                        </para>
                        <figure id="f0651203" figsize="col-wide">
                            <graphic filename="../recallfigures/g0651203.webp" type="webp" scalefit="1"
                                     scalefitwidth="248px" scalefitheight="248px"/>
                            <caption>Figure 3</caption>
                        </figure>
                    </step2>
                    <step2>
                        <para count="1">Tournez le tournevis afin d'enfoncer le bouton de retenue situ&#233; dans le
                            tube de l'accoudoir. Reportez-vous &#224; la FIGURE 4.
                        </para>
                        <figure id="f0651204" figsize="col-wide">
                            <graphic filename="../recallfigures/g0651204.webp" type="webp" scalefit="1"
                                     scalefitwidth="248px" scalefitheight="248px"/>
                            <caption>Figure 4</caption>
                        </figure>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Retirez partiellement le rev&#234;tement de la partie sup&#233;rieure du dossier du
                        si&#232;ge.
                    </para>
                    <step2>
                        <para count="1">Le volet avant du rev&#234;tement est fix&#233; au volet arri&#232;re du rev&#234;tement
                            au bas du dossier de si&#232;ge. L'agrafe fix&#233;e au volet avant doit &#234;tre tir&#233;e
                            vers l'avant (tourn&#233;e) pour la retirer de l'agrafe fix&#233;e au volet arri&#232;re.
                            Reportez-vous &#224; la FIGURE 5.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Depuis le bas, roulez le rev&#234;tement d'un ou deux tours; puis, en saisissant
                            le mat&#233;riel roul&#233;, faites glisser le rev&#234;tement vers le haut jusqu'&#224; ce
                            que le coin sup&#233;rieur gauche du dossier du si&#232;ge soit expos&#233;. Reportez-vous
                            aux FIGURES 6 et 7.
                        </para>
                    </step2>
                </step1>
                <figure id="f0651205" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651205.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="248px"/>
                    <caption>Figure 5 - Agrafe en deux morceaux pour le rev&#234;tement du dossier de si&#232;ge
                        (tournez pour d&#233;clencher)
                    </caption>
                </figure>
                <figure id="f0651206" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651206.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 6</caption>
                </figure>
                <figure id="f0651207" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651207.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="248px"/>
                    <caption>Figure 7</caption>
                </figure>
                <step1>
                    <para count="1">Depuis la partie arri&#232;re sup&#233;rieure du dossier de si&#232;ge, tirez
                        <emph type="bold">soigneusement</emph>
                        la mousse grise &#224; l'&#233;cart du c&#244;t&#233; gauche du dossier de si&#232;ge, juste
                        assez pour exposer la partie sup&#233;rieure de la rainure de la ceinture de s&#233;curit&#233;
                        sur la partie arri&#232;re du si&#232;ge. La mousse grise est fix&#233;e au moyen d'adh&#233;sif.
                        Reportez-vous &#224; la FIGURE 8.
                    </para>
                </step1>
                <figure id="f0651208" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651208.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="272px"/>
                    <caption>Figure 8 - Rainure de ceinture de s&#233;curit&#233; et guide (mousse grise retir&#233;e
                        aux fins de clart&#233;)
                    </caption>
                </figure>
                <specpara>
                    <note>
                        <para>Au cours des &#233;tapes suivantes, ne nouveau garde de ceinture de s&#233;curit&#233; est
                            utilis&#233; comme gabarit pour marquer et percer deux trous. Ne marquez pas les trous avant
                            que le garde soit en position appropri&#233;e. Marquez les trous &#224; l'aide d'un pointeau
                            avant de percer, afin d'emp&#234;cher le foret de &#171;d&#233;river&#187;.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Positionner le garde de la courroie de mani&#232;re &#224; ce que son rebord sup&#233;rieur
                        soit au-dessus de la partie sup&#233;rieure du guide de courroie noir en plastique et que le
                        protecteur ne touche pas &#224; la ceinture de s&#233;curit&#233;. Ainsi, le trou de droite
                        devrait &#234;tre positionn&#233; &#224; environ 1/4 po sous le rebord du support qui est perc&#233;.
                        Marquez l'emplacement &#224; l'aide d'un pointeau, puis percez un trou de 11/64 po de diam&#232;tre.
                        Installez la vis de droite (fournie dans la trousse), mais laissez-la suffisamment desserr&#233;e
                        pour permettre un certain mouvement du protecteur. Reportez-vous aux FIGURES 9 et 10.
                    </para>
                </step1>
                <figure id="f0651209" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651209.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 9</caption>
                </figure>
                <figure id="f0651210" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651210.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 10</caption>
                </figure>
                <step1>
                    <para count="1">En utilisant le protecteur comme guide, percez un trou de 11/64 po de diam&#232;tre
                        pour la vis de gauche. Installez la vis fournie.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrez les deux vis. Reportez-vous &#224; la FIGURE 11.</para>
                </step1>
                <figure id="f0651211" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651211.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 11</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Au besoin, on peut utiliser du ruban adh&#233;sif en toile au cours de la prochaine &#233;tape
                            afin de fixer la mousse grise et l'emp&#234;cher de bouger pendant l'installation du rev&#234;tement
                            de si&#232;ge.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Retournez la mousse grise &#224; sa position initiale, puis faites glisser le rev&#234;tement
                        de si&#232;ge vers le bas, le long du dossier de si&#232;ge.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#201;tirez le rev&#234;tement afin de pouvoir r&#233;enclencher les agrafes fix&#233;es
                        aux volets avant et arri&#232;re du rev&#234;tement, au bas du dossier de si&#232;ge. Ins&#233;rez
                        l'agrafe du volet avant dans la rainure de l'agrafe du volet arri&#232;re et ce, jusqu'&#224; ce
                        que la barbelure de l'agrafe soit enclench&#233;e. Reportez-vous &#224; la FIGURE 5.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettez l'accoudoir en place.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;dure de r&#233;paration 2 - Remplacement du levier de r&#233;glage de la hauteur du si&#232;ge
                    - si&#232;ges &#224; r&#233;glage manuel
                </title>
                <step1>
                    <para count="1">D&#233;tachez toute attache reliant le si&#232;ge au plancher en les d&#233;boulonnant
                        du
                        <emph type="bold">si&#232;ge. NE d&#233;boulonnez PAS</emph>
                        les attaches du plancher du v&#233;hicule. L'&#233;tape 1 est &#233;galement requise pour se pr&#233;parer
                        &#224; la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le si&#232;ge est muni d'un m&#233;canisme de blocage sup&#233;rieur, enlevez le
                        boulon limiteur et l'&#233;crou. Reportez-vous &#224; la FIGURE 13. Conservez cette
                        quincaillerie aux fins d'utilisation lors du montage. L'&#233;tape 2 est &#233;galement requise
                        pour se pr&#233;parer &#224; la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez le bouton de verrouillage de r&#233;glage de la hauteur du si&#232;ge afin
                        de permettre le r&#233;glage de la hauteur du si&#232;ge. L'&#233;tape 3 est &#233;galement
                        requise pour se pr&#233;parer &#224; la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <figure id="f0651213" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651213.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="392px"/>
                    <caption>Figure 13</caption>
                    <calloutgroup>
                        <callout1>1. BOULON ET &#201;CROU DU M&#201;CANISME DE BLOCAGE SUP&#201;RIEUR</callout1>
                        <callout1>2. GOUPILLE-RESSORT</callout1>
                        <callout1>3. BOUTON DE VERROUILLAGE DE R&#201;GLAGE DE LA HAUTEUR DU SI&#200;GE</callout1>
                        <callout1>4. CAGE &#192; RESSORT</callout1>
                        <callout1>5. AXE / LEVIER DE R&#201;GLAGE DE LA HAUTEUR DU SI&#200;GE</callout1>
                        <callout1>6. RESSORT DE TENSION</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Une fois le levier de r&#233;glage de la hauteur du si&#232;ge soulev&#233; aux fins
                        de d&#233;sengagement, soulevez la partie sup&#233;rieure du si&#232;ge du socle inf&#233;rieur.
                        Mettez la partie sup&#233;rieure du si&#232;ge de c&#244;t&#233;. Cette &#233;tape est &#233;galement
                        requise aux fins de la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlevez la goupille-ressort de l'axe du levier de r&#233;glage de la hauteur du si&#232;ge
                        &#224; l'aide de l'une des m&#233;thodes suivantes.
                    </para>
                    <step2>
                        <para count="1">Si le socle est muni d'un trou d'acc&#232;s qui est align&#233; avec la
                            goupille-ressort (sur le c&#244;t&#233; oppos&#233; de la fente), retirez la goupille &#224;
                            l'aide d'un marteau et d'un poin&#231;on. Reportez-vous &#224; la FIGURE 14.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">S'il n'y a aucun trou d'acc&#232;s, tentez de saisir la goupille-ressort &#224;
                            l'aide d'une pince et enlevez-la en frappant l&#233;g&#232;rement sur la pince &#224; l'aide
                            d'un marteau.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Si aucune des deux m&#233;thodes pr&#233;cit&#233;es ne fonctionne, percez un
                            trou d'acc&#232;s de 3/8 po de diam&#232;tre dans la cage &#224; ressort, align&#233;e avec
                            la goupille-ressort; puis, enlevez la goupille &#224; l'aide d'un marteau et d'un poin&#231;on.
                            Reportez-vous &#224; la FIGURE 14 pour l'emplacement du trou d'acc&#232;s. IMPORTANT : Avant
                            de percer, marquez l'emplacement du trou &#224; l'aide d'un pointeau, afin d'emp&#234;cher
                            le foret de &#171;d&#233;river&#187;. Apr&#232;s avoir perc&#233; le trou, enlevez tous les
                            copeaux de m&#233;tal afin de les emp&#234;cher d'endommager le m&#233;canisme du si&#232;ge.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Mettez l'ancienne goupille-ressort au rebut. Une nouvelle goupille plus longue est
                        fournie dans la trousse.
                    </para>
                </step1>
                <figure id="f0651214" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651214.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="328px"/>
                    <caption>Figure 14 - Trou d'acc&#232;s de la goupille-ressort</caption>
                </figure>
                <step1>
                    <para count="1">Retirez le ressort de tension et le levier du socle du si&#232;ge. Reportez-vous
                        &#224; la FIGURE 13. Conservez le ressort de tension et mettez l'ancien levier au rebut.
                    </para>
                </step1>
                <step1>
                    <para count="1">Tout en tenant le ressort de tension en place, ins&#233;rez le nouveau levier de r&#233;glage
                        de la hauteur du si&#232;ge en position dans le socle du si&#232;ge, en capturant le ressort de
                        tension.
                    </para>
                </step1>
                <specpara>
                    <caution>
                        <para>Au cours de l'&#233;tape suivante, la nouvelle goupille-ressort DOIT &#202;TRE install&#233;e
                            en orientant la rainure vers le haut.
                        </para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Comprimez le ressort de tension l'aide d'une pince-&#233;tau; puis installez la
                        nouvelle goupille-ressort au moyen d'un marteau. Reportez-vous aux FIGURES 15 et 16. La
                        goupille-ressort est install&#233;e de mani&#232;re appropri&#233;e en pr&#233;sence des
                        conditions suivantes :
                    </para>
                    <step2>
                        <para count="1">La rainure dans la goupille-ressort est orient&#233;e vers le haut.</para>
                    </step2>
                    <step2>
                        <para count="1">La goupille doit &#234;tre suffisamment ins&#233;r&#233;e dans l'axe pour que le
                            ressort de tension repose contre la goupille sur les deux c&#244;t&#233;s de l'axe.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">L'extr&#233;mit&#233; avant de la goupille ne doit pas toucher &#224; la paroi
                            de la cage &#224; ressort lorsque le levier de r&#233;glage de la hauteur du si&#232;ge se d&#233;place
                            dans sa course.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">La goupille doit faire saillie d'au moins 7/16 po de la surface &#224; fente
                            lorsque le levier de r&#233;glage de la hauteur du si&#232;ge est en position abaiss&#233;e
                            (engag&#233;e).
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Enduisez la goupille-ressort et la fente de graisse avant d'utiliser le levier de r&#233;glage
                        de la hauteur.
                    </para>
                </step1>
                <figure id="f0651215" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651215.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="248px"/>
                    <caption>Figure 15</caption>
                </figure>
                <figure id="f0651216" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651216.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 16</caption>
                </figure>
                <specpara>
                    <note>
                        <para>L'&#233;tape suivante doit &#234;tre effectu&#233;e par deux personnes. Tandis qu'une
                            personne abaisse le si&#232;ge, l'autre personne doit guider le si&#232;ge de mani&#232;re
                            &#224; s'assurer que les ressorts, les cylindres et le m&#233;canisme de blocage sup&#233;rieur
                            sont align&#233;s correctement. Reportez-vous &#224; la FIGURE 17.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Effectuez l'assemblage du si&#232;ge en abaissant celui-ci sur le socle inf&#233;rieur
                        du si&#232;ge. Une fois que les composants du socle sont bien align&#233;s, soulevez (d&#233;sengagez)
                        le levier de r&#233;glage de la hauteur du si&#232;ge et appuyez sur le si&#232;ge. Une fois que
                        le si&#232;ge atteint sa position sup&#233;rieure, rel&#226;chez le levier afin d'engager
                        l'ergot de verrouillage de la hauteur du si&#232;ge. Il n'est pas n&#233;cessaire d'effectuer l'&#233;tape
                        11 si l'on proc&#232;de &#224; achever la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <figure id="f0651217" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651217.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="288px"/>
                    <caption>Figure 17</caption>
                </figure>
                <step1>
                    <para count="1">Assurez-vous que le si&#232;ge est en position sup&#233;rieure (3 trous visibles
                        dans le cylindre du socle du si&#232;ge). Reportez-vous &#224; la FIGURE 18. Si le si&#232;ge
                        est muni d'un m&#233;canisme de blocage sup&#233;rieur, installez le boulon limiteur et l'&#233;crou
                        que vous avez enlev&#233;s au d&#233;but de cette proc&#233;dure. Ne serrez pas l'&#233;crou
                        &#224; l'exc&#232;s, sinon le si&#232;ge ne pourra &#234;tre d&#233;plac&#233; vers le haut et
                        le bas. Le boulon limiteur emp&#234;che le si&#232;ge d'&#234;tre soulev&#233; au-del&#224; de
                        sa position sup&#233;rieure. Il n'est pas n&#233;cessaire d'effectuer l'&#233;tape 12 si l'on
                        proc&#232;de &#224; achever la proc&#233;dure de r&#233;paration 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">En laissant le si&#232;ge en sa position sup&#233;rieure, fixez les attaches du si&#232;ge
                        au plancher et ajustez-les de mani&#232;re &#224; ce qu'elles soient serr&#233;es. Il n'est pas
                        n&#233;cessaire d'effectuer l'&#233;tape 13 si l'on proc&#232;de &#224; achever la proc&#233;dure
                        de r&#233;paration 3.
                    </para>
                </step1>
                <figure id="f0651218" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651218f.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="288px"/>
                    <caption>Figure 18</caption>
                    <calloutgroup>
                        <callout1>1. Ne serrez pas cet &#233;crou &#224; l'exc&#232;s</callout1>
                        <callout1>2. BOULON/&#201;CROU DU M&#201;CANISME DE BLOCAGE SUP&#201;RIEUR</callout1>
                        <callout1>3. TROIS TROUS VISIBLES</callout1>
                        <callout1>4. LEVIER ENGAG&#201; (VERS LE BAS)</callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;dure de r&#233;paration 3 - Ressort suppl&#233;mentaire de hauteur du si&#232;ge et
                    coupelle d'appui du ressort - Si&#232;ges &#224; r&#233;glage manuel
                </title>
                <step1>
                    <para count="1">D&#233;tachez toute attache reliant le si&#232;ge au plancher en les d&#233;boulonnant
                        du si&#232;ge.
                        <emph type="bold">NE d&#233;boulonnez PAS</emph>
                        les attaches du plancher du v&#233;hicule. Si vous poursuivez de la proc&#233;dure de r&#233;paration
                        2, cette &#233;tape doit d&#233;j&#224; &#234;tre achev&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le si&#232;ge est muni d'un m&#233;canisme de blocage sup&#233;rieur, enlevez le
                        boulon limiteur et l'&#233;crou. Reportez-vous &#224; la FIGURE 19. Conservez cette
                        quincaillerie aux fins d'utilisation lors du montage. Si vous poursuivez de la proc&#233;dure de
                        r&#233;paration 2, cette &#233;tape doit d&#233;j&#224; &#234;tre achev&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desserrez le bouton de verrouillage de r&#233;glage de la hauteur du si&#232;ge afin
                        de permettre le r&#233;glage de la hauteur du si&#232;ge. Si vous poursuivez de la proc&#233;dure
                        de r&#233;paration 2, cette &#233;tape doit d&#233;j&#224; &#234;tre achev&#233;e.
                    </para>
                </step1>
                <figure id="f0651219" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651219f.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="272px"/>
                    <caption>Figure 19</caption>
                    <calloutgroup>
                        <callout1>1. BOULON/&#201;CROU DU M&#201;CANISME DE BLOCAGE SUP&#201;RIEUR</callout1>
                        <callout1>2. TROIS TROUS VISIBLES</callout1>
                        <callout1>3. BOUTON DE VERROUILLAGE DE R&#201;GLAGE DE LA HAUTEUR DU SI&#200;GE</callout1>
                        <callout1>4. LEVIER ENGAG&#201; (VERS LE BAS)</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Une fois le levier de r&#233;glage de la hauteur du si&#232;ge soulev&#233; aux fins
                        de d&#233;sengagement, soulevez la partie sup&#233;rieure du si&#232;ge du socle inf&#233;rieur.
                        Si vous poursuivez de la proc&#233;dure de r&#233;paration 2, cette &#233;tape doit d&#233;j&#224;
                        &#234;tre achev&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirez partiellement le rev&#234;tement du coussin du si&#232;ge afin de pouvoir
                        acc&#233;der &#224; la partie sup&#233;rieure du b&#226;ti du socle du si&#232;ge. D&#233;tachez
                        le rev&#234;tement de l'armature du si&#232;ge, selon le besoin. Reportez-vous &#224; la FIGURE
                        20.
                    </para>
                </step1>
                <figure id="f0651220" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651220.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="248px"/>
                    <caption>Figure 20</caption>
                </figure>
                <step1>
                    <para count="1">Installez la plaque de la coupelle d'appui du ressort sur le b&#226;ti de la partie
                        inf&#233;rieure du si&#232;ge, tel qu'illustr&#233; &#224; la FIGURE 21.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installez le ressort suppl&#233;mentaire de hauteur du si&#232;ge (fourni dans la
                        trousse) du ressort existant dans le socle du si&#232;ge. Reportez-vous &#224; la FIGURE 22.
                    </para>
                </step1>
                <figure id="f0651221" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651221.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="248px"/>
                    <caption>Figure 21</caption>
                    <calloutgroup>
                        <callout1>1. COUPELLE D'APPUI DE RESSORT</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0651222" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651222.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 22</caption>
                </figure>
                <specpara>
                    <note>
                        <para>L'&#233;tape suivante doit &#234;tre effectu&#233;e par deux personnes. Tandis qu'une
                            personne abaisse le si&#232;ge, l'autre personne doit guider le si&#232;ge de mani&#232;re
                            &#224; s'assurer que les ressorts, les cylindres et le m&#233;canisme de blocage sup&#233;rieur
                            sont align&#233;s correctement. Reportez-vous &#224; la FIGURE 23.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Effectuez l'assemblage du si&#232;ge en abaissant celui-ci sur le socle inf&#233;rieur
                        du si&#232;ge. Une fois que les composants du socle sont bien align&#233;s, soulevez (d&#233;sengagez)
                        le levier de r&#233;glage de la hauteur du si&#232;ge et appuyez sur le si&#232;ge. Une fois que
                        le si&#232;ge atteint sa position sup&#233;rieure, rel&#226;chez le levier afin d'engager
                        l'ergot de verrouillage de la hauteur du si&#232;ge. Ce levier sera en position abaiss&#233;e.
                    </para>
                </step1>
                <figure id="f0651223" figsize="col-wide">
                    <graphic filename="../recallfigures/g0651223.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 23</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Les attaches qui limitent la course de hauteur du si&#232;ge n'ont pas encore &#233;t&#233;
                            install&#233;es. Si le si&#232;ge n'est PAS muni d'un m&#233;canisme de blocage sup&#233;rieur,
                            ne soulevez pas le si&#232;ge au-del&#224; de sa position sup&#233;rieure, puisque celui-ci
                            pourrait se d&#233;sengager du socle inf&#233;rieur du si&#232;ge.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Assurez-vous que le si&#232;ge est en position sup&#233;rieure (3 trous visibles
                        dans le cylindre du socle du si&#232;ge). Reportez-vous &#224; la FIGURE 24. Si le si&#232;ge
                        est muni d'un m&#233;canisme de blocage sup&#233;rieur, installez le boulon limiteur et l'&#233;crou
                        que vous avez enlev&#233;s au d&#233;but de cette proc&#233;dure. Ne serrez pas l'&#233;crou
                        &#224; l'exc&#232;s, sinon le si&#232;ge ne pourra &#234;tre d&#233;plac&#233; vers le haut et
                        le bas. Le boulon limiteur emp&#234;che le si&#232;ge d'&#234;tre soulev&#233; au-del&#224; de
                        sa position sup&#233;rieure.
                    </para>
                </step1>
                <figure id="f0651223" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651218f.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="272px"/>
                    <caption>Figure 24</caption>
                    <calloutgroup>
                        <callout1>1. Ne serrez pas ce boulon &#224; l'exc&#232;s</callout1>
                        <callout1>2. BOULON/&#201;CROU DU M&#201;CANISME DE BLOCAGE SUP&#201;RIEUR</callout1>
                        <callout1>3. TROIS TROUS VISIBLES</callout1>
                        <callout1>4. LEVIER ENGAG&#201; (VERS LE BAS)</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Par l'ouverture au haut du cylindre du socle du si&#232;ge, utilisez un tournevis
                        pour positionner les ressorts de hauteur du si&#232;ge &#224; l'&#233;cart de l'ergot de
                        verrouillage de hauteur du si&#232;ge. Les ressorts devraient &#234;tre ajust&#233;s de mani&#232;re
                        &#224; ce qu'ils soient recourb&#233;s &#224; l'&#233;cart de l'ergot de verrouillage
                        (poussez-les &#224; l'aide du tournevis, tel qu'illustr&#233; &#224; la gauche &#224; la FIGURE
                        25, puis poussez vers l'avant de l'autobus). Cette &#233;tape permet de cr&#233;er le jeu requis
                        pour &#233;viter toute interf&#233;rence entre l'ergot de verrouillage de hauteur du si&#232;ge
                        et les ressorts.
                    </para>
                </step1>
                <figure id="f0651225" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651225.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="248px"/>
                    <caption>Figure 25</caption>
                    <calloutgroup>
                        <callout1>1. AXE DE VERROUILLAGE DE LA HAUTEUR DU SI&#200;GE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Installez le rev&#234;tement sur le coussin du si&#232;ge. Reportez-vous &#224; la
                        FIGURE 20.
                    </para>
                </step1>
                <step1>
                    <para count="1">Tandis que le si&#232;ge est en position sup&#233;rieure, ajustez les attaches du si&#232;ge
                        au plancher de mani&#232;re &#224; ce qu'elles soient serr&#233;es. Reportez-vous &#224; la
                        FIGURE 24. Si vous passez &#224; la proc&#233;dure de r&#233;paration 4, cette &#233;tape n'est
                        pas n&#233;cessaire.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Inspection de la limite de course de hauteur du si&#232;ge (avant la proc&#233;dure de r&#233;paration
                    4)
                </title>
                <para>Avant d'achever la r&#233;paration 4, inspectez le si&#232;ge afin de d&#233;terminer si celui-ci
                    est pourvu d'un m&#233;canisme de blocage sup&#233;rieur. Si votre autobus est muni de ce m&#233;canisme,
                    il n'est pas n&#233;cessaire d'effectuer la proc&#233;dure de r&#233;paration 4. Reportez-vous
                    &#224; la FIGURE 26.
                </para>
                <figure id="f0651226" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651226.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="232px"/>
                    <caption>Figure 26</caption>
                    <calloutgroup>
                        <callout1>M&#233;canisme de blocage sup&#233;rieur (fente verticale avec boulon et &#233;crou)
                        </callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;dure de r&#233;paration 4 - Lettre de service aff&#233;rente aux si&#232;ges d'autobus
                    National - Installation d'une nouvelle attache de course du si&#232;ge
                </title>
                <para>Cette trousse est requise sur tous les si&#232;ges &#224; r&#233;glage manuel qui
                    <emph type="bold">ne sont pas</emph>
                    munis d'un m&#233;canisme de blocage sup&#233;rieur install&#233; &#224; l'usine.
                </para>
                <step1>
                    <para count="1">Desserrez le bouton de verrouillage de r&#233;glage de la hauteur du si&#232;ge afin
                        de permettre le r&#233;glage de la hauteur du si&#232;ge. Reportez-vous &#224; la FIGURE 27. Si
                        vous poursuivez des proc&#233;dures de r&#233;paration 2 et 3, cette &#233;tape doit d&#233;j&#224;
                        &#234;tre achev&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Soulevez le si&#232;ge &#224; sa position sup&#233;rieure en soulevant le levier de
                        r&#233;glage de la hauteur du si&#232;ge, puis en soulevant le si&#232;ge. Pendant que le si&#232;ge
                        est en position sup&#233;rieure, on peut voir trois trous sur la partie arri&#232;re du cylindre
                        du socle du si&#232;ge.
                    </para>
                </step1>
                <step1>
                    <para count="1">Assurez-vous que l'ergot de verrouillage est en position dans le trou de r&#233;glage
                        sup&#233;rieur.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si les attaches du si&#232;ge au plancher emp&#234;chent le soul&#232;vement du si&#232;ge
                            &#224; cette position, desserrez les attaches suffisamment pour permettre au si&#232;ge
                            d'atteindre sa position sup&#233;rieure. Puis, resserrez les deux attaches du si&#232;ge au
                            plancher.
                        </para>
                    </note>
                </specpara>
                <figure id="f0651227" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651227f.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="248px"/>
                    <caption>Figure 27</caption>
                    <calloutgroup>
                        <callout1>1. TROIS TROUS VISIBLES</callout1>
                        <callout1>2. Bouton de verrouillage du r&#233;glage de la hauteur du si&#232;ge</callout1>
                        <callout1>3. LEVIER ENGAG&#201; (VERS LE BAS)</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Utilisez un pointeau avant de percer les trous, afin d'emp&#234;cher le foret de &#171;d&#233;river&#187;.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">&#192; l'aide d'un pointeau, marquez l'emplacement du trou sup&#233;rieur sur la
                        glissi&#232;re avant de l'armature du si&#232;ge, tel qu'illustr&#233; &#224; la FIGURE 28.
                    </para>
                </step1>
                <step1>
                    <para count="1">Percez le trou sup&#233;rieur &#224; l'aide d'un foret de 3/8 po.</para>
                </step1>
                <figure id="f0651228" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651228a.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             scalefitheight="248px"/>
                    <caption>Figure 28</caption>
                </figure>
                <step1>
                    <para count="1">Fixez la partie sup&#233;rieure de l'attache de course de hauteur du si&#232;ge
                        &#224; l'aide d'un boulon et d'un &#233;crou qui sont fournis dans la trousse.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Au cours de l'&#233;tape suivante, assurez-vous que le trou inf&#233;rieur est situ&#233;
                            de mani&#232;re &#224; NE PAS nuire, de quelque fa&#231;on que ce soit, au m&#233;canisme du
                            socle du si&#232;ge. Le diam&#232;tre du boulon est plus petit que celui du trou dans la
                            plaque d'extr&#233;mit&#233; de l'attache et, ainsi, le trou perc&#233; doit &#234;tre l&#233;g&#232;rement
                            d&#233;port&#233; vers l'extr&#233;mit&#233; de l'attache afin de s'assurer que celle-ci est
                            &#233;tir&#233;e solidement lorsqu'elle est install&#233;e. Reportez-vous &#224; la FIGURE
                            28.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Tirez l'attache de mani&#232;re &#224; ce qu'elle soit serr&#233;e, puis utilisez le
                        pointeau pour marquer l'emplacement du trou inf&#233;rieur. Reportez-vous &#224; la FIGURE 28.
                    </para>
                </step1>
                <step1>
                    <para count="1">Percez le trou inf&#233;rieur &#224; l'aide d'un foret de 3/8 po.</para>
                </step1>
                <step1>
                    <para count="1">Fixez la partie inf&#233;rieure de l'attache &#224; l'aide du boulon, de la rondelle
                        et de l'&#233;crou fournis dans la trousse.
                    </para>
                </step1>
                <step1>
                    <para count="1">En laissant le si&#232;ge est en position sup&#233;rieure, ajustez les attaches du
                        si&#232;ge au plancher de mani&#232;re &#224; ce qu'elles soient serr&#233;es.
                    </para>
                </step1>
                <para>Veuillez apposer l'&#233;tiquette d'avertissement de r&#233;glage du si&#232;ge si celle-ci n'est
                    pas d&#233;j&#224; fix&#233;e au si&#232;ge.
                </para>
                <figure id="f0651229" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0651229.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             scalefitheight="248px"/>
                    <caption></caption>
                </figure>
                <para>
                    <emph type="italic">On peut obtenir cette &#233;tiquette en communiquant avec</emph>
                    <emph type="boldital">Ali Rankin</emph>, de National Seats Corp., au
                    <emph type="bold">(614) 880-2120</emph>.
                </para>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0651201" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="1.31in"/>
                    <colspec colname="col2" colwidth="3.94in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Num&#233;ro de pi&#232;ce de la trousse</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900192R91</para>
                            </entry>
                            <entry>
                                <para>Si&#232;ge du conducteur National - trousse de couvercle d'enrouleur de ceinture
                                    de s&#233;curit&#233; (si&#232;ges pneumatiques et &#224; r&#233;glage manuel) -
                                    pour la r&#233;paration 1
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900197R91</para>
                            </entry>
                            <entry>
                                <para>Si&#232;ge du conducteur National - trousse de si&#232;ge &#224; r&#233;glage
                                    manuel (levier, ressort, attache) - pour r&#233;parations 2, 3 et 4
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0651202" tblwidth="pg-wide">
                <title>MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.34in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Code de main d'&#339;uvre</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e (heures)</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06512-1</para>
                            </entry>
                            <entry>
                                <para>Installation du couvercle d'enrouleur sur la ceinture de s&#233;curit&#233; (r&#233;paration
                                    1)
                                </para>
                            </entry>
                            <entry>
                                <para>0,4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06512-2</para>
                            </entry>
                            <entry>
                                <para>Installation du levier de rechange (r&#233;paration 2)</para>
                            </entry>
                            <entry>
                                <para>0,3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06512-3</para>
                            </entry>
                            <entry>
                                <para>Installation du ressort suppl&#233;mentaire et de la coupelle d'appui (r&#233;paration
                                    3)
                                </para>
                            </entry>
                            <entry>
                                <para>0,2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06512-4</para>
                            </entry>
                            <entry>
                                <para>Inspection de l'arr&#234;t de course (inspection pour la r&#233;paration 4)</para>
                            </entry>
                            <entry>
                                <para>0,1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06512-5</para>
                            </entry>
                            <entry>
                                <para>Installation de l'attache de course de si&#232;ge (r&#233;paration 4)</para>
                            </entry>
                            <entry>
                                <para>0,1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien. Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire
                ou &#224; rembourser le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un
                rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son
                v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
