<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 07503 - M&#201;CANISME DE RETENUE DE PORTE DE SECOURS LAT&#201;RALE sur certains autobus
        scolaires et commerciaux CE, RE et FE construits au cours de la p&#233;riode du 12 mars 2004 au 29 novembre 2006
    </stitle>
    <recall id="rec07503" translation="french">
        <recallnumber>07503</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mars2007</recalldate>
        <subjectfile>CARROSSERIE D'AUTOBUS</subjectfile>
        <subject>M&#201;CANISME DE RETENUE DE PORTE DE SECOURS LAT&#201;RALE sur certains autobus scolaires et
            commerciaux CE, RE et FE construits au cours de la p&#233;riode du 12 mars 2004 au 29 novembre 2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>47ALT</ucode>
                <ucode>47DCJ</ucode>
                <ucode>47DCL</ucode>
                <ucode>47DCN</ucode>
                <ucode>47DCP</ucode>
                <ucode>47DCR</ucode>
                <ucode>47DCT</ucode>
                <ucode>47DCX</ucode>
            </configure>
        </apply>
        <defect>
            <para>Le m&#233;canisme de retenue des portes de secours lat&#233;rales peut ne pas avoir &#233;t&#233;
                install&#233; &#224; l'emplacement appropri&#233;. Cela peut faire en sorte que le m&#233;canisme
                retienne la porte en position ferm&#233;e.
            </para>
            <para>Si la porte est retenue en position ferm&#233;e, il se peut qu'elle n'effectue pas la fonction de
                secours pour laquelle elle a &#233;t&#233; con&#231;ue, ce qui pourrait entra&#238;ner des dommages mat&#233;riels
                ou des blessures graves, voire mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise certains autobus scolaires et commerciaux CE, RE et
                FE construits au cours de la p&#233;riode du 12 mars 2004 au 29 novembre 2006 et pourvus de portes de
                secours lat&#233;rales de codes de caract&#233;ristiques :
            </para>
            <para>0047DCN, 0047DCP, 0047DCR, 0047DCT, 0047DCX, 0047DCL, 0047DCJ, 0047ALT</para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle pendant
                        la r&#233;paration du v&#233;hicule, stationnez le v&#233;hicule sur une surface de niveau,
                        serrez le frein de stationnement, coupez le moteur et calez les roues.
                    </para>
                </warning>
            </specpara>
            <para>Veuillez effectuer l'inspection suivante pour d&#233;terminer si une intervention suppl&#233;mentaire
                est n&#233;cessaire :
            </para>
            <step1>
                <para count="1">1.&#9;Retirez le butoir de la traverse de la porte de secours
                    <emph type="bold">lat&#233;rale</emph>.
                </para>
            </step1>
            <figure id="f0750301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750301.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="232px"/>
                <caption>Figure 1</caption>
                <calloutgroup>
                    <callout1>Retirez le butoir de traverse de porte</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mesurez la dimension
                    <emph type="bold">A</emph>
                    sur la position de boulonnage du m&#233;canisme de retenue indiqu&#233;e ci-dessous :
                </para>
            </step1>
            <figure id="f0750302" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750302.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 2</caption>
            </figure>
            <para>a.&#9;Si la dimension
                <emph type="bold">A</emph>
                est de
                <emph type="bold">330 mm</emph>
                (13 po) ou
                <emph type="bold">plus</emph>, aucune autre intervention n'est n&#233;cessaire; r&#233;installez le
                butoir de la traverse.
            </para>
            <para>b.&#9;Si la dimension
                <emph type="bold">A</emph>
                est
                <emph type="bold">inf&#233;rieure</emph> &#224;
                <emph type="bold">330 mm</emph>
                (13 po), passez &#224; l'&#233;tape 3.
            </para>
            <step1>
                <para count="1">Si la dimension
                    <emph type="bold">A</emph>
                    est inf&#233;rieure &#224;
                    <emph type="bold">330 mm</emph>
                    (13 po) :
                </para>
                <step2>
                    <para count="1">Enlevez les boulons du m&#233;canisme de retenue.</para>
                </step2>
                <step2>
                    <para count="1">Mesurez l'emplacement du nouveau trou en vous reportant &#224; la dimension nominale
                        figurant au Tableau 1.
                        <emph type="italic">Mesurez depuis la surface de l'encadrement de porte, et non de la surface
                            &#224; charni&#232;re.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">Percez un trou au moyen d'un foret
                        <emph type="bold">n&#176; 5</emph>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Utilisez le support de retenue comme gabarit pour marquer et percer les deuxi&#232;mes
                        trous.
                    </para>
                </step2>
                <step2>
                    <para count="1">R&#233;installez le m&#233;canisme de retenue &#224; l'aide de la quincaillerie
                        existante.
                    </para>
                </step2>
            </step1>
            <figure id="f0750303" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750303.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 3</caption>
            </figure>
            <table id="t0750301">
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="1.00*"/>
                    <colspec colname="col2" align="center" colwidth="1.00*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Dimension</para>
                            </entry>
                            <entry align="center">
                                <para>Dimension nominale</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>B</para>
                            </entry>
                            <entry align="center">
                                <para>165mm (6,5 po)</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>C</para>
                            </entry>
                            <entry align="center">
                                <para>517mm (20,375 po)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">V&#233;rifiez pour vous assurer du fonctionnement normal et en douceur du m&#233;canisme
                    de retenue de la porte. V&#233;rifiez pour vous assurer que la porte s'ouvre d'au moins 90 &#176; (&#224;
                    la perpendiculaire par rapport &#224; la carrosserie de l'autobus).
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez le butoir de la traverse.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Aucune pi&#232;ce n'est requise pour effectuer cette proc&#233;dure d'entretien de rappel.</para>
        </partsinfo>
        <laborinfo>
            <table id="t0750302" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07503-1</para>
                            </entry>
                            <entry>
                                <para>Inspection de l'emplacement du m&#233;canisme de retenue SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07503-2</para>
                            </entry>
                            <entry>
                                <para>Inspection ET relocalisation du m&#233;canisme de retenue</para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/FrLabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance. La NTMVSA, telle que modifi&#233;e, pr&#233;voit
                que chaque v&#233;hicule vis&#233; par une campagne de rappel de v&#233;hicule doit &#234;tre r&#233;par&#233;
                ad&#233;quatement dans un laps de temps raisonnable apr&#232;s que le propri&#233;taire en a fait une
                demande de r&#233;paration. Le d&#233;faut de r&#233;parer ad&#233;quatement un v&#233;hicule dans les
                60 jours qui suivent la demande de r&#233;paration de ce v&#233;hicule constitue une preuve prima facie
                du d&#233;faut d'effectuer la r&#233;paration dans un laps de temps raisonnable. Si le d&#233;faut n'est
                pas r&#233;par&#233; ad&#233;quatement dans les 60 jours qui suivent la demande de r&#233;paration, le
                propri&#233;taire peut avoir droit &#224; un v&#233;hicule de remplacement identique ou raisonnablement
                &#233;quivalent, sans frais, ou &#224; un remboursement du prix d'achat, mois une allocation raisonnable
                pour la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien. Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire
                ou &#224; rembourser le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un
                rendez-vous avec chaque propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son
                v&#233;hicule d&#232;s que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
