<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 07505 - &#201;PAISSEUR DU CARTER D'ESSIEU ARRI&#200;RE DANA SPICERMD sur certains mod&#232;les
        4000, 7000, 8000, 9000 et ProStarMC construits au cours de la p&#233;riode du 15 novembre 2006 au 19 f&#233;vrier
        2007
    </stitle>
    <recall id="rec07505" translation="french">
        <recallnumber>07505</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>Mai 2007</recalldate>
        <subjectfile>PONT ARRI&#200;RE</subjectfile>
        <subject>&#201;PAISSEUR DU CARTER D'ESSIEU ARRI&#200;RE DANA SPICERMD sur certains mod&#232;les 4000, 7000,
            8000, 9000 et ProStarMC construits au cours de la p&#233;riode du 15 novembre 2006 au 19 f&#233;vrier 2007
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>14AHB</ucode>
                <ucode>14AHC</ucode>
                <ucode>14CEU</ucode>
                <ucode>14GJD</ucode>
                <ucode>14GJE</ucode>
                <ucode>14GJP</ucode>
                <ucode>14GJV</ucode>
            </configure>
        </apply>
        <defect>
            <para>L'un ou les deux carters d'essieu arri&#232;re d'un v&#233;hicule douteux peuvent comporter un mat&#233;riau
                plus mince qu'il ne le faut aux fins du fonctionnement normal du v&#233;hicule. Au fil du temps, ce mat&#233;riau
                plus mince peut entra&#238;ner une rupture par fatigue du carter d'essieu arri&#232;re, possiblement
                &#224; l'emplacement du flasque de frein. Une fissure dans l'emplacement du flasque de frein du carter
                d'essieu arri&#232;re peut provoquer un verrouillage des moyeux de roue ou une s&#233;paration des roues
                entra&#238;nant possiblement des dommages mat&#233;riels ou des blessures corporelles graves ou
                mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise certains mod&#232;les 4000, 7000, 8000, 9000 et
                ProStarMC construits au cours de la p&#233;riode du 15 novembre 2006 au 19 f&#233;vrier 2007 et munis
                des essieux arri&#232;re Dana Spicer de codes de caract&#233;ristiques suivants : 14AHB, 14AHC, 14CEU,
                14GJD, 14GJE, 14GJP, 14GJV.
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, calez les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="boldundersc">PROC&#201;DURE D'INSPECTION</emph>
            </para>
            <para>
                <emph type="bold">PRISE DES DISPOSITIONS N&#201;CESSAIRES POUR EFFECTUER UNE INSPECTION</emph>
            </para>
            <para>1.0&#9;Le pr&#233;sent rappel de s&#233;curit&#233; n&#233;cessite que tous les concessionnaires
                International prennent les dispositions n&#233;cessaires pour faire inspecter les carters d'essieu
                douteux par un tiers service d'inspection.
            </para>
            <para>2.0&#9;Ce service d'inspection mesurera l'&#233;paisseur de paroi des carters d'essieu arri&#232;re
                des v&#233;hicules pour d&#233;terminer si le carter d'essieu doit &#234;tre remplac&#233;.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="italic">Cette inspection ne peut &#234;tre effectu&#233;e visuellement.</emph>
                    </para>
                </item>
            </randlist>
            <para>3.0&#9;On demande aux propri&#233;taires des v&#233;hicules de bien vouloir communiquer avec le
                concessionnaire International le plus pr&#232;s et d'aviser le service Technique que leur v&#233;hicule
                est vis&#233; par cette campagne de s&#233;curit&#233;.
            </para>
            <para>4.0&#9;Le concessionnaire doit prendre les dispositions n&#233;cessaires pour faire inspecter le v&#233;hicule
                par un tiers service d'inspection, soit &#224; l'emplacement du concessionnaire, soit &#224;
                l'emplacement du client.
            </para>
            <randlist type="bullet">
                <item>
                    <para>L'endroit o&#249; sera effectu&#233;e l'inspection est au choix du concessionnaire. Veuillez
                        collaborer avec le propri&#233;taire du v&#233;hicule pour d&#233;terminer l'endroit et la
                        date/l'heure les plus appropri&#233;s pour faire effectuer l'inspection.
                    </para>
                </item>
            </randlist>
            <para>5.0&#9;Une fois que l'emplacement de l'inspection a &#233;t&#233; d&#233;termin&#233;, le
                concessionnaire doit alors communiquer avec :
            </para>
            <para>
                <emph type="bold">DAN TOTMAN, CONAM INSPECTION SVC. 1 800 333 8629, poste 22</emph>
            </para>
            <para>et lui mentionner le NIV du v&#233;hicule,
                <emph type="bold">le nom de la personne-ressource/l'adresse/le num&#233;ro de t&#233;l&#233;phone de la
                    concession
                </emph>
                (si l'inspection sera effectu&#233;e dans les installations du client), ainsi que
                <emph type="bold">la date et l'heure recommand&#233;es</emph>
                par le client pour faire effectuer l'inspection.
            </para>
            <para>6.0&#9;Dan communiquera avec la succursale de CONAM la plus pr&#232;s pour prendre les dispositions n&#233;cessaires
                pour faire visiter l'emplacement de l'inspection par un technicien. Une fois que l'horaire du technicien
                de CONAM est &#233;tabli, Dan communiquera avec le directeur du service Technique de la concession, ou
                avec la personne que ce dernier a d&#233;sign&#233;e, pour finaliser l'heure et l'emplacement de
                l'inspection.
            </para>
            <para>7.0&#9;Veuillez pr&#233;voir un d&#233;lai de jusqu'&#224;
                <emph type="bold">trois (3)</emph>
                journ&#233;es ouvrables pour que ce processus d'&#233;tablissement de calendrier soit finalis&#233;.
            </para>
            <para>8.0&#9;Une fois que CONAM aura d&#233;termin&#233; l'endroit et la date/l'heure de l'inspection, le
                concessionnaire communiquera avec le client pour finaliser le processus et pour aviser le client au
                sujet de l'emplacement ainsi que de la date et de l'heure de l'inspection.
            </para>
            <para>9.0&#9;Une fois que CONAM aura effectu&#233; l'inspection, cette soci&#233;t&#233; acheminera les r&#233;sultats
                &#224; la soci&#233;t&#233; Dana Corporation aux fins d'un passage en revue. La soci&#233;t&#233; Dana
                avisera ensuite le concessionnaire au sujet du carter d'essieu (le cas &#233;ch&#233;ant) n&#233;cessitant
                un remplacement.
            </para>
            <para>10.0&#9;Si le carter d'essieu doit &#234;tre remplac&#233;, la soci&#233;t&#233; Dana prendra les
                dispositions n&#233;cessaires pour
                <emph type="bold">faire exp&#233;dier le carter d'essieu directement &#224; l'&#233;tablissement
                    concessionnaire
                </emph>
                depuis ses installations de Humboldt, au Tennessee.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Veuillez pr&#233;voir un d&#233;lai de jusqu'&#224; dix (10) journ&#233;es ouvrables avant que
                        le carter d'essieu de rechange soit livr&#233; &#224; l'emplacement de service.
                    </para>
                </item>
            </randlist>
            <para>11.0&#9;Si le carter d'essieu doit &#234;tre remplac&#233;, le concessionnaire collaborera avec le
                propri&#233;taire du v&#233;hicule pour prendre les dispositions n&#233;cessaires pour faire remplacer
                le carter d'essieu.
            </para>
            <para>12.0&#9;Si le carter d'essieu inspect&#233; ne n&#233;cessite PAS un remplacement, le concessionnaire
                avisera le propri&#233;taire du v&#233;hicule qu'aucune autre intervention n'est requise.
            </para>
            <para>
                <emph type="boldundersc">REMPLACEMENT DU CARTER D'ESSIEU ARRI&#200;RE</emph>
            </para>
            <para>13.0&#9;Veuillez vous reporter &#224; la documentation dans ISIS et au manuel d'atelier principal pour
                prendre connaissance de la proc&#233;dure appropri&#233;e de remplacement du carter d'essieu arri&#232;re.
            </para>
            <para>14.0&#9;Veuillez d&#233;truire le carter d'essieu d&#233;pos&#233; avant d'en disposer.</para>
            <randlist type="bullet">
                <item>
                    <para>La m&#233;thode de pr&#233;f&#233;rence consiste &#224; utiliser un chalumeau oxhydrique pour
                        s&#233;parer le carter dans la zone centrale du diff&#233;rentielle, ce qui donne deux (2) moiti&#233;s.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">AUCUNE</emph>
                pi&#232;ce n'est requise pour la
                <emph type="bold">PROC&#201;DURE D'INSPECTION</emph>.
            </para>
            <para>Selon le besoin, des carters d'essieu arri&#232;re de rechange seront exp&#233;di&#233;s directement
                et gratuitement aux installations de r&#233;paration. Toutefois, les concessionnaires peuvent ajouter
                une allocation de manutention des pi&#232;ces de
                <emph type="bold">300,00 $</emph> &#224; la section &#171;Autres frais&#187; de la r&#233;clamation au
                titre de la garantie en cas du remplacement du carter d'essieu.
            </para>
            <para>Veuillez commander tout joint d'&#233;tanch&#233;it&#233;, roulement, lubrifiant, etc., selon le
                besoin, par le biais du catalogue des pi&#232;ces.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0750501" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07505-1</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    SEULEMENT
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-2</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    ET le remplacement du carter d'essieu arri&#232;re d'un essieu arri&#232;re SIMPLE
                                </para>
                            </entry>
                            <entry>
                                <para>5,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-3</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    ET le remplacement du PONT AVANT DE TANDEM sur une suspension PNEUMATIQUE/ &#192;
                                    RESSORT &#192; LAME
                                </para>
                            </entry>
                            <entry>
                                <para>7,7 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-4</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    ET le remplacement du PONT ARRI&#200;RE DE TANDEM sur une suspension PNEUMATIQUE/
                                    &#192; RESSORT &#192; LAME
                                </para>
                            </entry>
                            <entry>
                                <para>6,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-5</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    ET le remplacement du PONT AVANT DE TANDEM sur une suspension &#192; BALANCIER
                                </para>
                            </entry>
                            <entry>
                                <para>6,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-6</para>
                            </entry>
                            <entry>
                                <para>Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection du v&#233;hicule
                                    ET le remplacement du PONT ARRI&#200;RE DE TANDEM sur une suspension &#192;
                                    BALANCIER
                                </para>
                            </entry>
                            <entry>
                                <para>5,6 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-7</para>
                            </entry>
                            <entry>
                                <para>AJOUT AFF&#201;RENT &#192; LA PURGE DES FREINS HYDRAULIQUES SEULEMENT</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>1.0&#9;Si un concessionnaire prend les dispositions n&#233;cessaires pour faire inspecter le carter
                d'essieu et qu'un remplacement du carter d'essieu n'est PAS requis, veuillez inscrire le code d'op&#233;ration
                de main d'&#339;uvre
                <emph type="bold">-1</emph>.
            </para>
            <para>2.0&#9;Les op&#233;rations de main d'&#339;uvre
                <emph type="bold">-2</emph> &#224;
                <emph type="bold">-6</emph>
                comprennent les interventions suivantes :
            </para>
            <para>&#8226;&#9;Prise des dispositions n&#233;cessaires pour faire effectuer l'inspection par un tiers
            </para>
            <para>&#8226;&#9;D&#233;pose et remplacement de composant et r&#233;installation de toutes les pi&#232;ces
                connexes
            </para>
            <para>&#8226;&#9;Arbre(s) de transmission D et C</para>
            <para>&#8226;&#9;D&#233;pose et r&#233;paration des arbres d'essieu et des joints d'&#233;tanch&#233;it&#233;</para>
            <para>&#8226;&#9;D&#233;pose et r&#233;paration des ensembles de roues</para>
            <para>&#8226;&#9;Remplacements des joints de roues</para>
            <para>&#8226;&#9;D&#233;pose et r&#233;paration du diff&#233;rentiel</para>
            <para>&#8226;&#9;D&#233;pose et r&#233;paration des composants de freins</para>
            <para>&#8226;&#9;Conduites pneumatiques ou hydrauliques - D et C; purge des freins selon le besoin</para>
            <para>&#8226;&#9;Vidange et remplissage des carters d'essieu et de diff&#233;rentiel</para>
            <para>&#8226;&#9;R&#233;glage des freins des roues arri&#232;re sur l'essieu remplac&#233; (freins
                pneumatiques)
            </para>
            <para>&#8226;&#9;Nettoyage, inspection et r&#233;glage des roulements de roue</para>
            <para>&#8226;&#9;Essai sur route</para>
            <para>2.1&#9;Les op&#233;rations de main d'&#339;uvre
                <emph type="bold">-2</emph> &#224;
                <emph type="bold">-6</emph>
                ne comprennent pas la coupe ou le soudage. La soci&#233;t&#233; Dana fournira le carter d'essieu et tous
                les supports n&#233;cessaires.
            </para>
            <para>3.0&#9;Si une purge des freins s'av&#232;re n&#233;cessaire pour un ch&#226;ssis hydraulique, le code
                d'op&#233;ration de main d'&#339;uvre -7 peut &#234;tre ajout&#233; sur la r&#233;clamation au titre de
                la garantie.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frLabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
