<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 07501-R2 - Les C&#194;BLES DE BATTERIES de certains mod&#232;les 9000 construits au cours de
        la p&#233;riode du 1er avril 2002 au 25 d&#233;cembre 2006 et munis de moteurs Caterpillar
    </stitle>
    <recall id="rec07501" translation="french">
        <recallnumber>07501-R2</recallnumber>
        <market>CANADA, EXPORTATION</market>
        <recalldate>AO&#219;T 2007</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Les C&#194;BLES DE BATTERIES de certains mod&#232;les 9000 construits au cours de la p&#233;riode du
            1er avril 2002 au 25 d&#233;cembre 2006 et munis de moteurs Caterpillar
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Caterpillar</vendor>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPTION DE LA R&#201;VISION</emph>
            </para>
            <para>
                <emph type="bold">PROC&#201;DURE D'ENTRETIEN</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Remarque ajout&#233;e &#224; l'article 2.</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>L'op&#233;ration de main d'&#339;uvre A40-07501-1 a &#233;t&#233; modifi&#233;e.</para>
                    <randlist type="dash">
                        <item>
                            <para>La description a &#233;t&#233; modifi&#233;e pour se lire :
                                <emph type="bold">&#171;Installation des supports sur les v&#233;hicules dont les BO&#206;TIERS
                                    DE BATTERIE se trouvent &#192; L'AVANT du R&#201;SERVOIR DE CARBURANT&#187;
                                </emph>
                            </para>
                        </item>
                        <item>
                            <para>La dur&#233;e de main d'&#339;uvre a &#233;t&#233; prolong&#233;e &#224; 1,0 h.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>L'op&#233;ration de main d'&#339;uvre A40-07501-4 a &#233;t&#233; ajout&#233;e.</para>
                </item>
            </randlist>
            <para>Les c&#226;bles positifs de batteries qui alimentent le d&#233;marreur depuis les batteries risquent
                de se frotter contre un c&#226;ble de masse &#233;lectrique entre le longeron de cadre de ch&#226;ssis
                et le d&#233;marreur, ou le longeron de cadre de ch&#226;ssis seul. Ce frottement peut provoquer un
                court-circuit &#233;lectrique et (ou) un incendie pouvant entra&#238;ner des dommages mat&#233;riels ou
                des blessures graves, voire mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise les mod&#232;les 9100, 9200, 9400 et 9900 construits
                selon la configuration ci-dessous :
            </para>
            <randlist type="asterisk">
                <item>
                    <para>Construits aux installations d'International &#224; Chatham, en Ontario :</para>
                    <randlist type="bullet">
                        <item>
                            <para>munis de moteurs C10, C11, C12 ou C13 de Caterpillar : Du 1er avril 2002 au 28
                                septembre 2006
                            </para>
                        </item>
                        <item>
                            <para>munis de moteurs C15 ou C16 de Caterpillar : Du 1er avril 2002 au 20 novembre 2006
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Construits aux installations d'International &#224; Escobedo (Monterrey, Mexique) :</para>
                    <randlist type="bullet">
                        <item>
                            <para>munis de moteurs C10, C11, C12 ou C13 de Caterpillar : Du 1er avril 2002 au 28
                                septembre 2006
                            </para>
                        </item>
                        <item>
                            <para>munis de moteurs C15 ou C16 de Caterpillar : Du 1er avril 2002 au 25 d&#233;cembre
                                2006
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="boldital">Le pr&#233;sent rappel de s&#233;curit&#233; remplace le G-05514 pour ce qui est
                    des v&#233;hicules munis de MOTEURS CATERPILLAR SEULEMENT.
                </emph>
            </para>
            <para>
                <emph type="boldital">Les v&#233;hicules pourvus de moteurs Caterpillar qui &#233;taient vis&#233;s par
                    la campagne G-05514 ne devraient plus faire l'objet de cette proc&#233;dure - SEUL LE PR&#201;SENT
                    RAPPEL G-07501 DEVRAIT &#202;TRE EFFECTU&#201;.
                </emph>
            </para>
            <para>
                <emph type="boldital">VEUILLEZ NOTER : Ce rappel, soit le G-07501, doit &#234;tre effectu&#233; sans
                    &#233;gard &#224; toute disposition ant&#233;rieure du G-05514.
                </emph>
            </para>
        </defect>
        <ownernote>
            <para>Lors du processus de rappel, les concessionnaires concern&#233;s recevront une liste de noms et
                d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="42">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et la possibilit&#233; d'une
                        blessure corporelle grave ou mortelle, calez les roues pour emp&#234;cher le v&#233;hicule de
                        rouler dans les deux sens.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, tenez &#233;loign&#233;s du v&#233;hicule
                        les dispositifs &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles et &#233;vitez
                        de fumer. Les batteries &#233;mettent des gaz explosifs.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;branchez les c&#226;bles positif
                    <emph type="bold">et</emph>
                    n&#233;gatif de leurs bornes dans le bo&#238;tier des batteries.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez toutes les sangles de verrouillage des c&#226;bles positif et n&#233;gatif des
                    batteries, entre le d&#233;marreur et le bo&#238;tier des batteries.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Desserrez l'attache en caoutchouc du bo&#238;tier des batteries afin de pouvoir retirer compl&#232;tement
                        les c&#226;bles de batteries du bo&#238;tier des batteries.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si le bo&#238;tier de batterie du v&#233;hicule est situ&#233; &#192; L'ARRI&#200;RE des r&#233;servoirs
                        de carburant (&#224; l'arri&#232;re de la cabine), vous pouvez soulever le v&#233;hicule jusqu'&#224;
                        une hauteur de travail s&#233;curitaire afin d'obtenir un acc&#232;s plus facile entre les
                        barres &#233;galisatrices du r&#233;servoir de carburant.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirez la contrebride pivotante entre la boucle avant des c&#226;bles positifs et le c&#226;ble
                    de masse du ch&#226;ssis.
                </para>
            </step1>
            <figure id="f0750101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750101.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="312px"/>
                <caption>Figure 1</caption>
                <calloutgroup>
                    <callout1>Retirez la contrebride pivotante et mettez-la au rebut</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez le support en L du d&#233;marreur, l'attache et le boulon &#224; 12 points du d&#233;marreur,
                    si le v&#233;hicule est ainsi muni.
                </para>
            </step1>
            <figure id="f0750102" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750102.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="312px"/>
                <caption>Figure 2</caption>
                <calloutgroup>
                    <callout1>Retirez le support en L, l'attache et le boulon du d&#233;marreur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si, au moment de sa construction, le v&#233;hicule a &#233;t&#233; muni du code de
                    caract&#233;ristique
                    <emph type="bold">001GTC</emph>
                    - TRAVERSE DE CH&#194;SSIS surbaiss&#233;e; mont&#233;e entre les supports de montage avant de la
                    cabine (&#233;galement appel&#233;e &#171;traverse de s&#251;ret&#233;&#187; [&#171;belly band&#187;]),
                    retirez et mettez au rebut le support en L et l'attache reli&#233;s &#224; l'arri&#232;re de la
                    traverse.
                </para>
            </step1>
            <figure id="f0750103" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750103.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="232px"/>
                <caption>Figure 3 - Vue vers l'avant de la traverse de s&#251;ret&#233;</caption>
                <calloutgroup>
                    <callout1>Le support en L est situ&#233; &#224; l'arri&#232;re, sur le c&#244;t&#233; conducteur de
                        la traverse de s&#251;ret&#233;
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">
                    <emph type="boldital">Inspectez soigneusement les c&#226;bles positif et n&#233;gatif des batteries
                        sur toute leur longueur afin de d&#233;celer tout indice de frottement. Remplacez le c&#226;ble
                        endommag&#233; si vous d&#233;celez tout dommage de frottement significatif.
                    </emph>
                </para>
            </step1>
            <para>
                <emph type="bold">Les &#233;tapes suivantes se rapportent aux v&#233;hicules munis des moteurs C10, C11,
                    C12 et C13; veuillez passer &#224; l'&#233;tape 13 pour ce qui est des v&#233;hicules pourvus de
                    moteurs C15 et C16.
                </emph>
            </para>
            <step1>
                <para count="1">Installez le support de montage avant du bloc moteur.</para>
            </step1>
            <figure id="f0750104a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 4a - &#201;l&#233;ments du support de montage avant du bloc moteur</caption>
            </figure>
            <figure id="f0750104b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 4b - Trous de montage dans le bloc moteur - Vue du dessous</caption>
                <calloutgroup>
                    <callout1>1. 2 x trous de montage M10</callout1>
                    <callout1>2. Avant</callout1>
                    <callout1>3. Filtre de carburant</callout1>
                    <callout1>4. Borne de masse du bloc moteur</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750104c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104c.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 4c - Longeron de cadre de ch&#226;ssis d&#233;pos&#233; aux fins
                    d'&#233;claircissement
                </caption>
                <calloutgroup>
                    <callout1>Emplacement du support</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750104d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104df.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 4d - &#192; l'int&#233;rieur du v&#233;hicule</caption>
                <calloutgroup>
                    <callout1>1. En raison des nombreuses combinaisons possibles de c&#226;bles &#233;lectriques dans
                        cette zone, ASSUREZ-VOUS QU'AUCUN C&#194;BLE EXISTANT NE TOUCHE ou NE SE FROTTE CONTRE LE
                        SUPPORT
                    </callout1>
                    <callout1>2. Serrez les boulons &#224; un couple de : 54 &#224; 68 Nm (40 &#224; 50 lbf pi)
                    </callout1>
                    <callout1>3. Support de montage du bloc moteur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez le support en L du flexible du refroidisseur d'huile de la bo&#238;te de
                    vitesses du goujon double du carter d'huile.
                </para>
            </step1>
            <figure id="f0750105" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750105.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 5</caption>
                <calloutgroup>
                    <callout1>Retirez le support en L du goujon double</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlevez le goujon double du carter d'huile. Remplacez-le par le nouveau goujon double et
                    r&#233;utilisez les entretoises (rondelles) existantes. Serrez le goujon double neuf &#224; un
                    couple de 45 &#224; 65 Nm (33 &#224; 48 lbf pi).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez le collier du flexible du refroidisseur d'huile de la bo&#238;te de vitesses
                    et faites-le glisser VERS L'AVANT, vers le prochain boulon du carter d'huile.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez le boulon du carter d'huile et remplacez-le par un deuxi&#232;me goujon double
                    neuf. Serrez le deuxi&#232;me goujon double neuf &#224; un couple de 45 &#224; 65 Nm (33 &#224; 48
                    lbf pi). - N'installez pas le support en L sur le goujon double neuf pour le moment.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Pour ce qui est de C10/12, installez la rondelle-entretoise entre le carter d'huile et les
                        entretoises de goujons existantes. Avant de proc&#233;der &#224; l'&#233;tape 12, assurez-vous
                        que le goujon ne se bute pas contre le bloc.
                    </para>
                </note>
            </specpara>
            <figure id="f0750106" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750106f.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 6</caption>
                <calloutgroup>
                    <callout1>1. AVANT</callout1>
                    <callout1>2. Nouvel emplacement de goujon double et de fixation</callout1>
                    <callout1>3. Emplacement de fixation ant&#233;rieur aux fins de r&#233;f&#233;rence</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installez le support de montage de la rampe du carter d'huile.</para>
            </step1>
            <figure id="f0750107a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figure 7a - &#201;l&#233;ments du support du carter d'huile</caption>
            </figure>
            <figure id="f0750107b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 7b - Longeron de cadre de ch&#226;ssis d&#233;pos&#233; aux fins
                    d'&#233;claircissement
                </caption>
                <calloutgroup>
                    <callout1>1. Installez le support en L du flexible du refroidisseur d'huile sur le goujon</callout1>
                    <callout1>2. Installez le support du carter d'huile sur le goujon double neuf</callout1>
                    <callout1>3. Emplacement de fixation ant&#233;rieur aux fins de r&#233;f&#233;rence</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750107c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107c.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 7c -&#192; l'int&#233;rieur du v&#233;hicule</caption>
                <calloutgroup>
                    <callout1>Serrez l'&#233;crou &#224; un couple de : 45 &#224; 65 Nm (33 &#224; 48 lbf pi)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Les &#233;tapes suivantes se rapportent aux v&#233;hicules munis des moteurs C15 et
                    C16; passez &#224; l'&#233;tape 19 pour prendre connaissance du reste de la proc&#233;dure
                    d'entretien.
                </emph>
            </para>
            <step1>
                <para count="1">Retirez le support en L du flexible du refroidisseur d'huile de la bo&#238;te de
                    vitesses du goujon double du carter d'huile.
                </para>
            </step1>
            <figure id="f0750108" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750108.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px"/>
                <caption>Figure 8</caption>
                <calloutgroup>
                    <callout1>Retirez le support en L du goujon double</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlevez le goujon double du carter d'huile. Remplacez-le par le nouveau goujon double et
                    r&#233;utilisez les entretoises (rondelles) existantes. Serrez le goujon double neuf &#224; un
                    couple de 38 &#224; 56 Nm (28 &#224; 41 lbf pi).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez le collier du flexible du refroidisseur d'huile de la bo&#238;te de vitesses
                    et faites-le glisser VERS L'AVANT, vers le prochain boulon du carter d'huile.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez le boulon du carter d'huile et remplacez-le par un deuxi&#232;me goujon double
                    neuf. Serrez le deuxi&#232;me goujon double neuf &#224; un couple de 38 &#224; 56 Nm (28 &#224; 41
                    lbf pi). -
                    <emph type="italic">N'installez pas le support en L sur le goujon double neuf pour le moment</emph>
                </para>
            </step1>
            <figure id="f0750109" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750109f.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 9</caption>
                <calloutgroup>
                    <callout1>1. AVANT</callout1>
                    <callout1>2. Nouvel emplacement de goujon double et de fixation</callout1>
                    <callout1>3. Emplacement de fixation ant&#233;rieur aux fins de r&#233;f&#233;rence</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Les moteurs C15 et C16 utilisent un support combin&#233; simple au lieu du support de
                    montage du bloc moteur et du carter d'huile des moteurs C10, C11, C12 et C13.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le support de montage simple avant (C15/C16 seulement).</para>
            </step1>
            <figure id="f0750110a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 10a - &#201;l&#233;ments du support combin&#233;</caption>
            </figure>
            <figure id="f0750110b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 10b - Rep&#233;rez le support &#224; l'arri&#232;re du reniflard</caption>
                <calloutgroup>
                    <callout1>1. AVANT</callout1>
                    <callout1>2. Conduit du reniflard du carter</callout1>
                    <callout1>3. Placez le support sur les goujons doubles de mani&#232;re &#224; ce qu'il retienne les
                        c&#226;bles des batteries imm&#233;diatement &#192; L'ARRI&#200;RE du conduit du reniflard du
                        carter
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750110c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110c.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
                <caption>Figure 10c - &#192; l'int&#233;rieur du v&#233;hicule - Emplacement du support en L du flexible
                    du refroidisseur d'huile
                </caption>
                <calloutgroup>
                    <callout1>Serrez l'&#233;crou &#224; un couple de : 38 &#224; 56 Nm (28 &#224; 41 lbf pi)</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750110d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110d.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
                <caption>Figure 10d - &#192; l'int&#233;rieur du v&#233;hicule - Longeron de cadre de ch&#226;ssis d&#233;pos&#233;
                    aux fins d'&#233;claircissement
                </caption>
                <calloutgroup>
                    <callout1>Serrez l'&#233;crou &#224; un couple de : 38 &#224; 56 Nm (28 &#224; 41 lbf pi)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Les &#233;tapes suivantes se rapportent aux configurations suivantes seulement :
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">9900ix, tous les moteurs, toutes les configurations</emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">9100, 9200, 9400 et 9900, tous les moteurs, sans traverse de
                            s&#251;ret&#233;
                        </emph>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="boldital">N'installez pas de support de montage en L de d&#233;marreur sur les mod&#232;les
                    9100, 9200, 9400 ou 9900 munis de la traverse de s&#251;ret&#233; 0001GTC au moment de leur
                    construction.
                </emph>
            </para>
            <step1>
                <para count="1">Installez le support de montage en L du d&#233;marreur.</para>
            </step1>
            <figure id="f0750111a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 11a - &#201;l&#233;ments du support de montage en L du d&#233;marreur</caption>
            </figure>
            <figure id="f0750111b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111b.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 11b - Longeron de cadre de ch&#226;ssis d&#233;pos&#233; aux fins
                    d'&#233;claircissement
                </caption>
                <calloutgroup>
                    <callout1>Effectuez l'assemblage en orientant la patte courte du support en L VERS L'AVANT
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750111c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111c.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 11c - &#192; l'int&#233;rieur du v&#233;hicule</caption>
                <calloutgroup>
                    <callout1>Serrez le boulon &#224; un couple de : 210 &#224; 220 Nm (155 &#224; 162 lbf pi)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Les &#233;tapes suivantes se rapportent aux v&#233;hicules pourvus d'une traverse de s&#251;ret&#233;
                    de code de caract&#233;ristique 0001GTC au moment de leur construction; passez &#224; l'&#233;tape
                    21 si votre v&#233;hicule n'est pas muni d'une traverse de s&#251;ret&#233;.
                </emph>
            </para>
            <step1>
                <para count="1">&#192; l'aide de la quincaillerie existante, installez un nouveau support de traverse de
                    s&#251;ret&#233; sur le c&#244;t&#233; arri&#232;re de cette derni&#232;re. Serrez les boulons
                    &#224; un couple de 298 &#224; 325 Nm (220 &#224; 240 lbf-pi).
                </para>
            </step1>
            <figure id="f0750112" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750112.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 12</caption>
                <calloutgroup>
                    <callout1>Effectuez l'assemblage en orientant la patte courte du support VERS L'AVANT</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Les &#233;tapes suivantes se rapportent &#224; TOUS les moteurs.</emph>
            </para>
            <step1>
                <para count="1">Selon les configurations des v&#233;hicules &#233;num&#233;r&#233;es ci-dessous au
                    Tableau 1, reportez-vous aux Figures suivantes pour prendre connaissance de l'acheminement appropri&#233;
                    de la section avant des c&#226;bles de batteries.
                </para>
            </step1>
            <table id="t0750101" tblwidth="pg-wide">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.08*"/>
                    <colspec colname="col2" colwidth="1.07*"/>
                    <colspec colname="col3" colwidth="1.15*"/>
                    <colspec colname="col4" colwidth="0.69*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>MOTEUR</para>
                            </entry>
                            <entry>
                                <para>Mod&#232;le</para>
                            </entry>
                            <entry>
                                <para>EMPLACEMENT DU BO&#206;TIER DES BATTERIES</para>
                            </entry>
                            <entry>
                                <para>FIGURES DE R&#201;F&#201;RENCE</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>C10, C11, C12 et C13</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Sous la CABINE</para>
                            </entry>
                            <entry>
                                <para>13 et 14</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 et C13</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>&#192; l'arri&#232;re de la CABINE</para>
                            </entry>
                            <entry>
                                <para>15 et 16</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 et C13</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Sous la CABINE</para>
                            </entry>
                            <entry>
                                <para>21 et 22</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 et C13</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>&#192; l'arri&#232;re de la CABINE</para>
                            </entry>
                            <entry>
                                <para>23 et 24</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 et C16</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Sous la CABINE</para>
                            </entry>
                            <entry>
                                <para>17 et 18</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 et C16</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>&#192; l'arri&#232;re de la CABINE</para>
                            </entry>
                            <entry>
                                <para>19 et 20</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 et C16</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Sous la CABINE</para>
                            </entry>
                            <entry>
                                <para>27 et 28</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 et C16</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>&#192; l'arri&#232;re de la CABINE</para>
                            </entry>
                            <entry>
                                <para>25 et 26</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0750113" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750113f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="272px"/>
                <caption>Figure 13 - 9900ix: C10, C11, C12, C13 - Traverse de s&#251;ret&#233; et bo&#238;tier des
                    batteries sous la CABINE
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; SUP&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>4. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INF&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750114" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750114f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 14 - 9900ix: C10, C11, C12, C13 - Bo&#238;tier des batteries sous la CABINE, SANS
                    traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle qu'illustr&#233;e &#224; la
                    Figure 13
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750115" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750115f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 15 - 9900ix: C10, C11, C12, C13 - Bo&#238;tier des batteries &#224; l'arri&#232;re de la
                    cabine, SANS traverse de s&#251;ret&#233;
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>3. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>4. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po).
                    </callout1>
                    <callout1>5. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750116" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750116f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 16 - 9900ix: C10, C11, C12, C13 - Bo&#238;tier des batteries &#224; l'arri&#232;re de la
                    cabine, avec traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle qu'illustr&#233;e
                    &#224; la Figure 15
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750117" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750117f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figure 17 - 9900ix: C15, C16 - Traverse de s&#251;ret&#233; et bo&#238;tier des batteries sous
                    la CABINE
                </caption>
                <calloutgroup>
                    <callout1>1. La sangle de verrouillage &#224; c&#226;ble suppl&#233;mentaire au niveau de la
                        courbure inf&#233;rieure est le premier point de contact pour le c&#226;ble N&#201;GATIF
                    </callout1>
                    <callout1>2. C&#226;ble N&#201;GATIF simple - NON dans la contrebride INF&#201;RIEURE</callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>4. C&#226;ble POSITIF simple sur le c&#244;t&#233; SUP&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>5. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INF&#201;RIEUR de la contrebrid
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750118" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750118f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 18 - 9900ix: C15, C16 - Bo&#238;tier des batteries sous la CABINE, SANS traverse de s&#251;ret&#233;
                    La partie avant de l'acheminement est telle qu'illustr&#233;e &#224; la Figure 17
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750119" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750119f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 19 - 9900ix: C15, C16 - Traverse de s&#251;ret&#233; et bo&#238;tier des batteries
                    &#224; l'arri&#232;re de la cabine
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                    <callout1>2. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>3. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>4. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750120" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750120f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 20 - 9900ix: C15, C16 - Bo&#238;tier des batteries &#224; l'arri&#232;re de la cabine,
                    SANS traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle qu'illustr&#233;e
                    &#224; la Figure 19
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750121" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750121f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 21 - 9100, 9200, 9400, 9900: C10, C11, C12, C13 - Traverse de s&#251;ret&#233; et bo&#238;tier
                    des batteries sous la CABINE
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; SUP&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>4. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INF&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750122" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750122f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 22 - 9100, 9200, 9400, 9900: C10, C11, C12, C13 - Bo&#238;tier des batteries sous la
                    CABINE, SANS traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle qu'illustr&#233;e
                    &#224; la Figure 21
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750123" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750123f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 23 - 9100, 9200, 9400, 9900: C10, C11, C12, C13 - Avec traverse de s&#251;ret&#233; et
                    bo&#238;tier des batteries &#224; l'arri&#232;re de la cabine
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>3. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>4. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750124" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750124f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 24 - 9100, 9200, 9400, 9900: C10, C11, C12, C13 - Bo&#238;tier des batteries &#224;
                    l'arri&#232;re de la cabine, SANS traverse de s&#251;ret&#233; La partie avant de l'acheminement est
                    telle qu'illustr&#233;e &#224; la Figure 23
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750125" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750125f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 25 - 9100, 9200, 9400, 9900: C15, C16 - Traverse de s&#251;ret&#233; et bo&#238;tier des
                    batteries &#224; l'arri&#232;re de la cabine
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>3. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>4. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750126" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750126f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 26 - 9100, 9200, 9400, 9900: C15, C16 -Bo&#238;tier des batteries &#224; l'arri&#232;re
                    de la cabine, SANS traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle
                    qu'illustr&#233;e &#224; la Figure 25
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;bles POSITIFS doubles, UN de chaque c&#244;t&#233; de la contrebride</callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble N&#201;GATIF simple achemin&#233; ENTRE les c&#226;bles positifs et fix&#233;
                        &#224; l'aide d'une sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750127" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750127f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 27 - 9100, 9200, 9400, 9900: C15, C16 - Bo&#238;tier des batteries sous la cabine, avec
                    traverse de s&#251;ret&#233;
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple - NON dans la contrebride INF&#201;RIEURE</callout1>
                    <callout1>2. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; SUP&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>4. ELa sangle de verrouillage &#224; c&#226;ble suppl&#233;mentaire au niveau de la
                        courbure inf&#233;rieure est le premier point de contact pour le c&#226;ble N&#201;GATIF
                    </callout1>
                    <callout1>5. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INF&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750128" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750128f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 28 - 9100, 9200, 9400, 9900: C15, C16 - Bo&#238;tier des batteries sous la cabine, SANS
                    traverse de s&#251;ret&#233; La partie avant de l'acheminement est telle qu'illustr&#233;e &#224; la
                    Figure 27
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble N&#201;GATIF simple sur le c&#244;t&#233; INT&#201;RIEUR de la contrebride
                    </callout1>
                    <callout1>2. Attachez les c&#226;bles ensemble tout en minimisant le tortillement. Utilisez les
                        sangles de verrouillage &#224; c&#226;ble contenues dans la trousse de pi&#232;ces. Au moins
                        &#224; tous les 305 mm (12 po)
                    </callout1>
                    <callout1>3. C&#226;ble POSITIF simple sur le c&#244;t&#233; EXT&#201;RIEUR de la contrebride
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Une fois que la partie avant des c&#226;bles de batteries est achemin&#233;e et fix&#233;e
                    de fa&#231;on appropri&#233;e, utilisez le reste des points de fixation et des supports en L pour
                    poursuivre l'acheminement des c&#226;bles de batteries vers les batteries.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous de ce qui suit lorsque vous effectuez l'acheminement :</para>
                <randlist type="bullet">
                    <item>
                        <para>Attachez l'ensemble de c&#226;bles ensemble &#224; l'aide d'une sangle de verrouillage
                            &#224; c&#226;ble, au moins &#224; tous les 305 mm (12 po).
                        </para>
                    </item>
                    <item>
                        <para>Utilisez les sangles de verrouillage &#224; c&#226;ble provenant de la trousse pour monter
                            l'ensemble de c&#226;bles &#224; la fixation existante.
                        </para>
                    </item>
                    <item>
                        <para>Minimisez le tortillement de l'ensemble de c&#226;bles.</para>
                    </item>
                    <item>
                        <para>Acheminez l'ensemble de c&#226;bles avec soin de mani&#232;re &#224; &#233;viter tout
                            frottement contre les ar&#234;tes vives.
                        </para>
                    </item>
                    <item>
                        <para>Les autres c&#226;bles peuvent &#234;tre achemin&#233;s avec l'ensemble de c&#226;bles.
                            Assurez-vous qu'ils ne deviennent pas torsad&#233;s ou pinc&#233;s.
                        </para>
                    </item>
                    <item>
                        <para>Les c&#226;bles
                            <emph type="bold">CLEAN POWER</emph>
                            doivent &#234;tre attach&#233;s s&#233;par&#233;ment; toutefois, l'ensemble de c&#226;bles
                            Clean Power peut &#234;tre achemin&#233; avec les c&#226;bles des batteries.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Lorsque les c&#226;bles sortent de l'ensemble et qu'ils p&#233;n&#232;trent dans le bo&#238;tier
                    des batteries, assurez-vous de ce qui suit :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Que les c&#226;bles positifs et n&#233;gatifs ne se touchent pas advenant le cas o&#249;
                            ils se croiseraient.
                        </para>
                    </item>
                    <item>
                        <para>D'autres c&#226;bles peuvent &#234;tre achemin&#233;s avec l'ensemble de c&#226;bles des
                            batteries. Assurez-vous que ceux-ci ne sont pas pinc&#233;s et qu'ils ne se croisent pas
                            lorsque vous les acheminez vers le bo&#238;tier des batteries.
                        </para>
                    </item>
                    <item>
                        <para>Que les c&#226;bles des batteries ne se frottent pas contre quelque ar&#234;te vive que ce
                            soit &#224; l'int&#233;rieur du bo&#238;tier des batteries.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Que vous rebranchez les c&#226;bles positifs et n&#233;gatifs des batteries.</para>
            </step1>
            <para>
                <emph type="boldital">Inspection du c&#226;ble de masse du moteur</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Apr&#232;s avoir effectu&#233; la proc&#233;dure d'entretien ci-dessus, veuillez inspecter
                        l'acheminement du c&#226;ble de masse du BLOC MOTEUR.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Pour emp&#234;cher les c&#226;bles positifs de se frotter contre le c&#226;ble de masse du
                        moteur (reportez-vous &#224; la figure 29), veuillez vous assurer que le c&#226;ble de masse du
                        moteur est resserr&#233; en position descendante (de 6 h). Reportez-vous &#224; la figure 30.
                    </para>
                </caution>
            </specpara>
            <figure id="f0750129" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750129f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 29 - Un frottement risque de se produire entre le c&#226;ble de masse du bloc moteur et
                    les c&#226;bles positifs qui viennent d'&#234;tre d&#233;plac&#233;s
                </caption>
                <calloutgroup>
                    <callout1>1. C&#226;ble de masse du bloc moteur</callout1>
                    <callout1>2. C&#226;bles positifs du d&#233;marreur</callout1>
                    <callout1>3. Un frottement pourrait se produire &#224; cet endroit</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Si AUCUN contact ou frottement n'est constat&#233; entre le c&#226;ble de MASSE DU MOTEUR CAT
                        et les c&#226;bles des batteries, AUCUN resserrement n'est n&#233;cessaire.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="boldital">Si vous constatez un contact ou un frottement entre le c&#226;ble de MASSE
                            DU MOTEUR et les c&#226;bles des batteries</emph>, tournez et serrez le c&#226;ble de masse
                        sur la borne du d&#233;marreur afin qu'il soit orient&#233; en position descendante droite
                        (position de 6 h) et qu'il ne touche pas aux c&#226;bles positifs du d&#233;marreur.
                        Reportez-vous &#224; la Figure 30.
                    </para>
                </item>
            </randlist>
            <figure id="f0750130" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750130f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 30 - Acheminement appropri&#233; du c&#226;ble de masse du bloc moteur</caption>
                <calloutgroup>
                    <callout1>1. Resserrez le c&#226;ble de masse du bloc moteur en position de 6 heures sur la borne du
                        d&#233;marreur
                    </callout1>
                    <callout1>2. 12 heures</callout1>
                    <callout1>3. 3 heures</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="boldital">Inspection du c&#226;ble de masse du ch&#226;ssis</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Apr&#232;s avoir effectu&#233; la proc&#233;dure d'entretien ci-dessus, veuillez inspecter
                        l'acheminement du c&#226;ble de masse du CH&#194;SSIS.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout frottement des c&#226;bles positifs contre le c&#226;ble de masse du ch&#226;ssis
                        (reportez-vous &#224; la figure 31), veuillez vous assurer que le c&#226;ble de masse du ch&#226;ssis
                        ne touche pas aux c&#226;bles positifs qui viennent d'&#234;tre achemin&#233;s. Reportez-vous
                        &#224; la figure 32.
                    </para>
                </caution>
            </specpara>
            <figure id="f0750131" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750131f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 31 - Inspection du c&#226;ble de masse du CH&#194;SSIS</caption>
                <calloutgroup>
                    <callout1>1. Recherchez le contact &#224; cet endroit</callout1>
                    <callout1>2. C&#226;ble de masse du ch&#226;ssis</callout1>
                    <callout1>3. C&#226;ble positif nouvellement achemin&#233;</callout1>
                </calloutgroup>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Assurez-vous que les c&#226;bles ne se touchent pas.</para>
                </item>
            </randlist>
            <figure id="f0750132" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750132f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figure 32 - Longeron de cadre de ch&#226;ssis d&#233;pos&#233; aux fins
                    d'&#233;claircissement
                </caption>
                <calloutgroup>
                    <callout1>1. Assurez-vous que le c&#226;ble de masse du ch&#226;ssis ne touche pas aux c&#226;bles
                        positifs nouvellement achemin&#233;s.
                    </callout1>
                    <callout1>2. C&#226;ble de masse du ch&#226;ssis</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>La trousse de pi&#232;ces suivantes est requise pour tout v&#233;hicule muni d'un
                <emph type="boldital">moteur C10, C11, C12 ou C13 de Caterpillar seulement :</emph>
            </para>
            <table id="t0750102" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900194R91</para>
                            </entry>
                            <entry>
                                <para>TROUSSE DE R&#201;PARATION DE RAPPEL C13</para>
                            </entry>
                            <entry>
                                <para>1 Reportez-vous &#224; la fiche de production pour prendre connaissance du type de
                                    moteur
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le
                <emph type="bold">8900194R91</emph>
                comporte les pi&#232;ces suivantes :
            </para>
            <table id="t0750103" tblwidth="pg-wide">
                <title>Parts Information</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3668863C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE MONTAGE DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3665221C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE FIXATION DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3666754C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE FIXATION DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30019R1</para>
                            </entry>
                            <entry>
                                <para>BOULON &#192; T&#202;TE HEXAGONALE M10-1,5 X 20</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>996593C1</para>
                            </entry>
                            <entry>
                                <para>RONDELLE D'ARR&#202;T M10</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30754R1</para>
                            </entry>
                            <entry>
                                <para>&#201;CROU &#192; COLLET HEXAGONAL M10 DE COUPLE PR&#201;C</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GUIDE DE C&#194;BLE ET DE FLEXIBLE DE FREIN &#192; 2 VOIES</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Sangles de verrouillage &#224; c&#226;ble, 1/2</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>BOULON &#192; T&#202;TE HEXAGONALE 1/4-20 UNC X 1,0 PHC NUANCE 8</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>RONDELLE-FREIN MOYENNE CHROM&#201;E 1/4 ZN/TRANSPARENTE</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>1/4 - 20 PHOS/HUILE &#171;DRY TO TOUCH&#187; NC</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>27578R1</para>
                            </entry>
                            <entry>
                                <para>BOULON 12 POINTS 5/8 PO X 2 PO</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2594107C1</para>
                            </entry>
                            <entry>
                                <para>GOUJON DOUBLE DE CARTER D'HUILE (N/P CAT 287-3049)
                                    <emph type="boldital">C13 SEULEMENT</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <caution>
                    <para>N'utilisez pas les goujons doubles de carter d'huile (2594107c1) sur les moteurs C10/C12.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="boldital">VEUILLEZ LES SUBSTITUER PAR LES PI&#200;CES SUIVANTES SUR LES MOTEURS C10/C12 :
                </emph>
            </para>
            <table id="t0750109" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce Caterpillar</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>234-9525</para>
                            </entry>
                            <entry>
                                <para>GOUJON DOUBLE DE CARTER D'HUILE, C10/C12</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7X0563</para>
                            </entry>
                            <entry>
                                <para>RONDELLE-ENTRETOISE</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Ces pi&#232;ces C10/C12 peuvent &#234;tre obtenues directement du service des Pi&#232;ces de rechange
                de Caterpillar ou du r&#233;seau des concessionnaires. Tous les frais peuvent &#234;tre ajout&#233;s
                &#224; la section &#171;Autres frais&#187; de la r&#233;clamation au titre de la garantie pr&#233;sent&#233;e
                vertu de la campagne de rappel.
            </para>
            <para>La trousse de pi&#232;ces suivantes est requise pour tout v&#233;hicule muni d'un
                <emph type="boldital">moteur C15 ou C16 de Caterpillar seulement :</emph>
            </para>
            <table id="t0750104" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900195R91</para>
                            </entry>
                            <entry>
                                <para>TROUSSE DE R&#201;PARATION DE RAPPEL C15</para>
                            </entry>
                            <entry>
                                <para>1 Reportez-vous &#224; la fiche de production pour prendre connaissance du type de
                                    moteur
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le
                <emph type="bold">8900195R91</emph>
                comporte les pi&#232;ces suivantes :
            </para>
            <table id="t0750105" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3665163C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE MONTAGE DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3665221C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE FIXATION DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>91403000</para>
                            </entry>
                            <entry>
                                <para>RONDELLE-FREIN MOYENNE RET 3/8 ZN/TRANSPARENTE</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1515459C1</para>
                            </entry>
                            <entry>
                                <para>BRIDE 3/8 - 16 PHOS/HUILE DE TYPE GT</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GUIDE DE C&#194;BLE ET DE FLEXIBLE DE FREIN &#192; 2 VOIES</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Sangles de verrouillage &#224; c&#226;ble, 1/2</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>BOULON &#192; T&#202;TE HEXAGONALE 1/4-20 UNC X 1,0 PHC NUANCE 8</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>RONDELLE-FREIN MOYENNE CHROM&#201;E 1/4 ZN/CLR</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>1/4 - 20 PHOS/HUILE &#171;DRY TO TOUCH&#187; NC</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>27578R1</para>
                            </entry>
                            <entry>
                                <para>BOULON 12 POINTS 5/8 PO X 2 PO</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2594106C1</para>
                            </entry>
                            <entry>
                                <para>GOUJON DOUBLE DE CARTER D'HUILE (N/P CAT 238-4664)</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>La trousse de pi&#232;ces suppl&#233;mentaire suivante est n&#233;cessaire pour tous les v&#233;hicules,
                quel que soit le type de moteur Caterpillar, qui sont munis du code de caract&#233;ristique
                <emph type="boldital">0001GTC, TRAVERSE DE CH&#194;SSIS surbaiss&#233;e; mont&#233;e entre les supports
                    de montage avant de la cabine :
                </emph>
            </para>
            <table id="t0750106" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900196R91</para>
                            </entry>
                            <entry>
                                <para>TROUSSE DE TRAVERSE DE S&#219;RET&#201; (&#171;BELLY BAND&#187;) DE RECHANGE
                                </para>
                            </entry>
                            <entry>
                                <para>1 Reportez-vous &#224; la fiche de production relativement au 0001GTC</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le
                <emph type="bold">8900196R91</emph>
                comporte les pi&#232;ces suivantes :
            </para>
            <table id="t0750107" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3667231C1</para>
                            </entry>
                            <entry>
                                <para>RALLONGE DE C&#194;BLES DE BATTERIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GUIDE DE C&#194;BLE ET DE FLEXIBLE DE FREIN &#192; 2 VOIES</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Sangles de verrouillage &#224; c&#226;ble, 1/2</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>BOULON &#192; T&#202;TE HEXAGONALE 1/4-20 UNC X 1,0 PHC NUANCE 8</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>RONDELLE-FREIN MOYENNE CHROM&#201;E 1/4 ZN/CLR</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>1/4 - 20 PHOS/HUILE &#171;DRY TO TOUCH&#187; NC</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0750108" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.32in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Op&#233;ration n&#176;</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07501-1</para>
                            </entry>
                            <entry>
                                <para>Installation des supports sur les v&#233;hicules dont les BO&#206;TIERS DE
                                    BATTERIE se trouvent &#192; L'AVANT du R&#201;SERVOIR DE CARBURANT
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-2</para>
                            </entry>
                            <entry>
                                <para>AJOUT, pour l'installation de la traverse de s&#251;ret&#233; (&#171;belly band&#187;)</para>
                            </entry>
                            <entry>
                                <para>0,1 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-3</para>
                            </entry>
                            <entry>
                                <para>AJOUT, pour le remplacement des c&#226;bles de batteries, par c&#226;ble</para>
                            </entry>
                            <entry>
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-4</para>
                            </entry>
                            <entry>
                                <para>Installation des supports sur les v&#233;hicules dont les BO&#206;TIERS DE
                                    BATTERIE se trouvent &#192; L'ARRI&#200;RE du R&#201;SERVOIR DE CARBURANT (ou &#224;
                                    l'arri&#232;re de la cabine)
                                </para>
                            </entry>
                            <entry>
                                <para>1,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>&#8226;&#9;Le code de main d'&#339;uvre
                <emph type="bold">-1 OU -4</emph>
                est requis pour tous les v&#233;hicules. Ajoutez les autres op&#233;rations de main d'&#339;uvre selon
                le besoin.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre concession doit
                aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>La NTMVSA, telle que modifi&#233;e, pr&#233;voit que chaque v&#233;hicule vis&#233; par une campagne
                de rappel de v&#233;hicule doit &#234;tre r&#233;par&#233; ad&#233;quatement dans un laps de temps
                raisonnable apr&#232;s que le propri&#233;taire en a fait une demande de r&#233;paration. Le d&#233;faut
                de r&#233;parer ad&#233;quatement un v&#233;hicule dans les 60 jours qui suivent la demande de r&#233;paration
                de ce v&#233;hicule constitue une preuve prima facie du d&#233;faut d'effectuer la r&#233;paration dans
                un laps de temps raisonnable. Si le d&#233;faut n'est pas r&#233;par&#233; ad&#233;quatement dans les 60
                jours qui suivent la demande de r&#233;paration, le propri&#233;taire peut avoir droit &#224; un v&#233;hicule
                de remplacement identique ou raisonnablement &#233;quivalent, sans frais, ou &#224; un remboursement du
                prix d'achat, mois une allocation raisonnable pour la d&#233;pr&#233;ciation.
            </para>
            <para>Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
            <para>Pour &#233;viter d'avoir &#224; remplacer un v&#233;hicule d'un propri&#233;taire ou &#224; rembourser
                le prix d'achat, aucun effort ne doit &#234;tre &#233;pargn&#233; pour fixer un rendez-vous avec chaque
                propri&#233;taire, dans les plus brefs d&#233;lais, pour faire r&#233;parer son v&#233;hicule d&#232;s
                que possible.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proc&#233;dez imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire des unit&#233;s en stock.
                Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel doivent &#234;tre r&#233;par&#233;s
                avant leur vente, transfert ou livraison. Si un v&#233;hicule a &#233;t&#233; vendu ou transf&#233;r&#233;
                et que vous recevez des lettres d'avis aux clients et des cartes d'autorisation de r&#233;paration en
                vertu de la campagne de rappel qui sont li&#233;es &#224; ces v&#233;hicules, votre installation de
                distribution doit aviser IMM&#201;DIATEMENT l'emplacement de transfert ou le client.
            </para>
            <para>Les emplacements d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>Nous vous saurions gr&#233; de bien vouloir nous pr&#234;ter votre enti&#232;re collaboration et
                d'effectuer le suivi de cette activit&#233; importante. Pour toute question, ou si vous avez besoin
                d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du service de votre
                bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
