<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 08505 - LE MODULE D'ALIMENTATION &#192; DISTANCE (&#171;RPM&#187;) sur certains camions
        INTERNATIONALMD de mod&#232;les 3000, 4000, 7000, 8000, CXT, MXT, ProStar et autobus ICMD de mod&#232;les CE et
        HC construits au cours de la p&#233;riode du 21 novembre 2000 au 21 mai 2008 et munis de l'un ou de plusieurs
        modules d'alimentation &#224; distance
    </stitle>
    <recall id="f08505" translation="french">
        <recallnumber>08505</recallnumber>
        <market>Canada</market>
        <recalldate>JUILLET 2008</recalldate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>LE MODULE D'ALIMENTATION &#192; DISTANCE (&#171;RPM&#187;) sur certains camions INTERNATIONALMD de mod&#232;les
            3000, 4000, 7000, 8000, CXT, MXT, ProStar et autobus ICMD de mod&#232;les CE et HC construits au cours de la
            p&#233;riode du 21 novembre 2000 au 21 mai 2008 et munis de l'un ou de plusieurs modules d'alimentation
            &#224; distance
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CXT
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>HC
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>MXT
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>11/21/2000</startdate>
                        <enddate>05/21/2008</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Une infiltration d'eau et la p&#233;n&#233;tration de la contamination dans le mat&#233;riau qui
                encapsule le circuit imprim&#233; peuvent provoquer un court-circuit &#233;lectrique &#224; l'int&#233;rieur
                du bo&#238;tier du module d'alimentation &#224; distance. Un court-circuit &#233;lectrique dans le bo&#238;tier
                du module d'alimentation &#224; distance peut provoquer un incendie qui peut entra&#238;ner des dommages
                mat&#233;riels ou des blessures corporelles graves ou mortelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise certains camions INTERNATIONALMD de mod&#232;les de
                s&#233;ries 3000, 4000, 7000, 8000, CXT, MXT et ProStar et autobus ICMD de mod&#232;les CE et HC
                construits au cours de la p&#233;riode du 21 novembre 2000 au 21 mai 2008 et munis de l'un ou de
                plusieurs modules d'alimentation &#224; distance.
            </para>
        </defect>
        <ownernote>
            <para>Les concessionnaires qui sont concern&#233;s dans le processus de rappel recevront une liste de noms
                et d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et toute blessure corporelle
                            grave ou mortelle, calez les roues pour emp&#234;cher le mouvement du v&#233;hicule dans
                            l'un ou l'autre sens.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                            lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>MOTEURS CONFORMES AUX NORMES ANTIPOLLUTION PR&#201;ALABLES &#192; 2007</title>
                <para>Rep&#233;rez le connecteur &#224; six voies du carrossier-constructeur situ&#233; sous le capot et
                    installez dans ce circuit un c&#226;ble &#224; fusible 2597844C91, tel qu'illustr&#233; aux Figures
                    1 et 2. Utilisez des courroies d'attache selon le besoin pour acheminer le faisceau de c&#226;blage
                    allong&#233;.
                </para>
                <figure id="f0850501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0850501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="232px"/>
                    <caption>Figure 1 - Installation de c&#226;blage &#224; fusible sur un moteur conforme aux normes
                        antipollution pr&#233;alables &#224; 2007
                    </caption>
                    <calloutgroup>
                        <callout1>C&#226;ble &#224; fusible</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0850502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0850502.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="502px"/>
                    <caption>Figure 2 - Sch&#233;ma de c&#226;blage du module d'alimentation &#224; distance sur un
                        moteur conforme aux normes antipollution pr&#233;alables &#224; 2007
                    </caption>
                    <calloutgroup>
                        <callout1>Connecteur &#224; six voies du carrossier-constructeur situ&#233; sur l'auvent
                        </callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>MOTEUR CONFORME AUX NORMES ANTIPOLLUTION 2007</title>
                <para>Rep&#233;rez le(s) module(s) d'alimentation &#224; distance du v&#233;hicule. Les emplacements
                    types sont situ&#233;s &#224; l'arri&#232;re du bo&#238;tier de batterie, sous le c&#244;t&#233;
                    conducteur de la cabine et sur le longeron de cadre de ch&#226;ssis. Toutefois, il se peut que les
                    carrossiers-constructeurs aient d&#233;plac&#233; et (ou) ajout&#233; les modules d'alimentation
                    &#224; distance et, ainsi, il faut v&#233;rifier prudemment.
                </para>
                <para>Si le v&#233;hicule est muni de plus d'un module, identifiez les modules qui sont aliment&#233;s
                    directement par les batteries du v&#233;hicule. Tout module non aliment&#233; directement par les
                    batteries est aliment&#233; par un module secondaire. Ces modules secondaires ne n&#233;cessitent
                    aucun entretien.
                </para>
                <para>Pour chaque module d'alimentation &#224; distance aliment&#233; directement par les batteries du v&#233;hicule,
                    installez un c&#226;ble &#224; fusible 2597844C91 dans le circuit, tel qu'illustr&#233; aux Figures
                    3 et 4. Utilisez des courroies d'attache, selon le besoin, pour acheminer le faisceau de c&#226;blage
                    allong&#233;.
                </para>
                <figure id="f0850503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0850503.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="272px"/>
                    <caption>Figure 3 - Installation d'un c&#226;ble &#224; fusible sur un module d'alimentation &#224;
                        distance
                    </caption>
                    <calloutgroup>
                        <callout1>INSTALLEZ LE C&#194;BLE &#192; FUSIBLE DANS CE CIRCUIT</callout1>
                        <callout1>Circuits logiques d'entr&#233;e et de sortie.</callout1>
                        <callout1>Module d'alimentation &#224; distance</callout1>
                        <callout1>Circuit d'alimentation.</callout1>
                        <callout1>Circuit de liaison de donn&#233;es, d'allumage et de masse.</callout1>
                        <callout1>Branchement pour alimenter les modules secondaires.</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0850504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0850504.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="502px"/>
                    <caption>Figure 4 - Sch&#233;ma de c&#226;blage du module d'alimentation &#224; distance sur un
                        moteur conforme aux normes antipollution 2007
                    </caption>
                    <calloutgroup>
                        <callout1>Circuit de liaison de donn&#233;es, d'allumage et de masse</callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0850501" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.73*"/>
                    <colspec colname="col3" colwidth="0.60*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2597844C91</para>
                            </entry>
                            <entry>
                                <para>C&#194;BLE &#201;LECTRIQUE &#192; FUSIBLE</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0850505" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-08505-1</para>
                            </entry>
                            <entry>
                                <para>Installation d'un c&#226;ble &#224; fusible</para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Les concessionnaires devraient proc&#233;der imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire
                des unit&#233;s en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel
                doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule a
                &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre concession doit aviser imm&#233;diatement l'emplacement de transfert ou le
                client.
            </para>
            <para>Les concessionnaires ne doivent &#233;pargner aucun effort pour fixer un rendez vous avec chaque
                propri&#233;taire dans les plus brefs d&#233;lais pour r&#233;parer leur v&#233;hicule d&#232;s que
                possible. Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44 :
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Les concessionnaires d'exportation devraient proc&#233;der imm&#233;diatement &#224; la r&#233;paration
                n&#233;cessaire des unit&#233;s en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne
                de rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre &#233;tablissement de distribution doit aviser imm&#233;diatement
                l'emplacement de transfert ou le client.
            </para>
            <para>Les distributeurs d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>L'on s'attend &#224; ce que les distributeurs d'exportation offrent leur enti&#232;re collaboration et
                qu'ils effectuent un suivi relativement &#224; cette question importante. Pour toute question, ou si
                vous avez besoin d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du
                service de votre bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
