<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Recall 08501 - Le CAPOT de certains mod&#232;les ProStar construits au cours de la p&#233;riode du
        25/05/06 au 10/01/08
    </stitle>
    <recall id="f08501" translation="french">
        <recallnumber>08501</recallnumber>
        <market>Canada</market>
        <recalldate>AVRIL 2008</recalldate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subject>Le CAPOT de certains mod&#232;les ProStar construits au cours de la p&#233;riode du 25/05/06 au
            10/01/08
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>ProStar
                    <daterange>
                        <startdate>05/25/2006</startdate>
                        <enddate>01/10/2008</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Il se peut que l'axe de retenue inf&#233;rieur du cylindre d'assistance d'inclinaison de capot
                devienne non-fonctionnel en raison de l'interf&#233;rence entre l'agrafe de blocage et de la pochette de
                la poign&#233;e de maintien. Dans un pareil cas, cela permettrait &#224; l'axe de sortir du raccord, ce
                qui entra&#238;nerait une s&#233;paration du capot et du cylindre d'assistance.
            </para>
            <para>Dans de pareilles circonstances, une personne ouvrant le capot aurait &#224; supporter manuellement le
                poids du capot sans avertissement pr&#233;alable, ce qui pourrait entra&#238;ner des blessures
                corporelles.
            </para>
            <para>
                <title>MOD&#200;LES TOUCH&#201;S</title>
            </para>
            <para>Le pr&#233;sent rappel de s&#233;curit&#233; vise certains mod&#232;les ProStar construits au cours de
                la p&#233;riode du 25/05/06 au 10/01/08.
            </para>
        </defect>
        <ownernote>
            <para>Les concessionnaires qui sont concern&#233;s dans le processus de rappel recevront une liste de noms
                et d'adresses des propri&#233;taires, ce qui leur permettra d'effectuer un suivi aupr&#232;s des propri&#233;taires
                et de faire r&#233;parer les v&#233;hicules.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>PROC&#201;DURE D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout mouvement inattendu du v&#233;hicule et toute blessure corporelle grave
                        ou mortelle, calez les roues pour emp&#234;cher le mouvement du v&#233;hicule dans l'un ou
                        l'autre sens.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter une blessure grave aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous effectuez l'entretien ou la r&#233;paration d'un v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Stationnez le v&#233;hicule sur une surface dure et de niveau; serrez le frein de
                    stationnement; coupez le moteur; et calez les roues pour emp&#234;cher le mouvement vers l'avant ou
                    vers l'arri&#232;re du v&#233;hicule. Laissez refroidir les composants du compartiment moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrez le capot et positionnez-le de telle mani&#232;re que les axes de retenue sup&#233;rieur
                    et inf&#233;rieur de cylindre d'assistance d'inclinaison du capot, illustr&#233;s &#224; la Figure
                    1, puissent &#234;tre facilement retir&#233;s. Tenez le capot en cette position en toute s&#233;curit&#233;
                    en demandant l'assistance d'une autre personne ou &#224; l'aide d'une chandelle ou d'un dispositif
                    &#233;quivalent.
                </para>
            </step1>
            <figure id="f0850101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0850101.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Figure 1</caption>
                <calloutgroup>
                    <callout1>1. Cylindre d'assistance d'inclinaison</callout1>
                    <callout1>2. Axe de retenue sup&#233;rieur</callout1>
                    <callout1>3. Capot</callout1>
                    <callout1>4. Agrafes de blocage</callout1>
                    <callout1>5. Axe de retenue inf&#233;rieur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez et remplacez les axes de retenue et les agrafes de blocage sup&#233;rieurs et
                    inf&#233;rieurs de cylindre d'assistance d'inclinaison du capot (illustr&#233;s &#224; la Figure 1)
                    par les axes et les axes annulaires de goupille fendue provenant de la trousse de pi&#232;ces. Les
                    axes de goupille fendue sont install&#233;s en les enfon&#231;ant et en les faisant tourner, tel
                    qu'illustr&#233; &#224; la Figure 2.
                </para>
            </step1>
            <figure id="f0850102" figsize="col-wide">
                <graphic filename="../recallfigures/g0850102.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="232px"/>
                <caption>Figure 2</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <table id="t0850101" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900208R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de rappel, capot du mod&#232;le ProStar</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Le
                <emph type="bold">8900208R91</emph>
                comporte les pi&#232;ces suivantes :
            </para>
            <table id="t0850102" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LES PI&#200;CES</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>379990R1</para>
                            </entry>
                            <entry>
                                <para>Axe, type 5, 3/8 po x 2 po</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3590400C1</para>
                            </entry>
                            <entry>
                                <para>Axe annulaire de goupille fendue, 3/8 po</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0850103" tblwidth="pg-wide">
                <title>RENSEIGNEMENTS SUR LA MAIN D'&#338;UVRE</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro d'op&#233;ration</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Dur&#233;e</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-08501-1</para>
                            </entry>
                            <entry>
                                <para>D&#233;pose et remplacement des axes d'amortisseur de capot</para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">&#201;TIQUETTE D'IDENTIFICATION DE LA CAMPAGNE</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/frlabel.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>&#192; compter de ce jour, les concessionnaires doivent r&#233;parer tous les v&#233;hicules touch&#233;s
                par cette campagne et ce, sans frais pour le propri&#233;taire, sans &#233;gard au kilom&#233;trage,
                &#224; l'&#226;ge du v&#233;hicule, et &#224; l'appartenance.
            </para>
            <para>Les concessionnaires devraient proc&#233;der imm&#233;diatement &#224; la r&#233;paration n&#233;cessaire
                des unit&#233;s en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne de rappel
                doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule a
                &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre concession doit aviser imm&#233;diatement l'emplacement de transfert ou le
                client.
            </para>
            <para>Les concessionnaires ne doivent &#233;pargner aucun effort pour fixer un rendez vous avec chaque
                propri&#233;taire dans les plus brefs d&#233;lais pour r&#233;parer leur v&#233;hicule d&#232;s que
                possible. Toutefois, comme il est indiqu&#233; dans l'avis aux clients, on s'attend &#224; ce que les
                concessionnaires effectuent les r&#233;parations &#224; la date fix&#233;e par entente mutuelle pour
                faire effectuer l'entretien.
            </para>
        </responuscan>
        <claims>
            <para>Veuillez vous reporter au manuel des garanties du concessionnaire afin de prendre connaissance des
                proc&#233;dures relatives aux campagnes de rappel.
            </para>
            <para>Il est essentiel que le code de rappel soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7 1 du manuel des garanties. Veuillez pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Les concessionnaires d'exportation devraient proc&#233;der imm&#233;diatement &#224; la r&#233;paration
                n&#233;cessaire des unit&#233;s en stock. Tous les v&#233;hicules en stock vis&#233;s par cette campagne
                de rappel doivent &#234;tre r&#233;par&#233;s avant leur vente, transfert ou livraison. Si un v&#233;hicule
                a &#233;t&#233; vendu ou transf&#233;r&#233; et que vous recevez des lettres d'avis aux clients et des
                cartes d'autorisation de r&#233;paration en vertu de la campagne de rappel qui sont li&#233;es &#224;
                ces v&#233;hicules, votre &#233;tablissement de distribution doit aviser imm&#233;diatement
                l'emplacement de transfert ou le client.
            </para>
            <para>Les distributeurs d'exportation doivent pr&#233;senter des r&#233;clamations au titre de la garantie,
                de fa&#231;on habituelle, faisant mention du num&#233;ro de ce rappel.
            </para>
            <para>L'on s'attend &#224; ce que les distributeurs d'exportation offrent leur enti&#232;re collaboration et
                qu'ils effectuent un suivi relativement &#224; cette question importante. Pour toute question, ou si
                vous avez besoin d'assistance, n'h&#233;sitez pas &#224; communiquer avec le directeur r&#233;gional du
                service de votre bureau r&#233;gional.
            </para>
        </responex>
    </recall>
</isis>
