<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00509 - Reemplazo de la unidad de control electr&#243;nico (ECU) Bendix EC-17 1030R para
        frenos de aire en los buses 3400, 3600 y 3800 fabricados en la planta de ensamblaje Springfield entre 01/3/1998
        y 16/6/2000
    </stitle>
    <recall id="rec00509" translation="spanish">
        <recallnumber>00509</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre de 2000</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Reemplazo de la unidad de control electr&#243;nico (ECU) Bendix EC-17 1030R para frenos de aire en los
            buses 3400, 3600 y 3800 fabricados en la planta de ensamblaje Springfield entre 01/3/1998 y 16/6/2000
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <truckmodelgroup/>

                <truckmodel>3400
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>06/16/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3600
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>06/16/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>06/16/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Este defecto involucra la Unidad de control electr&#243;nico (ECU) EC-17 1030R que controla el sistema
                de frenos antibloqueo (ABS). La ECU puede malinterpretar se&#241;ales inconstantes que se pueden generar
                por una de las siguientes dos condiciones: 1. Un cable de sensor de velocidad de rueda que roce con una
                pieza giratoria, o 2. Un espacio incorrecto entre un tono y un sensor de velocidad de rueda. Cualquiera
                de estas condiciones puede causar que la ECU del aire del ABS saque el aire en los moduladores de frenos
                de aire para una o m&#225;s ruedas. Durante las condiciones antes descritas, es posible que la luz
                indicadora de advertencia del ABS no se encienda para advertir al conductor que algo sucede con el ABS o
                que no funciona y el conductor puede experimentar una distancia de frenado mayor sin advertencia previa
                cuando el veh&#237;culo desacelera de 8 a 4 millas por hora. Si esto ocurre,
                <emph type="bold">el veh&#237;culo podr&#237;a verse involucrado en un accidente que podr&#237;a
                    resultar en da&#241;os a la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye los modelos de buses 3400, 3600 y 3800 fabricados en la planta de
                ensamblaje Springfield entre 01/3/1998 y 16/6/2000 con frenos de aire ABS Bendix.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation
                <emph type="bold">ya comunic&#243; a los propietarios</emph>
                de estos veh&#237;culos acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una
                lista de nombres y direcciones de propietarios a los distribuidores involucrados para que puedan seguir
                en contacto con los propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a
                esta campa&#241;a, ya que puede contener informaci&#243;n obtenida a partir de los registros estatales
                de veh&#237;culos motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a
                significa una violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>Spanish - Recall 00509 - Reemplazo de la unidad de control electr&#243;nico (ECU) Bendix EC-17 1030R
                para frenos de aire en los buses 3400, 3600 y 3800 fabricados en la planta de ensamblaje Springfield
                entre 01/3/1998 y 16/6/2000
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>
                <emph type="bold">ACCIONES QUE LOS DISTRIBUIDORES DE INTERIM PUEDEN EFECTUAR HASTA QUE LA ECU EST&#201;
                    DISPONIBLE (FECHA ESTIMADA DE DISPONIBILIDAD DE ECU: 16/10/2000):
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>Realice el retiro de seguridad 00505 en todos los buses fabricados entre 01/3/1998 y
                        16/6/2000.
                    </para>
                </item>
                <item>
                    <para>Si la luz de ABS se enciende, repare el sistema ABS, incluso si la luz se apaga.</para>
                </item>
            </seqlist>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <stitle>Spanish - Recall 00509 - Reemplazo de la unidad de control electr&#243;nico (ECU) Bendix EC-17 1030R
                para frenos de aire en los buses 3400, 3600 y 3800 fabricados en la planta de ensamblaje Springfield
                entre 01/3/1998 y 16/6/2000
            </stitle>
            <title>PROCEDIMIENTO DE REEMPLAZO DEL EC-17</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">Introducci&#243;n:</emph>
                    las siguientes instrucciones para reemplazar la ECU original por la nueva ECU revisada en todos
                    estos veh&#237;culos, son simples instrucciones para la extracci&#243;n, instalaci&#243;n y prueba
                    de la ECU y no requerir&#225;n de un tiempo de reconfiguraci&#243;n. Ninguno de estos veh&#237;culos
                    tiene un Control de tracci&#243;n autom&#225;tico y todos son sistemas de 4 sensores. Si existen
                    problemas con el sistema ABS despu&#233;s de que se ha instalado correctamente la ECU, consulte el
                    Manual de servicio maestro CTS 5000, secci&#243;n CTS-5292 para obtener m&#225;s informaci&#243;n.
                </para>
                <para>
                    <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                        instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use SIEMPRE una protecci&#243;n de ojos segura
                            cuando realice mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Apoye el veh&#237;culo con
                            soportes de seguridad. No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos.
                            Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="bold">Lea atentamente los siguientes pasos antes de proceder.</emph>
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Retiro de la EC-17 montada en la v&#225;lvula:</title>
                <step1>
                    <para count="1">Ubique la EC-17 al interior del larguero del bastidor izquierdo detr&#225;s del eje
                        trasero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite toda la suciedad posible del exterior del conjunto. Mantenga las conexiones el&#233;ctricas
                        limpias.
                    </para>
                </step1>
                <step1>
                    <para count="1">En los veh&#237;culos fabricados en julio de 2000, revise para ver si la ECU
                        revisada se instal&#243; en la planta de ensamblaje. Existen dos formas de determinar esto:
                        Primero, si hay un adhesivo con un punto verde encima de la ECU, significa que ya fue revisada y
                        que no requiere cambio. Segundo, si el c&#243;digo de barras al costado de la ECU tiene el n&#250;mero
                        5008311 (modelos LED solamente), significa que ya fue revisada y que no requiere cambio.
                    </para>
                </step1>
                <step1>
                    <para count="1">Observe y marque la posici&#243;n de montaje de la EC-17 en la v&#225;lvula.
                        <emph type="bold">No use una llave neum&#225;tica para quitar los pernos de montaje de la
                            ECU</emph>. Antes de quitar los pernos de montaje de la ECU, golpee las cabezas de los
                        pernos para eliminar el riesgo de que los pernos se rompan en la v&#225;lvula. Suelte, saque y
                        guarde el herraje de instalaci&#243;n que une el controlador a la v&#225;lvula. En algunos veh&#237;culos
                        puede que sea necesario quitar el soporte montado en el bastidor, la v&#225;lvula y la ECU como
                        conjunto.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Instalaci&#243;n de la nueva EC-17</title>
                <step1>
                    <para count="1">Vuelva a montar la ECU en la orientaci&#243;n correcta con el herraje de instalaci&#243;n
                        original y apriete los pernos a 98 lb pulg u 11 Nm.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a colocar las conexiones el&#233;ctricas a la EC-17 y apriete los pernos de
                        retenci&#243;n del conector a 15 a 20 lb pulg o 1.7 a 2.3 Nm.
                    </para>
                </step1>
                <step1>
                    <para count="1">Arranque el veh&#237;culo y eleve la presi&#243;n del sistema de aire hasta que el
                        regulador se corte y coloque el interruptor de encendido en off (apagado).
                    </para>
                </step1>
                <step1>
                    <para count="1">Presione el pedal del freno y coloque el interruptor de encendido en on (encendido).
                        El sistema ABS debe pasar por una serie de peque&#241;os estallidos de aire desde los
                        moduladores. Debe escuchar el aire liberado en la siguiente secuencia: derecho delantero,
                        izquierdo delantero, derecho trasero e izquierdo trasero. La secuencia de estallido de aire se
                        repetir&#225; autom&#225;ticamente una vez m&#225;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Mientras que la ECU emite estallidos de aire en el paso 4 anterior, la luz se debe
                        encender y permanecer encendida durante la prueba, destellar dos veces y apagarse.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ninguna luz debe quedar encendida si el sistema est&#225; funcionando correctamente,
                        pero si sucede lo contrario, consulte el Manual de servicio maestro CTS 5000, "Procedimiento de
                        arranque inicial" en la secci&#243;n CTS-5292.
                    </para>
                </step1>
                <step1>
                    <para count="1">Revise para asegurarse de que los frenos est&#233;n funcionando correctamente.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Guarde la ECU extra&#237;da, ya que todas se deben devolver. Normalmente son requeridas
                            por la Autorizaci&#243;n de disposici&#243;n de piezas R-5185.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Existe un n&#250;mero de refacci&#243;n de la ECU utilizado en todos los buses en este retiro:
                <emph type="bold">N&#186; de refacci&#243;n: 8900072R91</emph>. La fecha estimada de disponibilidad de
                piezas es el 16 de octubre de 2000. Todas las piezas de reemplazo se podr&#225;n identificar f&#225;cilmente,
                ya que tienen una cinta adhesiva blanca.
            </para>
            <para>
                <emph type="bold">Devoluci&#243;n de las piezas antiguas:</emph>
                devuelva todas las piezas. Todos los embarques de piezas en los Estados Unidos de menos de 150 lbs se
                embarcar&#225;n v&#237;a UPS (cuenta A7T 571). Los embarques de m&#225;s de 150 lbs se enviar&#225;n v&#237;a
                Yellow Freight. Enviar a:
            </para>
            <verbatim>
                <line>Bendix ABS Recall</line>
                <line>901 Cleveland Street</line>
                <line>Elyria, OH 44036</line>
            </verbatim>
            <para>Las piezas de Canad&#225; se enviar&#225;n v&#237;a Puralator para Honeywell/Bendix a:</para>
            <verbatim>
                <line>Honeywell/Bendix ABS Recall</line>
                <line>8851 Cresent 4</line>
                <line>Anjou, Quebec H1J 1A9</line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <table id="t0050901">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00509-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace la ECU del ABS</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.8 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro G-00509.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
            <para>Distribuci&#243;n: todos los distribuidores</para>
        </responex>
    </recall>
</isis>
