<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00502 - Pernos de retenci&#243;n de la correa de la litera inferior en los modelos Pro
        Sleeper fabricados entre 1/1/1998 y 24/3/2000 con 16SCH
    </stitle>
    <recall id="rec00502" translation="spanish">
        <recallnumber>00502</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Junio de 2000</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>Pernos de retenci&#243;n de la correa de la litera inferior en los modelos Pro Sleeper fabricados entre
            1/1/1998 y 24/3/2000 con 16SCH
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/01/1998</startdate>
                        <enddate>03/24/2000</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16SCH</ucode>
            </configure>
        </apply>
        <defect>
            <para>Cuatro pernos sujetan los soportes de sujeci&#243;n de las correas de la litera a la base de &#233;sta.
                Estos pernos deber&#237;an ser pernos Grado 8, sin embargo se instalaron pernos Grado 5 en la mayor&#237;a
                de los casos (se calcula que en el 85% de los veh&#237;culos). Mientras que este defecto no
                necesariamente provoca accidentes, es posible que el dise&#241;o original de la sujeci&#243;n no
                contenga al ocupante como lo requiere la norma 393.76 de la Federal Motor Carrier Safety (literas de
                camiones) y
                <emph type="bold">pueda causar da&#241;os a la propiedad, lesiones personales o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Esta campa&#241;a cubre los modelos 9200, 9200i, 9300, 9400, 9400i, 9900 y 9900i fabricados entre
                1/1/1998 y 24/3/2000 con 16SCH (sujeci&#243;n de correas de la litera inferior).
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - Recall 00502 - Pernos de retenci&#243;n de la correa de la litera inferior en los modelos
                Pro Sleeper fabricados entre 1/1/1998 y 24/3/2000 con 16SCH
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>
                <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                    instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use SIEMPRE una protecci&#243;n de ojos segura cuando
                        realice mantenimiento o servicio del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva.</para>
                </warning>
            </specpara>
            <step1>
                <para count="1">
                    <emph type="bold">REVISI&#211;N:</emph>Revise las cabezas de los pernos para determinar si los 4
                    pernos que sujetan los dos soportes de sujeci&#243;n a la base de la litera son Grado 5 o Grado 8.
                    Los pernos Grado 5 tienen tres rayas (l&#237;neas) en la cabeza mientras que los pernos Grado 8
                    tienen seis (vea las muestras de cabezas de pernos que aparecen en la esquina superior izquierda de
                    la
                    <hotlnk xrefid="f0050201">Figura 1</hotlnk>). Tambi&#233;n puede que aparezca alg&#250;n tipo de s&#237;mbolo
                    de identificaci&#243;n del fabricante en la cabeza del perno; sin embargo, lo que importa son las
                    marcas de rayas (l&#237;neas). Si los cuatro pernos son Grado 8, entonces finaliza la revisi&#243;n
                    y no es necesario hacer reemplazos.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">REEMPLAZO:</emph>
                    Reemplace los pernos Grado 5 por los pernos Grado 8 y aseg&#250;rese de instalar una arandela de
                    seguridad y una arandela plana tal como aparece en la
                    <hotlnk xrefid="f0050201">Figura 1</hotlnk>.
                    <emph type="bold">NOTA:</emph>
                    Los pernos se atornillan en tuercas instaladas en las placas de tuercas (vea la Figura 1); por lo
                    tanto, reemplace los pernos Grado 5 por los pernos Grado 8
                    <emph type="bold">uno a uno</emph>
                    de manera que las placas de tuerca se mantengan en su lugar. La arandela de seguridad debe estar
                    entre la cabeza del perno y la arandela plana tal como aparece en la Figura 1. Apriete los cuatro
                    pernos a 7.5 a 9.2 lb
                    <emph type="bold">pie</emph>
                    o a 90 a 110 lb
                    <emph type="bold">pulg</emph>.
                </para>
            </step1>
            <figure id="f0050201" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050201.webp" type="webp" scalefit="1"/>
                <caption>Figura 1: dibujo del conjunto de sujeci&#243;n de la litera inferior con muestras de cabezas de
                    pernos Grado 5 y Grado 8
                </caption>
                <calloutgroup>
                    <callout1>1. SOPORTES DE SUJECI&#211;N: DOS POR VEH&#205;CULO</callout1>
                    <callout1>2. PLACA DE TUERCA: UNA EN CADA SOPORTE</callout1>
                    <callout1>3. ORIFICIOS DE PERNOS Y PERNOS: PERNO: 25487R1: GRADO 8: 1/4 20-UNC X 1 1/2</callout1>
                    <callout1>4. ARANDELA DE SEGURIDAD: 27303R1: 1/4 REGULAR</callout1>
                    <callout1>5. ARANDELA PLANA: 25707R1: 1/4 DURA</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Se calcula que el 85% de los veh&#237;culos en esta campa&#241;a va a requerir herraje nuevo. Cada veh&#237;culo
                que tiene pernos Grado 5 requerir&#225; cuatro pernos Grado 8 mencionados m&#225;s abajo y posiblemente
                4 de las arandelas descritas a continuaci&#243;n. El pedido de estas piezas se realiza por cajas con las
                cantidades que se muestran a cotinuaci&#243;n. No olvide estos detalles cuando realice el pedido de las
                piezas.
            </para>
            <table id="t0050201">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="3.44in"/>
                    <colspec colname="col2" colwidth="1.61in"/>
                    <colspec colname="col3" colwidth="1.59in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n de las piezas</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Cantidad de cajas</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Perno: Grado 8: 1/4 20-UNC X 1 1/2</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>25487R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>100</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Arandela de seguridad: 1/4 regular</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>27303R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>100</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Arandela plana: 1/4 dura</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>25707R1</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>150</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0050202">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione y reemplace los pernos de litera</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.3 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">Etiqueta de identificaci&#243;n de la campa&#241;a</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para llevar a cabo
                las Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro G-00502.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
