<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00511A - Reemplazo de la Unidad de control electr&#243;nico (ECU) EC-17 1030R Bendix para
        los frenos de aire de los modelos de TRACTORES 2000, 4000, 5000, 8000 y 9000 con c&#243;digo 04092
    </stitle>
    <recall id="rec00511" translation="spanish">
        <recallnumber>00511A</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Junio de 2001</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Reemplazo de la Unidad de control electr&#243;nico (ECU) EC-17 1030R Bendix para los frenos de aire de
            los modelos de TRACTORES 2000, 4000, 5000, 8000 y 9000 con c&#243;digo 04092
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>07/11/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec00511.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus00511.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>
                <emph type="bold">NOTA IMPORTANTE: &#161;ACCI&#211;N REQUERIDA!</emph>Este documento fue redactado para
                reemplazar el documento de retiro original G-00511 con fecha de abril de 2001. Elimine las copias del
                documento G-00511 y reempl&#225;celas por copias del documento actual. Las revisiones se realizaron en
                la secci&#243;n "PROCEDIMIENTO DE SERVICIO" y la secci&#243;n "INFORMACI&#211;N ACERCA DE LAS PIEZAS".
                Las revisiones se deben a los cambios aplicados a las piezas y los problemas espec&#237;ficos que
                surgieron desde el inicio de esta campa&#241;a. No se realizaron cambios en ninguna otra secci&#243;n de
                este documento. Lea estas secciones y familiar&#237;cese con los cambios.
            </para>
            <para>Este defecto involucra la Unidad de control electr&#243;nico (ECU) EC-17 1030R que controla el sistema
                de frenos antibloqueo (ABS). La ECU puede malinterpretar se&#241;ales inconstantes que se pueden generar
                por una de las siguientes dos condiciones: 1. Un cable de sensor de velocidad de rueda que roce con una
                pieza giratoria, o 2. Un espacio incorrecto entre un tono y un sensor de velocidad de rueda. Cualquiera
                de estas condiciones puede causar que la ECU del aire del ABS saque el aire en los moduladores de frenos
                de aire para una o m&#225;s ruedas. Durante las condiciones antes descritas, es posible que la luz
                indicadora de advertencia del ABS no se encienda para advertir al conductor que el ABS no funciona y el
                conductor puede experimentar una distancia de frenado mayor sin advertencia previa cuando el veh&#237;culo
                desacelera de 8 a 4 millas por hora. Si esto ocurre,
                <emph type="bold">el veh&#237;culo podr&#237;a verse involucrado en un accidente que podr&#237;a
                    resultar en da&#241;os a la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye
                <emph type="bold">S&#211;LO TRACTORES</emph>
                modelos 2000, 4000, 5000, 8000 y 9000 (04092) fabricados en las siguientes fechas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Planta Springfield: veh&#237;culos fabricados entre 1/3/98 y 16/6/00</para>
                </item>
                <item>
                    <para>Planta Chatham: veh&#237;culos fabricados entre 1/3/98 y 27/6/00</para>
                </item>
                <item>
                    <para>Planta Escobedo: veh&#237;culos fabricados entre 1/3/98 y 20/6/00</para>
                </item>
                <item>
                    <para>Planta Garland : veh&#237;culos fabricados entre 1/3/98 y 11/7/00.</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>En septiembre de 2000 International notific&#243; a los clientes y distribuidores de este Retiro de
                seguridad y la disponibilidad de piezas proyectada para abril de 2001. Las piezas est&#225;n ahora
                disponibles y las cartas de notificaci&#243;n al cliente oficial fueron enviadas a fines de abril de
                2001. Durante el proceso de retiro se entregar&#225; a los distribuidores involucrados una lista con los
                nombres y direcciones de los propietarios para que puedan seguir en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                prop&#243;sitos que no sean de esta campa&#241;a significa una violaci&#243;n de las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - Recall 00511A - Reemplazo de la Unidad de control electr&#243;nico (ECU) EC-17 1030R
                Bendix para los frenos de aire de los modelos de TRACTORES 2000, 4000, 5000, 8000 y 9000 con c&#243;digo
                04092
            </stitle>
            <title>PROCEDIMIENTO DE REEMPLAZO DE LA ECU DE LOS FRENOS DE AIRE BENDIX</title>
            <svcsubproc>
                <title>Introducci&#243;n</title>
                <para>Las siguientes instrucciones son para reemplazar la ECU original ECU con la EC-17 revisada o una
                    EC-30. Todos los veh&#237;culos en esta campa&#241;a tienen sistemas de 4 sensores. Hay
                    instrucciones especiales para los veh&#237;culos con Control de tracci&#243;n autom&#225;tica o toma
                    de fuerza del eje seccionado. Si existen problemas con el sistema ABS despu&#233;s de que se ha
                    instalado correctamente la ECU, consulte el Manual de servicio maestro CTS 5000, secci&#243;n
                    CTS-5292 para obtener m&#225;s informaci&#243;n.
                </para>
                <para>
                    <emph type="bold">&#191;EL VEH&#205;CULO TIENE UNA TOMA DE FUERZA DE EJE SECCIONADO?</emph>
                </para>
                <para>
                    <emph type="bold">PARA APLICACIONES DE TOMA DE FUERZA DE EJE SECCIONADO:</emph>
                    si instala la ECU con n&#250;mero de refacci&#243;n 8900072R91, 8900073R91 &#243; 8900075R91 y el
                    veh&#237;culo tiene una toma de fuerza de eje seccionado o una caja de transferencia que transmite
                    al equipo de la carrocer&#237;a mientras el cami&#243;n est&#225; estacionado, existir&#225; un
                    problema con el encendido de la luz del ABS. Para corregir este problema ser&#225; necesario
                    realizar un cambio de cableado; por lo tanto, llame a la L&#205;NEA DE SOPORTE T&#201;CNICO
                    <emph type="bold">1-800-336-4500</emph>
                    para obtener instrucciones acerca de la modificaci&#243;n.
                </para>
                <para>
                    <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                        instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use SIEMPRE una protecci&#243;n de ojos segura
                            cuando realice mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Apoye el veh&#237;culo con
                            soportes de seguridad. No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos.
                            Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="bold">Lea atentamente los siguientes pasos antes de proceder.</emph>
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Extracci&#243;n de la EC-17 original</title>
                <step1>
                    <para count="1">Revise la pantalla "WPID" en DDEW o revise ISIS para ver si el veh&#237;culo est&#225;
                        marcado para el Retiro de seguridad 00505 de inspecci&#243;n del cable del sensor del ABS .Si el
                        VIN est&#225; marcado para 00505, pero el 00505 no se ha efectuado, realice el procedimiento
                        para el 00505. Si el VIN no est&#225; marcado para 00505, no realice la inspecci&#243;n del
                        00505.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ubique la EC-17 al interior del larguero del bastidor derecho e izquierdo, cerca del
                        eje trasero o debajo de la cabina.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite toda la suciedad posible del exterior del conjunto. Mantenga las conexiones el&#233;ctricas
                        limpias.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los veh&#237;culos fabricados en las &#250;ltimas dos semanas de las fechas de
                        fabricaci&#243;n antes mencionadas, tienen una ECU revisada e instalada en la planta. Reemplace
                        s&#243;lo las ECU que tienen uno de los dos siguientes n&#250;meros Bendix en la etiqueta del c&#243;digo
                        de barra: 5002767 (con LED) o 5002927 (sin LED),
                        <emph type="bold">O</emph>
                        una de los siguientes cinco n&#250;meros de refacci&#243;n International en la ECU: 3518871C1,
                        3520190C91, 3521228C91, 3527451C91 &#243; 3533409C1.
                    </para>
                    <para>
                        <emph type="bold">NO reemplace la ECU si tiene lo siguiente:</emph>
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>Un punto verde autoadhesivo en la parte superior de la ECU.</para>
                        </item>
                        <item>
                            <para>Una cinta adhesiva blanca o verde a lo largo de la parte superior del alojamiento de
                                la ECU.
                            </para>
                        </item>
                        <item>
                            <para>El n&#250;mero 5008311 en la etiqueta del c&#243;digo de barra (para las ECU con LED)
                                o
                            </para>
                        </item>
                        <item>
                            <para>El n&#250;mero 5008313 en la etiqueta del c&#243;digo de barra (para las ECU sin
                                LED).
                            </para>
                        </item>
                    </seqlist>
                </step1>
                <step1>
                    <para count="1">Observe y marque la posici&#243;n de montaje de la EC-17 en la v&#225;lvula o en el
                        soporte.
                        <emph type="bold">No use una llave neum&#225;tica para quitar los pernos de montaje de la ECU en
                            los modelos con v&#225;lvula.
                        </emph>
                        En las ECU con v&#225;lvulas, es muy importante golpear las cabezas de los pernos de montaje de
                        la ECU antes de quitarlos para ayudar a eliminar el riesgo de que se quiebren dentro de la v&#225;lvula.
                        Suelte, saque y guarde el herraje de instalaci&#243;n que une el controlador a la v&#225;lvula o
                        al soporte. En algunos veh&#237;culos puede que sea necesario quitar el soporte montado en el
                        bastidor, la v&#225;lvula y la ECU como conjunto.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Instalaci&#243;n de la ECU nueva</title>
                <para>
                    <emph type="bold">(las instrucciones son para la EC-17 y la EC-30)</emph>
                </para>
                <step1>
                    <para count="1">1. Consulte la secci&#243;n "
                        <emph type="bold">INFORMACI&#211;N ACERCA DE LAS PIEZAS</emph>" en este documento para
                        determinar qu&#233; ECU se debe instalar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a montar la ECU en la orientaci&#243;n correcta con el herraje de instalaci&#243;n
                        original y apriete los pernos a 98 lb pulg u 11 Nm.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a colocar las conexiones el&#233;ctricas a la ECU y apriete los pernos de
                        retenci&#243;n del conector a 15 a 20 lb pulg o 1.7 a 2.3 Nm.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">ANTES DE ACCIONAR EL INTERRUPTOR DE ENCENDIDO EN EL PASO 5, ESCOJA LA
                            SECUENCIA DE INTERMITENCIA CORRECTA DE LA LUZ INDICADORA M&#193;S ABAJO EN A O B PARA SU
                            APLICACI&#211;N. SI EL VEH&#205;CULO TIENE UN CONTROL DE TRACCI&#211;N AUTOM&#193;TICA, ASEG&#218;RESE
                            DE QUE EL INTERRUPTOR DE CONTROL DE TRACCI&#211;N AUTOM&#193;TICA (ATC) EST&#201; EN LA
                            POSICI&#211;N ACTIVADO
                        </emph>
                        <emph type="boldundersc">ANTES DE ACCIONAR EL ENCENDIDO EN EL PASO 5</emph>. Todos los camiones
                        rectos con ATC vienen configurados de f&#225;brica para el l&#237;mite de torsi&#243;n y el
                        frenado del diferencial. Al momento del encendido, se producir&#225; una de las siguientes dos
                        secuencias de destello del indicador del tablero.
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>
                                <emph type="bold">EC-17 con o sin control de tracci&#243;n:</emph>
                                la luz del ABS y la luz del Control de tracci&#243;n (si viene instalada con ATC)
                                <emph type="bold">se encender&#225;n inicialmente y luego parpadear&#225;n dos
                                    veces</emph>. Esto significa que la ECU est&#225; configurada correctamente. SI la
                                secuencia de destello de la luz no parpadea como se describi&#243; arriba, vaya al paso
                                5.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">EC-30 con o sin control de tracci&#243;n:</emph>
                                la luz del ABS y la luz del Control de tracci&#243;n (si viene instalada con ATC)
                                <emph type="bold">se encender&#225;n durante 2.5 segundos y luego se
                                    apagar&#225;n</emph>. Esto significa que la ECU est&#225; configurada correctamente.
                                Si la luz del Control de tracci&#243;n destella una o dos veces en lugar de quedar
                                encendida durante 2.5 segundos, la ECU no est&#225; configurada correctamente y se debe
                                volver a configurar (vaya al paso 5).
                            </para>
                        </item>
                    </seqlist>
                </step1>
                <step1>
                    <para count="1">Accione el interruptor de encendido y observe la secuencia correcta de la luz
                        indicadora en el paso 4, eleve la presi&#243;n del sistema de aire hasta que el regulador se
                        corte y coloque el interruptor de encendido en OFF (apagado). Si la secuencia de la luz
                        indicadora no se corrigi&#243; como se describe en el paso 4, vaya al paso 6 para volver a
                        configurarla.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la secuencia de la luz indicadora no se corrigi&#243; como se describe en el paso
                        4, se puede utilizar uno de los siguientes m&#233;todos para volver a configurar la ECU. Con el
                        encendido en la posici&#243;n ON (Encendido), realice una de las siguientes acciones.
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>Presione el interruptor de restablecimiento DCI durante cerca de 20 segundos (hasta
                                que los LED comiencen a destellar r&#225;pidamente) y luego suelte el interruptor.
                                Apague el interruptor de encendido y repita el paso 5 y luego vaya al paso 7.
                            </para>
                        </item>
                        <item>
                            <para>Sostenga un im&#225;n sobre el punto de restablecimiento de la pantalla de diagn&#243;stico
                                durante cerca de 20 segundos (si la ECU tiene LED, &#233;stos comenzar&#225;n a
                                destellar r&#225;pidamente) y luego retire el im&#225;n. Apague el interruptor de
                                encendido y repita el paso 5 y luego vaya al paso 7.
                            </para>
                        </item>
                    </seqlist>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de que la ECU se ha configurado correctamente, presione el pedal del
                        freno y gire el interruptor de encendido a la posici&#243;n ON. El sistema ABS debe pasar por
                        una serie de peque&#241;os estallidos de aire desde los moduladores. Debe escuchar el aire
                        liberado en la siguiente secuencia: derecho delantero, izquierdo delantero, derecho trasero e
                        izquierdo trasero. La secuencia de estallido de aire se repetir&#225; autom&#225;ticamente una
                        vez m&#225;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ninguna luz debe quedar encendida si el sistema est&#225; funcionando correctamente,
                        pero si sucede lo contrario, consulte el Manual de servicio maestro, "Procedimiento de arranque
                        inicial" en la secci&#243;n CTS-5292.
                    </para>
                </step1>
                <step1>
                    <para count="1">Revise para asegurarse de que los frenos est&#233;n funcionando correctamente.
                    </para>
                </step1>
                <step1>
                    <para count="1">Devuelva la ECU retirada como se indica en la secci&#243;n "INFORMACI&#211;N ACERCA
                        DE LAS PIEZAS" en este documento. Normalmente son requeridas por la Autorizaci&#243;n de
                        disposici&#243;n de piezas R-5185.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">ESTA SECCI&#211;N INCLUYE:</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>&#191;QU&#201; ECU DEBE SOLICITAR?</para>
                    <seqlist style="alphauc">
                        <item>
                            <para>Si usted es el distribuidor de ventas.</para>
                        </item>
                        <item>
                            <para>Si usted no es el distribuidor de ventas.</para>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>HISTORIAL DE LOS N&#218;MEROS DE REFACCIONES Y USO</para>
                </item>
                <item>
                    <para>IDENTIFICACI&#211;N DE LA NUEVA ECU</para>
                </item>
                <item>
                    <para>DEVOLUCI&#211;N DE LAS PIEZAS ANTIGUAS E IDENTIFICACI&#211;N DE LA ECU DEFECTUOSA</para>
                </item>
            </seqlist>
            <table id="t0051101">
                <title>C&#243;digos de transmisi&#243;n manual automatizada Eaton</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.67*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.80*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>AutoShift (Cambio autom&#225;tico)</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>AutoShift 2 (Cambio autom&#225;tico 2)</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>AutoSelect (Selecci&#243;n autom&#225;tica)</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>13GJU, 13GJV, 13GJW</para>
                                <para>13GKP, 13GKR</para>
                            </entry>
                            <entry colname="col2">
                                <para>13GKU, 13GKV, 13GKW, 13GKX, 13GKY</para>
                                <para>13GMG, 13GMH, 13GMT, 13GMU, 13GMV, 13GMW</para>
                                <para>13GNR, 13GNS, 13GNT, 13GNU, 13GNV, 13GNW</para>
                            </entry>
                            <entry colname="col3">
                                <para>13GJE, 13GJG, 13GJH, 13GJJ, 13GJK, 13GJL, 13GJM, 13GJN</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">&#191;QU&#201; ECU DEBE SOLICITAR? (Lea la secci&#243;n 1 completa).</emph>
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>
                                <emph type="bold">Si es un distribuidor de ventas,</emph>
                                ordene el n&#250;mero de refacci&#243;n de la ECU que se entrega en el informe de la
                                barra verde en esta revisi&#243;n. Debido a la complejidad en la determinaci&#243;n de
                                qu&#233; ECU se requiere para cada veh&#237;culo, International ha proporcionado en este
                                correo de revisi&#243;n del distribuidor, un informe de barra verde especial que entrega
                                los n&#250;meros de refacci&#243;n de las ECU a los distribuidores de ventas para los
                                veh&#237;culos que no fueron completados a partir de junio de 2001.
                                <emph type="bold">Nota:</emph>
                                los n&#250;meros de refacci&#243;n que aparecen en este informe se recomiendan para los
                                veh&#237;culos "
                                <emph type="bold">en donde fueron instaladas</emph>". Las compa&#241;&#237;as de
                                carrocer&#237;as puede haber agregado una toma de fuerza de eje seccionado que requerir&#237;a
                                de un cambio de cables (consulte
                                <emph type="bold">NOTA IMPORTANTE DE LAS APLICACIONES DE TOMA DE FUERZA DE LOS EJES
                                    SECCIONADOS
                                </emph>
                                en B. m&#225;s abajo). Consulte el informe de la barra verde que aparece en este
                                documento para solicitar la pieza correcta de un VIN. Para permitir que los Centros de
                                distribuci&#243;n de piezas administren el inventario, limite las cantidades de su
                                pedido al n&#250;mero de ECU que se pueden instalar en corto tiempo. Si usted no es el
                                distribuidor de ventas del veh&#237;culo que est&#225; reparando, puede llamar al
                                distribuidor de ventas y solicitar informaci&#243;n acerca del informe de la barra verde
                                o debe seguir las normas, que aparecen en el punto B m&#225;s abajo, para determinar qu&#233;
                                ECU instalar.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">Si usted no es el distribuidor de ventas</emph>, puede llamar al
                                distribuidor de ventas y solicitar informaci&#243;n acerca del informe de la barra verde
                                <emph type="bold">O</emph>
                                seguir las instrucciones de m&#225;s abajo y utilizar la pantalla "
                                <emph type="bold">WPIE</emph>" en DDEW para buscar los c&#243;digos de fabricaci&#243;n
                                a continuaci&#243;n.
                            </para>
                            <para>
                                <emph type="bold">Para determinar qu&#233; pieza solicitar, lea las siguientes
                                    preguntas.
                                </emph>
                            </para>
                            <seqlist style="arabic">
                                <item>
                                    <para>&#191;El veh&#237;culo fue fabricado con una transmisi&#243;n manual
                                        automatizada Eaton que aparece en la
                                        <hotlnk xrefid="t0051101">Tabla 1</hotlnk>
                                        anterior? Si es as&#237;, det&#233;ngase y
                                        <emph type="bold">USE LA EC-30</emph>
                                        (8900075R91). Si no, siga con la pregunta 2 a continuaci&#243;n.
                                    </para>
                                </item>
                                <item>
                                    <para>&#191;El veh&#237;culo se fabric&#243; con c&#243;digo de frenos de control de
                                        tracci&#243;n 04AZD &#243; 04AZJ? Si la respuesta es afirmativa, det&#233;ngase
                                        y
                                        <emph type="bold">ORDENE LA EC-30</emph>
                                        (8900075R91). Ya no se puede solicitar una EC-17 con LED (8900072R91), pero si
                                        tiene una, &#233;sta funcionar&#225;. Si no es as&#237;, siga con la pregunta 3
                                        a continuaci&#243;n.
                                    </para>
                                </item>
                                <item>
                                    <para>&#191;El veh&#237;culo se fabric&#243; con c&#243;digos de frenos 04AZM &#243;
                                        804AZA (hacia el final de la lista de c&#243;digos deber&#237;a aparecer 804AZA,
                                        no con los c&#243;digos 04)? Si la respuesta es afirmativa, det&#233;ngase y
                                        solicite la EC-30 (8900075R91). Ya no se puede solicitar una EC-17 con LED
                                        (8900072R91), pero si tiene una, &#233;sta funcionar&#225;. De lo contrario,
                                        vaya al paso 4 a continuaci&#243;n.
                                    </para>
                                </item>
                                <item>
                                    <para>&#191;El veh&#237;culo se fabric&#243; con c&#243;digo de frenos 04AZN? Si la
                                        respuesta es afirmativa, det&#233;ngase y ORDENE la EC-30 (8900075R91). De lo
                                        contrario, utilice la 8900073R91. Nota: se fabricaron s&#243;lo 50 VINS con c&#243;digo
                                        04AZN y todos para el mismo cliente. Si no ha determinado si se requiere la
                                        EC-30 luego de contestar las preguntas 1 a la 4, entonces debe usar el
                                        8900073R91.
                                    </para>
                                </item>
                            </seqlist>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">HISTORIAL Y USO DE LOS N&#218;MEROS DE REFACCIONES:</emph>
                        los Centros de distribuci&#243;n de piezas han entregado tres n&#250;meros de refacci&#243;n de
                        la ECU para esta campa&#241;a, dos "n&#250;meros de refacci&#243;n EC-17revisadas " y un n&#250;mero
                        de refacci&#243;n EC-30. Sin embargo, la producci&#243;n de la EC-17 revisada con LED
                        (8900072R91) se ha detenido y esta pieza ha sido reemplazada por la EC-30 (todas las EC-30
                        tienen LED).
                        <emph type="bold">S&#211;LO el 10%</emph>
                        de los veh&#237;culos en esta campa&#241;a deber&#237;a necesitar la EC-30. No ordene todas las
                        EC-30 s&#243;lo por el hecho de que funcionan en todas las aplicaciones. Las existencias de
                        EC-30 son limitadas. Bendix ya no fabricar&#225; m&#225;s EC-17; sin embargo, los Centros de
                        distribuci&#243;n de piezas tienen una gran cantidad de EC-17 sin LED y que son los que se deben
                        utilizar. Consulte el informe de la barra verde especial para ver el n&#250;mero de refacci&#243;n
                        correcto o siga las instrucciones de la selecci&#243;n de piezas que aparecen en el 1. &#191;QU&#201;
                        ECU DEBE SOLICITAR?
                    </para>
                    <seqlist style="alphauc">
                        <item>
                            <para>
                                <emph type="bold">8900072R91: NO DISPONIBLE</emph>. Bendix ya no fabrica este n&#250;mero
                                de refacci&#243;n. Esta ECU es la EC-17 revisada con LED. La EC-30 (8900075R91) ser&#225;
                                autom&#225;ticamente sustituida cuando se solicite la 8900072R91. La 8900072R91 sigue
                                siendo una pieza v&#225;lida y se puede seguir utilizando en caso de que a&#250;n se
                                tenga en bodega en su ubicaci&#243;n.
                                <emph type="bold">No</emph>
                                la utilice con las TRANSMISIONES DE CAMBIO AUTOMATIZADAS EATON espec&#237;ficas que
                                aparecen en la Tabla 1, debido a que los puntos de cambio pueden verse afectados.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">8900073R91:</emph> &#233;sta es la EC-17 sin LED. La mayor&#237;a o el
                                90% de los veh&#237;culos en esta campa&#241;a deber&#237;a utilizar esta ECU. Se emplea
                                en veh&#237;culos que originalmente no tienen LED o control de tracci&#243;n.
                                <emph type="bold">NO</emph>
                                las utilice en veh&#237;culos con 04AZJ, 04AZM o 804AZA.
                                <emph type="bold">No</emph>
                                la utilice con las TRANSMISIONES DE CAMBIO AUTOMATIZADAS EATON espec&#237;ficas que
                                aparecen en la Tabla 1, debido a que los puntos de cambio pueden verse afectados.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">8900075R91:</emph> &#233;sta es la EC-30. Todas las EC-30 tienen LED.
                                La EC-30 sustituir&#225; todos los pedidos de la versi&#243;n discontinuada 8900072R91.
                            </para>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">IDENTIFICACI&#211;N DEL LAS NUEVAS ECU:</emph>
                        todas las ECU de reemplazo se pueden identificar f&#225;cilmente con una cinta adhesiva blanca o
                        verde a lo largo de la parte superior del alojamiento de la ECU o un adhesivo verde en la parte
                        de arriba de &#233;ste.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">DEVOLUCI&#211;N DE LAS PIEZAS ANTIGUAS E IDENTIFICACI&#211;N DE LAS ECU
                            DEFECTUOSAS:
                        </emph>
                        Devuelva todas las piezas retiradas (defectuosas). Las piezas defectuosas se pueden identificar
                        por uno de los siguientes n&#250;meros de adhesivo con c&#243;digo de barra: 5002767 (con LED) o
                        5002927 (sin LED)
                        <emph type="bold">O</emph>
                        seg&#250;n los n&#250;meros de refacci&#243;n International 3518871C1, 3520190C91, 3521228C91,
                        3527451C91 &#243; 3533409C1. Las piezas defectuosas no tendr&#225;n una cinta adhesiva blanca o
                        verde o el adhesivo con punto verde en el alojamiento de la ECU. Si tiene m&#225;s dudas acerca
                        de c&#243;mo identificar una ECU, comun&#237;quese con Bendix al 1-800-AIR-BRAK. Todos los
                        embarques de piezas en los Estados Unidos de menos de 150 lbs se embarcar&#225;n v&#237;a UPS
                        (cuenta A7T 571). Los embarques de m&#225;s de 150 lb se enviar&#225;n v&#237;a Yellow Freight.
                        Enviar a:
                    </para>
                </item>
            </seqlist>
            <verbatim>
                <line>
                    <emph type="bold">Bendix ABS Recall</emph>
                </line>
                <line>
                    <emph type="bold">901 Cleveland Street</emph>
                </line>
                <line>
                    <emph type="bold">Elyria, OH 44036</emph>
                </line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <table id="t0051102">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-00511-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace la ECU del ABS</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.8 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-00511</emph>.
            </para>
            <para>Distribuci&#243;n: todos los distribuidores</para>
        </responex>
    </recall>
</isis>
