<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00505 - Enrutamiento y sujeci&#243;n de los cables de los sensores de velocidad de las
        ruedas del Sistema de frenos antibloqueo (ABS) Bendix en veh&#237;culos fabricados entre 01/3/1998 y 29/5/2000
    </stitle>
    <recall id="rec00505" translation="spanish">
        <recallnumber>00505</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Julio de 2000</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Enrutamiento y sujeci&#243;n de los cables de los sensores de velocidad de las ruedas del Sistema de
            frenos antibloqueo (ABS) Bendix en veh&#237;culos fabricados entre 01/3/1998 y 29/5/2000
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
            </configure>
        </apply>
        <defect>
            <para>El problema es el frotamiento de los cables de los sensores del ABS en las piezas giratorias, que
                puede llevar a una se&#241;al falsa enviada a la ECU del ABS Bendix. Esta condici&#243;n puede causar
                que la ECU del aire del ABS saque el aire en los moduladores de frenos de aire para una o m&#225;s
                ruedas. El objetivo de este Retiro de seguridad es inspeccionar el enrutamiento y sujeci&#243;n de los
                sensores de velocidad de las ruedas con ABS y reemplazar los sensores que tienen los cables da&#241;ados.
                Un veh&#237;culo con un sensor da&#241;ado podr&#237;a experimentar una distancia de frenado mayor sin
                advertencia cuando el veh&#237;culo desacelere de 8 a 4 millas por hora. Si esto ocurre
                <emph type="bold">el veh&#237;culo podr&#237;a verse involucrado en un accidente que podr&#237;a causar
                    da&#241;os a la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye todos los modelos fabricados en las plantas de ensamblaje Springfield
                y Escobedo, entre 01/3/1998 y 29/5/2000, con frenos de aire ABS Bendix.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="inspect" graphiccount="7">
            <stitle>Spanish - Recall 00505 - Enrutamiento y sujeci&#243;n de los cables de los sensores de velocidad de
                las ruedas del Sistema de frenos antibloqueo (ABS) Bendix en veh&#237;culos fabricados entre 01/3/1998 y
                29/5/2000
            </stitle>
            <title>PROCEDIMIENTO DE INSPECCI&#211;N</title>
            <para>Existen cables de sensores de velocidad de las cuatro ruedas, enrutados hacia los cuatro extremos de
                las ruedas y que se debe revisar para ver si tienen da&#241;os y est&#225;n instalados correctamente.
            </para>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque el freno de estacionamiento
                    y apague el motor.
                </para>
            </step1>
            <step1>
                <para count="1">La mayor&#237;a de los veh&#237;culos no tendr&#225;n que elevarse para realizar la
                    inspecci&#243;n.
                </para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si se tiene que levantar el
                            veh&#237;culo, ap&#243;yelo con soportes de seguridad. No trabaje debajo de un veh&#237;culo
                            apoyado s&#243;lo por gatos. Los gatos pueden deslizarse o caer y provocar lesiones
                            personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Figuras de referencia:</emph>
                    para inspeccionar los cables de los sensores delanteros deber revisar la
                    <hotlnk xrefid="f0050501">Figura 1</hotlnk>
                    y la
                    <hotlnk xrefid="f0050502">Figura 2</hotlnk>. Para inspeccionar los cables de los sensores traseros
                    deber revisar la
                    <hotlnk xrefid="f0050507">Figura 7</hotlnk>
                    y elegir la figura correspondiente de la
                    <hotlnk xrefid="f0050503">Figura 3</hotlnk>,
                    <hotlnk xrefid="f0050504">Figura 4</hotlnk>,
                    <hotlnk xrefid="f0050505">Figura 5</hotlnk>
                    y
                    <hotlnk xrefid="f0050506">Figura 6</hotlnk>, conforme a la aplicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Inspeccione los cables de los sensores da&#241;ados:</emph>
                    siga los cables desde los extremos de las ruedas hasta los conectores y verifique que los cables no
                    se hayan da&#241;ado por roce o frotamiento y aseg&#250;rese de que los cables no queden apretados
                    por los retenes del eje, los travesa&#241;os, los soportes, etc. Inspeccione de cerca alrededor del
                    eje de transmisi&#243;n y los extremos de las ruedas. Verifique que todos los cables est&#233;n
                    amarrados o sujetos cerca de las mismas ubicaciones como aparece en las figuras correspondientes. No
                    instale una nueva correa de sujeci&#243;n hasta que haya revisado todos los cables de sensores. Se
                    deben usar s&#243;lo correas de sujeci&#243;n resistentes al UV. La instalaci&#243;n puede variar un
                    poco en el enrutamiento de los cables de los sensores, como aparece en los ejemplos de las figuras
                    de enrutamiento. Aseg&#250;rese de revisar los cuatro cables de sensores.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Inspeccione para ver si hay posibles problemas:</emph>
                    el exceso de longitud del cable debe estar firmemente amarrado y lejos de las piezas m&#243;viles.
                    Revise el exceso de cable en los extremos de las ruedas y cerca del eje de transmisi&#243;n. Estos
                    cables deben estar a al menos 1.5 pulgadas lejos de todas las piezas m&#243;viles. SI hay un cable
                    demasiado largo en el extremo de la rueda, aseg&#250;rese de que no roce el rin, el tambor o la
                    llanta. Asimismo considere si el cable puede entrar en contacto con las piezas m&#243;viles: 1.
                    Durante el desplazamiento vertical de la suspensi&#243;n o 2. Cuando el veh&#237;culo realiza
                    virajes completos en ambas direcciones. Si hay un cable muy largo cerca del eje de transmisi&#243;n,
                    aseg&#250;rese de que los cables est&#233;n seguros a al menos 1.5 pulgadas lejos del eje de rotaci&#243;n.
                    Se deben usar s&#243;lo correas de sujeci&#243;n resistentes al UV.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Si encuentra un cable de sensor da&#241;ado:</emph>
                    si encuentra retenes de correas sueltos o da&#241;ados, instale los nuevos retenes de correas como
                    aparece en la siguientes figuras. Se deben usar s&#243;lo correas de sujeci&#243;n resistentes al
                    UV. Si encuentra un cable de sensor que est&#233; apretado o tenga da&#241;ada la aislaci&#243;n, se
                    debe reemplazar el sensor (consulte
                    <hotlnk xrefid="x0050501">Reemplazo del sensor</hotlnk>).
                </para>
            </step1>
            <figure id="f0050501" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050501.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 1: Enrutamiento y sujeci&#243;n de sensor del eje delantero para modelos 2000, 8000 y
                    9000
                </caption>
                <calloutgroup>
                    <callout1>1. Los cables del sensor se deben asegurar a cada tubo de leva de freno con una correa
                        para evitar que haga contacto con las piezas m&#243;viles del extremo de la rueda (tambor, rin,
                        llanta).
                    </callout1>
                    <callout1>2. Cada pivote de la direcci&#243;n con una placa de cubierta con perno deber&#237;a tener
                        un abrazadera en P como aparece en el elemento 2 anterior.
                    </callout1>
                    <callout1>3. Amarre los cables de sensores a la manguera de aire cada seis pulgadas, sin jalar los
                        conectores.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050502" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050502.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 2: Sensor del eje delantero</caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que el clip o retenedor est&#233; completamente asentado en el
                        orificio de montaje del sensor y luego inserte el sensor empuj&#225;ndolo hacia el clip o
                        retenedor hasta que se detenga.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050503" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050503.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 3: Enrutamiento y sujeci&#243;n del cable del sensor trasero para las suspensiones de
                    aire 4x2 y 6x4
                </caption>
                <calloutgroup>
                    <callout1>1. Asegure los cables del sensor a cada tubo de leva del freno con dos correas.</callout1>
                    <callout1>2. y 3. Amarre con correas los cables de los sensores a las mangueras de aire cada seis
                        pulgadas, sin jalar los conectores.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050504" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050504.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 4: Enrutamiento y sujeci&#243;n del cable del sensor trasero para las suspensiones de
                    muelle 4x2
                </caption>
                <calloutgroup>
                    <callout1>1. Los cables del sensor se deben asegurar a cada tubo de leva de freno con dos correas
                        para evitar que haga contacto con las piezas m&#243;viles del extremo de la rueda (tambor, rin,
                        llanta).
                    </callout1>
                    <callout1>2. y 3. Amarre con correas los cables de los sensores a las mangueras de aire cada seis
                        pulgadas, sin jalar los conectores.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050505" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050505.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 5: Enrutamiento y sujeci&#243;n del cable del sensor trasero para las suspensiones de
                    muelle 6x4
                </caption>
                <calloutgroup>
                    <callout1>1. Los cables del sensor se deben asegurar a cada tubo de leva de freno con una correa
                        para evitar que haga contacto con las piezas m&#243;viles del extremo de la rueda (tambor, rin,
                        llanta).
                    </callout1>
                    <callout1>2. y 3. Amarre con correas los cables de los sensores a las mangueras de aire cada seis
                        pulgadas, sin jalar los conectores.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050506" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050506.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 6: Enrutamiento y sujeci&#243;n del cable del sensor trasero con suspensiones
                    Hendrickson
                </caption>
                <calloutgroup>
                    <callout1>1. Los cables del sensor se deben asegurar a cada tubo de leva de freno con una correa
                        para evitar que haga contacto con las piezas m&#243;viles del extremo de la rueda (tambor, rin,
                        llanta).
                    </callout1>
                    <callout1>2. y 3. Amarre con correas los cables de los sensores a las mangueras de aire cada seis
                        pulgadas, sin jalar los conectores.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0050507" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050507.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 7: Enrutamiento y sujeci&#243;n del cable del sensor del eje trasero</caption>
                <calloutgroup>
                    <callout1>1. y 2. Los cables del sensor se deben asegurar a cada tubo de leva de freno con una
                        correa para evitar que haga contacto con las piezas m&#243;viles del extremo de la rueda
                        (tambor, rin, llanta).
                    </callout1>
                    <callout1>3. Aseg&#250;rese de que el clip o retenedor est&#233; completamente asentado en el
                        orificio de montaje del sensor y luego inserte el sensor empuj&#225;ndolo hacia el clip o
                        retenedor hasta que se detenga.
                    </callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <svcproc id="x0050501" svcproctype="replace" graphiccount="0">
            <stitle>Spanish - Recall 00505 - Enrutamiento y sujeci&#243;n de los cables de los sensores de velocidad de
                las ruedas del Sistema de frenos antibloqueo (ABS) Bendix en veh&#237;culos fabricados entre 01/3/1998 y
                29/5/2000
            </stitle>
            <title>REEMPLAZO DEL SENSOR</title>
            <specpara>
                <warning>
                    <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si se tiene que levantar el veh&#237;culo,
                        ap&#243;yelo con soportes de seguridad. No trabaje debajo de un veh&#237;culo apoyado s&#243;lo
                        por gatos. Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Antes de quitar el sensor defectuoso, verifique que tenga el sensor correcto con el
                    conector correcto enchufando el sensor nuevo al mazo de cables. El sensor nuevo puede tener un cable
                    m&#225;s largo y puede no tener el tubo enrollado. No es necesario transferir la tuber&#237;a
                    enrollada a la pieza nueva. Para los sensores en &#225;ngulo, observe la orientaci&#243;n de los
                    sensores antes de quitarlos. Vea la secci&#243;n "Informaci&#243;n acerca de las piezas" m&#225;s
                    abajo para obtener m&#225;s informaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de seguir las figuras correctas y eliminar la causa del contacto o roce
                    original. La mayor&#237;a de los sensores del eje delantero se pueden reemplazar sin retirar la
                    rueda. Se necesitar&#225; sacar la mayor&#237;a de las ruedas para obtener acceso a los sensores.
                </para>
            </step1>
            <step1>
                <para count="1">Corte todas las correas que sujetan los sensores al veh&#237;culo y quite el sensor jal&#225;ndolo
                    fuera del orificio de montaje. La
                    <hotlnk xrefid="f0050502">Figura 2</hotlnk>
                    y
                    <hotlnk xrefid="f0050507">Figura 7</hotlnk>
                    muestra c&#243;mo el clip o retenedor sujeta el sensor en el orificio de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sensor nuevo empezando por el extremo de la rueda. Aseg&#250;rese de que el
                    clip o retenedor est&#233; completamente asentado en el orificio y luego inserte el sensor empuj&#225;ndolo
                    hasta que se detenga. Si el clip antiguo no sujeta el sensor firmemente en el orificio de montaje,
                    instale el clip nuevo. Siga las figuras pertinentes y los consejos cuando instale el nuevo sensor.
                    Amarre firmemente el largo de cable adicional en el extremo del conector.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">C&#225;lculo de la cantidad de piezas:</emph>
                se estima que el 5% de los veh&#237;culos en esta campa&#241;a requieren
                <emph type="bold">UN</emph>
                reemplazo de sensor, pero existen cinco posibilidades diferentes para los n&#250;meros de refacci&#243;n
                de reemplazo del sensor (consulte la
                <hotlnk xrefid="t0050501">Tabla 1</hotlnk>
                m&#225;s abajo). Necesita tener clips de sensor de reserva en el caso que necesite algunos para los
                reemplazos de sensores (N&#186; de refacci&#243;n de clip: 3543661C1).
            </para>
            <para>
                <emph type="bold">Diferencia en las piezas:</emph>
                las piezas enumeradas en la Tabla 1 pueden tener un cable m&#225;s largo que el de las piezas originales
                y las piezas nuevas no tendr&#225;n la tuber&#237;a envuelta en pl&#225;stico alrededor el cable. No es
                necesario trasladar la tuber&#237;a enrollada desde el sensor antiguo a la pieza nueva Se deben usar s&#243;lo
                correas de sujeci&#243;n resistentes al UV.
            </para>
            <para>
                <emph type="bold">Antes de ordenar las piezas:</emph>
                las plantas cambiaron del conector DTM al conector DT en aproximadamente los rangos de fechas de
                fabricaci&#243;n entregados en la Tabla 1 m&#225;s adelante. Este cambio puede haber ocurrido en un
                lapso de aproximadamente dos semanas; por lo tanto, si un veh&#237;culo fue fabricado en Springfield una
                semana antes o despu&#233;s de 1/10/99, el sensor podr&#237;a haber tenido el conector DT o el conector
                DTM (cada uno tiene un n&#250;mero de refacci&#243;n de sensor diferente en la Tabla 1). Se aplica lo
                mismo al producto fabricado en Escobedo y en un lapso de una semana a partir de 12/12/99.
                <emph type="bold">Nota: para estar seguro de que orden&#243; el n&#250;mero de refacci&#243;n del sensor
                    correcto de un veh&#237;culo fabricado cerca de la fecha del cambio en cada planta, puede verificar
                    el tipo de conector en el veh&#237;culo siguiendo las descripciones a continuaci&#243;n: 1. El
                    conector DT tiene un sello en el extremo macho del conector, 2. El conector DTM tiene un sello
                    dentro del extremo hembra del enchufe del conector y no se debe sacar cuando el conector est&#233;
                    desenchufado.
                </emph>
            </para>
            <table id="t0050501">
                <title>N&#250;meros de refacciones del sensor por aplicaci&#243;n</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.88in"/>
                    <colspec colname="col2" colwidth="1.49in"/>
                    <colspec colname="col3" colwidth="1.88in"/>
                    <colspec colname="col4" colwidth="1.44in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Sensores</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Rangos de fechas de fabricaci&#243;n por plantas</para>
                            </entry>
                            <entry colname="col4" align="center">
                                <para>N&#250;mero de refacci&#243;n del sensor</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Sensores del eje delantero:</emph>
                                    todos los modelos
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>Recto, 75", DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>Todos</para>
                            </entry>
                            <entry colname="col4">
                                <para>1684327C93</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>
                                    <emph type="bold">Sensores del eje trasero para los siguientes c&#243;digos de
                                        suspensi&#243;n trasera:
                                    </emph>
                                    14UGA, 14UHB, 14UHP, 14UHT, 14UHU, 14UJB, 14UJY, 14UJZ, 14UKD, 14UKE, 14UKH, 14UKJ,
                                    14UKK, 14UKL, 14ULG, 14ULH, 14ULJ, 14ULK, 14ULN, 14VHA, 14VHB, 14VHB, 14VHC, 14VHD,
                                    14VHE, 14VHG, 14VKH, 14524, 14666, 14667, 14674, 14697, 14UHC, 14UHD, 14UHE, 14UHG,
                                    14UHH, 14UHJ, 14UHK, 14UHL, 14UHM, 14UHN, 14UHX, 14UJA, 14UJE, 14ULR
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#193;ngulo recto, 75", DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>Fabricado en
                                    <emph type="bold">Springfield</emph>, und&#233;cima posici&#243;n del vin = H,
                                    <emph type="bold">2/10/99 a 29/5/00</emph>
                                    "
                                    <emph type="bold">O</emph>" Fabricado en
                                    <emph type="bold">Escobedo</emph>, und&#233;cima posici&#243;n del vin = N,
                                    <emph type="bold">13/12/99 a 29/5/00</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>1686805C92</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#193;ngulo recto, 75", DTM</para>
                            </entry>
                            <entry colname="col3">
                                <para>Fabricado en
                                    <emph type="bold">Springfield</emph>, und&#233;cima posici&#243;n del vin = H,
                                    <emph type="bold">1/3/98 a 1/10/99</emph>
                                    "
                                    <emph type="bold">O</emph>" Fabricado en
                                    <emph type="bold">Escobedo</emph>, und&#233;cima posici&#243;n del vin = N,
                                    <emph type="bold">1/3/98 a 12/12/99</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>3520427C91</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Sensores del eje trasero</emph>
                                    para otras suspensiones traseras con las fechas de fabricaci&#243;n a la derecha y
                                    fabricadas en la planta
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#193;ngulo recto, 60", DT</para>
                            </entry>
                            <entry colname="col3">
                                <para>Fabricado en
                                    <emph type="bold">Springfield</emph>, und&#233;cima posici&#243;n del vin = H,
                                    <emph type="bold">1/3/98 a 1/10/99</emph>
                                    "
                                    <emph type="bold">O</emph>" Fabricado en
                                    <emph type="bold">Escobedo</emph>, und&#233;cima posici&#243;n del vin = N,
                                    <emph type="bold">1/3/98 a 12/12/99</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>1684328C93</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Sensores del eje trasero</emph>
                                    para otras suspensiones traseras con las fechas de fabricaci&#243;n a la derecha y
                                    fabricadas en la planta
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#193;ngulo recto, 60", DTM</para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Springfield</emph>, und&#233;cima posici&#243;n del vin = H,
                                    <emph type="bold">2/10/99 a 29/5/00</emph>
                                    "
                                    <emph type="bold">O</emph>"
                                    <emph type="bold">Escobedo</emph>, und&#233;cima posici&#243;n del vin = N,
                                    <emph type="bold">13/12/99 a 29/5/00</emph>
                                </para>
                            </entry>
                            <entry colname="col4">
                                <para>3520425C91</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA: si se instala un segundo, tercero o cuarto sensor en el mismo veh&#237;culo,
                    reste 0.2 hrs de trabajo a cada sensor.
                </emph>
            </para>
            <table id="t0050502">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione los 4 sensores</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.5 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace un sensor delantero</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.8 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00505-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace un sensor trasero</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1.3 Hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">Etiqueta de identificaci&#243;n de la campa&#241;a</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia al Retiro G-00505.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
