<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00512R - Extremos de la barra de acoplamiento TRW en determinadas series de los modelos
        2000, 4000, 8000, 9000 y 9000i fabricados entre 5/7/1999 y 30/11/1999
    </stitle>
    <recall id="rec00512" translation="spanish">
        <recallnumber>00512R</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2001</recalldate>
        <subjectfile>DIRECCI&#211;N</subjectfile>
        <subject>Extremos de la barra de acoplamiento TRW en determinadas series de los modelos 2000, 4000, 8000, 9000 y
            9000i fabricados entre 5/7/1999 y 30/11/1999
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>TRW</vendor>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>07/05/1999</startdate>
                        <enddate>11/30/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>07/05/1999</startdate>
                        <enddate>11/30/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>07/05/1999</startdate>
                        <enddate>11/30/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>07/05/1999</startdate>
                        <enddate>11/30/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>07/05/1999</startdate>
                        <enddate>11/30/1999</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec00512.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <emph type="bold">NOTA IMPORTANTE: &#161;ESTE RETIRO DE SEGURIDAD SE HA REEMPLAZADO!</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>La campa&#241;a 00512 se ha cancelado y se ha reemplazado por la campa&#241;a 01510.</para>
                </item>
                <item>
                    <para>La campa&#241;a 01510 incluye a todos los veh&#237;culos en la campa&#241;a 00512.</para>
                </item>
                <item>
                    <para>Los clientes que han reemplazado los extremos de la barra de acoplamiento en el 00512 no
                        fueron informados del retiro 01510.
                    </para>
                </item>
                <item>
                    <para>Todas las copias originales del 00512 en su DISTRIBUIDOR
                        <emph type="bold">DEBEN TENER LA SIGUIENTE NOTA ESCRITA EN LA PRIMERA P&#193;GINA:</emph>
                    </para>
                    <para>
                        <emph type="bold">ESTA CAMPA&#209;A SE HA REEMPLAZADO POR LA DEL RETIRO 01510. LOS RECLAMOS DE
                            GARANT&#205;A NO TIENEN VALIDEZ PARA EL 00512 A PARTIR DEL 1 DE OCTUBRE DE 2001.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Este documento tambi&#233;n reemplaza el documento G-00512 en ISIS.</para>
                </item>
                <item>
                    <para>Consulte el G-01510 para realizar reparaciones de este retiro de seguridad.</para>
                </item>
                <item>
                    <para>G-01510 indica a los distribuidores que reemplacen todas los extremos de las barras de direcci&#243;n
                        de a dos en los veh&#237;culos involucrados.
                    </para>
                </item>
            </randlist>
            <para>Algunos extremos de barra de acoplamiento TRW se fabricaron con una solidez del material inferior a la
                especificada, lo que podr&#237;a resultar en la separaci&#243;n del perno de r&#243;tula de la r&#243;tula.
                En el documento original G-00512 con fecha de octubre de 2000, hubo una inspecci&#243;n para algunos c&#243;digos
                de fecha; sin embargo, International est&#225; reemplazando actualmente todos los extremos de las barras
                de acoplamiento. No hay ninguna opci&#243;n de inspecci&#243;n. Todos los extremos de las barras de
                acoplamiento se deben reemplazar de a dos seg&#250;n el nuevo Retiro de seguridad 01510. Si un extremo
                de la barra de acoplamiento se separa, el conductor podr&#237;a experimentar una p&#233;rdida de control
                de direcci&#243;n que podr&#237;a
                <emph type="bold">causar un accidente automovil&#237;stico, resultando en da&#241;os a la propiedad,
                    lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>El Retiro de seguridad 00512 involucra algunos modelos de las series 2000, 4000, 8000 y 9000
                fabricados entre 5/7/1999 y 31/11/1999. El nuevo Retiro de seguridad 01510 cubre todos estos modelos
                adem&#225;s de los modelos 5000 y se ampli&#243; el rango de fecha de fabricaci&#243;n para cubrir entre
                15/6/1999 y 15/8/2000.
            </para>
        </defect>
    </recall>
</isis>
