<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00504 - Transmisiones Eaton AutoShift II en veh&#237;culos fabricados entre 01/06/1999 y
        20/4/2000
    </stitle>
    <recall id="rec00504" translation="spanish">
        <recallnumber>00504</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Agosto de 2001</recalldate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>Transmisiones Eaton AutoShift II en veh&#237;culos fabricados entre 01/06/1999 y 20/4/2000</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8100
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>06/01/1999</startdate>
                        <enddate>04/20/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Se trata de un defecto de software que puede hacer que la transmisi&#243;n se coloque en segunda y no
                en reversa cuando el operador seleccione la reversa. En otras palabras, se tratar&#237;a de un
                accionamiento incorrecto de la velocidad y que har&#237;a que el veh&#237;culo se mueva en una direcci&#243;n
                no deseada.
                <emph type="bold">Si el veh&#237;culo est&#225; en segunda y el operador seleccion&#243; la reversa,
                    puede que el veh&#237;culo se vea involucrado en un accidente y se produzcan da&#241;os a la
                    propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Esta campa&#241;a incluye los modelos 2574 6X4, 8100 4X2, 8100 6X4, 9100i 4X2, 9100i 6X4, 9200i 4X2,
                9200i 6X4, 9400i 6X4 y 9900i 6X4.
            </para>
            <para>
                <title>RESUMEN DE REVISI&#211;N</title>
            </para>
            <para>Una nueva fecha de inicio de la ventana de fecha de fabricaci&#243;n result&#243; en un aumento del n&#250;mero
                de veh&#237;culos en esta campa&#241;a. Siga los siguientes pasos para documentar claramente este
                cambio.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Cambie la fecha de inicio del rango de fecha de fabricaci&#243;n en la copia original del
                        G-00504 con fecha de junio de 2000 de 10/1/2000 a
                        <emph type="bold">1/6/1999</emph>. Este cambio de fecha se requiere s&#243;lo en dos lugares en
                        el correo original del distribuidor G-00504. La primera ubicaci&#243;n aparece en la primera p&#225;gina
                        en el
                        <emph type="bold">ASUNTO</emph>. El segundo lugar en el que se deber&#237;a cambiar la fecha es
                        en la segunda p&#225;gina del documento del cliente.
                    </para>
                </item>
                <item>
                    <para>Consulte el documento original G-00504 (m&#225;s adelante) para ver la informaci&#243;n acerca
                        de las piezas, el trabajo, la garant&#237;a y el servicio.
                    </para>
                </item>
                <item>
                    <para>Adjunte este documento al documento original G-00504 con fecha de junio de 2000.</para>
                </item>
                <item>
                    <para>Si no tiene el documento original G-00504, se puede solicitar una copia llamando al
                        616-968-4856 o imprimiendo uno del sitio Web International.
                    </para>
                </item>
            </seqlist>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="program" graphiccount="0">
            <stitle>Spanish - Recall 00504 - Transmisiones Eaton AutoShift II en veh&#237;culos fabricados entre
                01/06/1999 y 20/4/2000
            </stitle>
            <title>Ajuste de EZ-Tech ServiceRanger</title>
            <svcprocinfo>
                <para>Para realizar esta programaci&#243;n debe tener el software Eaton ServiceRanger instalado en su
                    herramienta de servicio EZ-tech. El software ServiceRanger junto con las instrucciones han sido
                    enviados por correo a todos los distribuidores en EE.UU. y Canad&#225;. Si no ha recibido su paquete
                    de software por correo, llame gratis al soporte Eaton ServiceRanger al 1-888-880-0970.
                </para>
                <para>
                    <title>Uso de ServiceRanger con el EZ-Tech</title>
                </para>
                <para>Los procesos a continuaci&#243;n destacan el procedimiento para actualizar el software de
                    transmisi&#243;n AutoShift Generation II. Para m&#225;s detalles acerca del uso de este software
                    consulte la Gu&#237;a del usuario ServiceRanger.
                </para>
                <para>Se necesitar&#225; una conexi&#243;n NavPPP para obtener el software de programaci&#243;n de
                    productos de Eaton. La conexi&#243;n NavPPP se requiere s&#243;lo para la fase "Obtenci&#243;n del
                    software del producto".
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>A) Obtenci&#243;n de un identificaci&#243;n de usuario Eaton</title>
                <para>Se requiere una identificaci&#243;n de usuario Eaton para descargar el software de producto y las
                    actualizaciones ServiceRanger.
                </para>
                <para>Existen dos modos de obtener una identificaci&#243;n de usuario Eaton. El primero consiste en
                    llamar gratis al soporte Eaton ServiceRanger al 1-888-880-0970 y seleccionar la opci&#243;n 5.
                </para>
                <para>El segundo consiste en usar el sitio Web Eaton. Para acceder a este sitio Web haga lo siguiente:
                </para>
                <step1>
                    <para count="1">Haga doble clic en la carpeta de Diagn&#243;sticos del veh&#237;culo.</para>
                </step1>
                <step1>
                    <para count="1">Haga doble clic en el icono NavPPP y marque International como lo har&#237;a
                        normalmente. Para obtener detalles acerca del uso de NavPPP, consulte la secci&#243;n "C&#243;mo
                        usar NavPPP" despu&#233;s de este procedimiento.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga doble clic en el icono ServiceRanger. &#201;ste se ubica en la carpeta Diagn&#243;sticos
                        del veh&#237;culo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n Internet Download (Descarga de Internet) del men&#250;
                        principal.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n ServiceRanger del men&#250; principal para abrir la p&#225;gina
                        principal en Internet de ServiceRanger. Observe que se requiere Internet Explorer 4.0 &#243; 5.0
                        Si tiene Internet Explorer 3.0 no se podr&#225; desplegar la p&#225;gina.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n REGISTRATION (Registro) en la parte superior del sitio
                        Web ServiceRanger y complete el formulario que aparece. Una vez que se ha completado el
                        formulario, haga clic en el bot&#243;n Submit (Enviar) al final del formulario. Observe que se
                        recomienda usar su identificaci&#243;n DYYxxxx para el nombre de usuario y la contrase&#241;a de
                        ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez que se env&#237;a el formulario, el administrador ServiceRanger enviar&#225;
                        un correo electr&#243;nico confirmando su nombre de usuario y contrase&#241;a dentro de 2 d&#237;as.
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez completado, puede salir de la p&#225;gina Web ServiceRanger.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>B) Autorizaci&#243;n de su EZ-Tech</title>
                <para>Observe que no puede autorizar a su PC hasta que haya recibido una identificaci&#243;n de usuario
                    Eaton y una contrase&#241;a de los pasos anteriores.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Haga doble clic en la carpeta de Diagn&#243;sticos del veh&#237;culo.</para>
                    </item>
                    <item>
                        <para>Haga doble clic en el icono NavPPP y marque International como lo har&#237;a normalmente.
                            Para obtener detalles acerca del uso de NavPPP, consulte la secci&#243;n "C&#243;mo usar
                            NavPPP" despu&#233;s de este procedimiento.
                        </para>
                    </item>
                    <item>
                        <para>Haga doble clic en el icono ServiceRanger. &#201;ste se ubica en la carpeta Diagn&#243;sticos
                            del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Haga clic en el bot&#243;n Internet Downloads (Descarga de Internet)</para>
                    </item>
                    <item>
                        <para>Haga clic en el bot&#243;n ServiceRanger del men&#250; principal para abrir la p&#225;gina
                            principal en Internet de ServiceRanger.
                        </para>
                    </item>
                    <item>
                        <para>Haga clic en el bot&#243;n Autorizar PC en la parte superior de esta p&#225;gina. Se le
                            solicitar&#225; la identificaci&#243;n de usuario ServiceRanger y la contrase&#241;a creada
                            anteriormente.
                        </para>
                    </item>
                    <item>
                        <para>Una vez completado, puede salir de la p&#225;gina Web ServiceRanger.</para>
                    </item>
                </seqlist>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="0">
            <stitle>Spanish - Recall 00504 - Transmisiones Eaton AutoShift II en veh&#237;culos fabricados entre
                01/06/1999 y 20/4/2000
            </stitle>
            <title>Descargas de productos de aplicaci&#243;n AutoShift</title>
            <svcprocinfo>
                <para>Hay tres fases en la creaci&#243;n de una descarga de productos AutoShift. Las tres fases son 1)
                    Obtenci&#243;n de informaci&#243;n de productos AutoShift, 2) Obtenci&#243;n del software del
                    producto AutoShift y 3) Descarga del software del producto AutoShift. En este documento s&#243;lo se
                    analizar&#225; el software de aplicaci&#243;n de descarga. Para obtener informaci&#243;n acerca de
                    la descarga de configuraci&#243;n consulte la Gu&#237;a de usuarios de ServiceRanger.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Obtenci&#243;n de informaci&#243;n de productos AutoShift</title>
                <step1>
                    <para count="1">Conecte el EZ-Tech PC al veh&#237;culo empleando un cable de interfaz de
                        comunicaciones Navistar (n&#250;mero de refacci&#243;n ZTSE4444A).
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga doble clic en la carpeta de Diagn&#243;sticos del veh&#237;culo. Haga doble
                        clic en el icono ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n Descarga del producto. Cuando un veh&#237;culo est&#225;
                        equipado con m&#250;ltiples productos Eaton aparece una pantalla Product Selection (Selecci&#243;n
                        del producto). Seleccione el producto AutoShift AS2 y haga clic en el bot&#243;n OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el veh&#237;culo no est&#225; disponible, se le solicitar&#225; ingresar la
                        informaci&#243;n del VIN, el n&#250;mero de serie de la transmisi&#243;n y el millaje. Una vez
                        que se ingresa la informaci&#243;n, haga clic en el bot&#243;n OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">La pantalla de Descarga del producto aparecer&#225; mostrando la informaci&#243;n
                        del veh&#237;culo y el software disponible.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el software de aplicaci&#243;n est&#225; disponible para el AutoShift en el cual
                        est&#225; trabajando, aparecer&#225; autom&#225;ticamente en las secci&#243;n de descarga de
                        aplicaciones disponible de la pantalla. Puede comenzar a descargar el software si los n&#250;meros
                        del software de aplicaci&#243;n son mayores que: Control de cambio: 742; Control de la transmisi&#243;n:
                        066. Estos n&#250;meros aparecer&#225;n en el nombre de descarga de la aplicaci&#243;n. Si no
                        hay un software disponible necesitar&#225; salir de la pantalla Descarga del producto y pasar al
                        siguiente paso Obtenci&#243;n del software del producto AutoShift m&#225;s adelante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez que aparezca la pantalla, si no aparece una aplicaci&#243;n, cierre la
                        pantalla de descarga del producto y vaya a Obtenci&#243;n del software del producto AutoShift.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Obtenci&#243;n del software del producto AutoShift</title>
                <para>El bot&#243;n de descarga de Internet permite recuperar el software del producto AutoShift desde
                    la conexi&#243;n NavPPP. Una vez que ha abierto la pantalla de descarga de Internet, la informaci&#243;n
                    arriba de la pantalla es donde se seleccionan los grupos de productos para la recuperaci&#243;n del
                    software. Los grupos de productos son veh&#237;culos que est&#225;n programados igual que los de f&#225;brica.
                    Seleccione el grupo que contiene el veh&#237;culo que se est&#225; programando y el servidor
                    ServiceRanger entregar&#225; una lista del software disponible para el producto. Seleccione el
                    software de aplicaci&#243;n y luego desc&#225;rguelo en su EZ-Tech.
                </para>
                <step1>
                    <para count="1">Haga doble clic en la carpeta de Diagn&#243;sticos del veh&#237;culo. Haga doble
                        clic en el icono NavPPP y marque International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n de descarga de Internet del men&#250; principal
                        ServiceRanger.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el grupo de productos haciendo doble clic en el grupo de producto
                        deseado. El Grupo de producto contendr&#225; la informaci&#243;n del veh&#237;culo, que fue
                        ingresada en el proceso de Recuperaci&#243;n de informaci&#243;n del producto. &#201;ste
                        conectar&#225; al sitio Web ServiceRanger y entregar&#225; el software actualmente disponible
                        para este grupo de productos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Se abrir&#225; una pantalla solicitando el nombre de usuario y contrase&#241;a.
                        Ambos se obtienen en el proceso de registro anterior.
                    </para>
                </step1>
                <step1>
                    <para count="1">La p&#225;gina Web ServiceRanger se abrir&#225; y mostrar&#225; el software
                        disponible. El software de aplicaci&#243;n aparece en azul en la parte superior de la pantalla.
                        Seleccione el software que tiene un nombre similar a "RTO-xx710x-AS2 070 y 043" haciendo clic en
                        el bot&#243;n radio a la derecha del nombre. NO USE EL SOFTWARE "LEVER" (Palanca) (por ejemplo
                        RTO-XX710X-A52 palanca de cambio 070).
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n SELECT CONFIGURATION (Seleccionar configuraci&#243;n)
                        Esto lo llevar&#225; a la pantalla select quantity (Seleccionar cantidad).
                    </para>
                </step1>
                <step1>
                    <para count="1">Para seleccionar el n&#250;mero de descargas disponibles para descargar un producto,
                        haga clic en el cuadro Drop down (Descarga) despu&#233;s del nombre del software. Una vez que se
                        ha seleccionado el n&#250;mero deseado de descargas, haga clic en el bot&#243;n Purchase
                        Configuration (Configuraci&#243;n de la compra).
                    </para>
                </step1>
                <step1>
                    <para count="1">La siguiente pantalla entrega un resumen del software del producto solicitado en las
                        pantallas anteriores. Si est&#225; correcto, haga clic en el bot&#243;n Confirm Purchase
                        (Confirmar compra). Si la configuraci&#243;n no est&#225; correcta, entonces cierre la ventana
                        WebRanger e inicie el software de obtenci&#243;n de productos AutoShift desde el comienzo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Para descargar el software seleccionado al disco duro EZ-Tech, haga clic en CLICK
                        HERE TO DOWNLOAD. Una ventana de estado aparecer&#225; mostrando la progresi&#243;n de la
                        descarga. Aparecer&#225; una ventana cuando la descarga haya terminado. Haga clic en el bot&#243;n
                        OK para volver al men&#250; principal de Internet, luego cierre la pantalla de descarga de
                        Internet.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Descarga del software del producto AutoShift</title>
                <para>Este procedimiento en realidad descarga el software de producto en la transmisi&#243;n
                    AutoShift.
                </para>
                <step1>
                    <para count="1">Conecte el EZ-Tech PC al veh&#237;culo empleando un cable de interfaz de
                        comunicaciones International (n&#250;mero de refacci&#243;n ZTSE4444A).
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n Descarga del producto. Cuando un veh&#237;culo est&#225;
                        equipado con m&#250;ltiples productos Eaton aparece una pantalla SELECCI&#211;N DEL PRODUCTO.
                        Seleccione el producto AutoShift AS2 y haga clic en el bot&#243;n OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la informaci&#243;n del veh&#237;culo no est&#225; disponible, se le solicitar&#225;
                        ingresarla. La informaci&#243;n que se debe ingresar es el VIN, el n&#250;mero de serie de la
                        transmisi&#243;n y el millaje. Una vez que se ingresa la informaci&#243;n, haga clic en el bot&#243;n
                        OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">La Pantalla de descarga del producto aparecer&#225; mostrando la informaci&#243;n
                        del veh&#237;culo y el software disponible.
                    </para>
                </step1>
                <step1>
                    <para count="1">El software de aplicaci&#243;n aparece en la secci&#243;n de descarga de
                        aplicaciones disponibles de la pantalla. Puede comenzar a descargar el software si los n&#250;meros
                        del software de aplicaci&#243;n son mayores que: Control de cambio: 742; Control de la transmisi&#243;n:
                        066.
                        <emph type="bold">Nota: estos n&#250;meros aparecer&#225;n en el nombre de descarga de la
                            aplicaci&#243;n. Si no se entrega una aplicaci&#243;n para uno de los controladores, es
                            porque ya tiene la &#250;ltima versi&#243;n. Puede confirmarlo haciendo doble clic en el bot&#243;n
                            View configuration (Ver configuraci&#243;n). Los n&#250;mero de software no deben ser
                            mayores que los n&#250;meros anteriores.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Inicie la descarga haciendo doble clic en el n&#250;mero de refacci&#243;n del
                        software. La transmisi&#243;n y el control de cambio requerir&#225;n descarga usando el mismo
                        procedimiento. Inicie haciendo clic en el software que contiene las palabras "Shift Control"
                        (Control de cambio) en el nombre.
                    </para>
                </step1>
                <step1>
                    <para count="1">ServiceRanger preparar&#225; la transmisi&#243;n para las descargas y le solicitar&#225;
                        girar la llave de encendido hasta la posici&#243;n off (apagado). Una vez que est&#225; en esta
                        posici&#243;n, haga clic en el bot&#243;n OK. ServiceRanger empezar&#225; a descargarse y le
                        indicar&#225; la progresi&#243;n de la descarga con la barra de estado al final de la pantalla.
                        Observe que una vez que se ha iniciado la descarga, &#233;sta no se puede cancelar. El usuario
                        debe esperar que la descarga se complete.
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez que se ha completado la descarga, ServiceRanger le solicitar&#225; volver a
                        colocar la llave de encendido en on (encendido) y actualizar la informaci&#243;n del producto.
                        Una vez que la informaci&#243;n se ha actualizado, inicie la descarga de la transmisi&#243;n
                        haciendo clic en el software con las palabras "Trans Controller" incluidas en el nombre. Una vez
                        que se ha completado la descarga, vuelva a activar el encendido para actualizar la informaci&#243;n
                        del veh&#237;culo.
                    </para>
                </step1>
                <step1>
                    <para count="1">La descarga se ha completado. Para confirmar la descarga haga clic en el bot&#243;n
                        de configuraci&#243;n View Current (Ver actual) y confirme que el software Shift Control sea
                        mayor que 742 y el controlador de la transmisi&#243;n sea mayor que 066.
                    </para>
                </step1>
                <step1>
                    <para count="1">El programa ServiceRanger se puede cerrar o puede cerrar la pantalla de descarga del
                        producto y trasladarse hacia otro veh&#237;culo.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="11">
            <stitle>Spanish - Recall 00504 - Transmisiones Eaton AutoShift II en veh&#237;culos fabricados entre
                01/06/1999 y 20/4/2000
            </stitle>
            <title>C&#243;mo utilizar NavPPP</title>
            <para>Para iniciar manualmente Dial-Up Networking abra la carpeta Vehicle Diagnostics (Diagn&#243;sticos del
                veh&#237;culo) en el escritorio y
                <hotlnk xrefid="f0050401">haga clic en el icono NavPPP</hotlnk>.
            </para>
            <figure id="f0050401" figsize="col-wide">
                <graphic filename="../recallfigures/g0050401.webp" type="webp" scalefit="1"/>
                <caption>Haga clic en el icono NavPPP</caption>
            </figure>
            <para>Cuando aparece el icono NavPPP, aparecer&#225; la siguiente pantalla
                <hotlnk xrefid="f0050402"></hotlnk>.
            </para>
            <figure id="f0050402" figsize="col-wide">
                <graphic filename="../recallfigures/g0050402.webp" type="webp" scalefit="1"/>
                <caption>Primera pantalla cuando se inicia NavPPP</caption>
            </figure>
            <para>Aseg&#250;rese de que el n&#250;mero telef&#243;nico sea el correcto (&#191;requiere la actual ubicaci&#243;n
                un 9 primero para discar?
            </para>
            <para>Luego, haga clic en el bot&#243;n Connect (Conectar) y comience el proceso de conexi&#243;n. Si la
                conexi&#243;n se hace en forma correcta, aparecer&#225; la siguiente pantalla. Puede demorar un minuto o
                m&#225;s en hacer la conexi&#243;n y
                <hotlnk xrefid="f0050403">ver&#225; una pantalla como &#233;sta</hotlnk>.
            </para>
            <figure id="f0050403" figsize="col-wide">
                <graphic filename="../recallfigures/g0050403.webp" type="webp" scalefit="1"/>
                <caption>Pantalla que aparece cuando se hace una conexi&#243;n</caption>
            </figure>
            <para>Ingrese su ID, oprima la tecla enter y se le solicitar&#225; su contrase&#241;a. Ingrese su contrase&#241;a
                y oprima enter.
            </para>
            <para>Ver&#225; entonces un
                <hotlnk xrefid="f0050404">men&#250; como &#233;ste</hotlnk>.
            </para>
            <figure id="f0050404" figsize="col-wide">
                <graphic filename="../recallfigures/g0050404.webp" type="webp" scalefit="1"/>
                <caption>Pantalla de men&#250;</caption>
            </figure>
            <para>Las opciones son las siguientes:</para>
            <seqlist style="arabic">
                <item>
                    <para>Conectar con la Red Navistar</para>
                </item>
                <item>
                    <para>Cambiar contrase&#241;a</para>
                </item>
            </seqlist>
            <para>Ingrese 1, 2 o q(uit) (salir)</para>
            <para>Ingreso al modo PPP.</para>
            <para>La direcci&#243;n IP es "din&#225;mica ya que puede ser distinta la pr&#243;xima vez que inicie la
                sesi&#243;n"
            </para>
            <para>MTU es 1524</para>
            <para>
                <emph type="bold">&#161;Debe hacer una elecci&#243;n!</emph>
                Si digita 1, oprime enter y F7 o hace clic en Continue (F7) se conectar&#225; con la red Navistar.
                <emph type="bold">Si digita 1, oprime enter y no oprime F7 o Continue (F7) ver&#225; una
                    <hotlnk xrefid="f0050405">pantalla como la Figura 14</hotlnk>, la puerta de acceso desaparecer&#225;
                    en alrededor de dos minutos, lo desconectar&#225; y lo devolver&#225; a la pantalla Connect To
                    (Conectar a)
                    <hotlnk xrefid="f0050406">como en la Figura 15</hotlnk>. Fin de inicio.
                </emph>
            </para>
            <figure id="f0050405" figsize="col-wide">
                <graphic filename="../recallfigures/g0050405.webp" type="webp" scalefit="1"/>
                <caption>Figura 14</caption>
            </figure>
            <figure id="f0050406" figsize="col-wide">
                <graphic filename="../recallfigures/g0050406.webp" type="webp" scalefit="1"/>
                <caption>Figura 15</caption>
            </figure>
            <para>Si oprime F7 sin hacer una elecci&#243;n desde el men&#250; la puerta de acceso no podr&#225; negociar
                lo que est&#225; intentando hacer y
                <hotlnk xrefid="f0050407">aparecer&#225; una ventana de error como en la Figura 16</hotlnk>. Una vez que
                ha hecho clic en OK volver&#225; al cuadro de di&#225;logo Connect To. Fin de inicio.
            </para>
            <figure id="f0050407" figsize="pg-wide">
                <graphic filename="../recallfigures/g0050407.webp" type="webp" scalefit="1"/>
                <caption>Figura 16</caption>
            </figure>
            <para>Si digita 2 y oprime enter se le solicitar&#225; ingresar su contrase&#241;a antigua, su contrase&#241;a
                nueva y
                <hotlnk xrefid="f0050408">volver a ingresar su nueva contrase&#241;a en la Figura 17</hotlnk>.
            </para>
            <figure id="f0050408" figsize="col-wide">
                <graphic filename="../recallfigures/g0050408.webp" type="webp" scalefit="1"/>
                <caption>Figura 17</caption>
            </figure>
            <para>El men&#250; aparecer&#225; nuevamente. Haga una elecci&#243;n y oprima F7 o haga clic en el bot&#243;n
                Continue (F7) .
            </para>
            <para>Si al digitar su contrase&#241;a aparece que &#233;sta ha vencido, se le solicitar&#225;
                <hotlnk xrefid="f0050409">ingresar una nueva contrase&#241;a como en la Figura 18</hotlnk>.
            </para>
            <figure id="f0050409" figsize="col-wide">
                <graphic filename="../recallfigures/g0050409.webp" type="webp" scalefit="1"/>
                <caption>Figura 18</caption>
            </figure>
            <para>
                <emph type="bold">Observe atentamente si "Caps Lock" (Bloq may&#250;s) est&#225; en 'ON' cuando digite
                    su nueva contrase&#241;a.
                </emph>
                Se le solicitar&#225; volver a ingresar su nueva contrase&#241;a. Luego de verificar su nueva contrase&#241;a
                se le solicitar&#225; iniciar la sesi&#243;n nuevamente.
                <emph type="bold">Aseg&#250;rese de que aparezca su nueva contrase&#241;a.</emph>
                Haga su elecci&#243;n desde el men&#250;.
                <emph type="bold">Nuevamente, aseg&#250;rese de oprimir F7 u oprimir Continue.</emph>
            </para>
            <para>Cuando vea que su contrase&#241;a ha vencido, ingrese una contrase&#241;a nueva, vuelva a escribirla
                y, si no coincide, ver&#225; una
                <hotlnk xrefid="f0050410">pantalla como la Figura 19</hotlnk>. Vuelva a escribirla e ingr&#233;sela
                nuevamente.
            </para>
            <figure id="f0050410" figsize="col-wide">
                <graphic filename="../recallfigures/g0050410.webp" type="webp" scalefit="1"/>
                <caption>Figura 19</caption>
            </figure>
            <para>Si digita accidentalmente una ID o contrase&#241;a err&#243;nea ver&#225; el mensaje - ** Bad Password
                - and Login: despleg&#225;ndose nuevamente
                <hotlnk xrefid="f0050411">como en la Figura 20</hotlnk>. Vuelva a ingresar su ID y contrase&#241;a y
                siga el men&#250;.
            </para>
            <figure id="f0050411" figsize="col-wide">
                <graphic filename="../recallfigures/g0050411.webp" type="webp" scalefit="1"/>
                <caption>Figura 20</caption>
            </figure>
            <para>
                <emph type="bold">Se recomienda ENF&#193;TICAMENTE no usar un script o un grupo de archivo para
                    conectarse a NavNet por diferentes motivos. Si usa un script, nunca ver&#225; el men&#250;, tampoco
                    ver&#225; cu&#225;ndo vence su contrase&#241;a y no podr&#225; cambiar su contrase&#241;a cuando
                    quiera. Utilice esta gu&#237;a cuando se conecte a NavNet. Si sus pantallas no se ven como aparecen
                    en esta gu&#237;a puede que est&#233; usando un script para conectarse a NavNet. Si llama a la L&#237;nea
                    directa de soporte del distribuidor puede recibir instrucciones acerca de c&#243;mo conectarse
                    correctamente a NavNet.
                </emph>
            </para>
            <para>
                <emph type="bold">El Sistema 21 o el soporte t&#233;cnico EZ Tech est&#225;n disponibles a trav&#233;s
                    de Fieldworks llamando gratis a International al 1-800-527-7879.
                </emph>
            </para>
        </svcproc>
        <partsinfo>
            <para>No se requieren piezas para este retiro. Sin embargo, si no ha recibido el paquete del software de
                programaci&#243;n por correo, llame gratis al soporte Eaton ServiceRanger al 1-888-880-0970.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0050401">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.53in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00504-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprogramaci&#243;n de la Unidad de control electr&#243;nico (ECU) de transmisi&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.7 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">Etiqueta de identificaci&#243;n de la campa&#241;a</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.png" type="png" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.png" type="png" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro G-00504.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
