<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 00506 - Vuelva a orientar el freno de aire y los interruptores de control de crucero en las
        series de modelos 5000/5000i y 9000/9000i de los veh&#237;culos fabricados entre 01/07/1998 y 02/07/2000
    </stitle>
    <recall id="rec00506" translation="spanish">
        <recallnumber>00506</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Agosto de 2001</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Vuelva a orientar el freno de aire y los interruptores de control de crucero en las series de modelos
            5000/5000i y 9000/9000i de los veh&#237;culos fabricados entre 01/07/1998 y 02/07/2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>07/02/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000i
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>07/02/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>07/02/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>07/02/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>El interruptor de la luz de freno y el interruptor de control de crucero est&#225;n instalados de tal
                forma que permiten que la humedad dentro del sistema de frenos de aire se acumule dentro de los
                interruptores. La acumulaci&#243;n de humedad dentro de los interruptores puede provocar que &#233;stos
                fallen prematuramente y cuando la temperatura exterior caiga bajo cero aumenta el riesgo de que se
                produzcan fallas. La humedad en el interruptor de la luz de freno puede provocar que las luces de freno
                no funcionen. La humedad en el interruptor de control de crucero puede causar una distancia de frenado m&#225;s
                larga si el control del crucero no se desactiva como debe cuando se presiona el pedal del freno.
                <emph type="bold">Uno de los modos de falla de interruptores puede causar que el veh&#237;culo se vea
                    involucrado en un accidente que pueda ocasionar da&#241;os a la propiedad, lesiones personales o la
                    muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye todas las series de modelos 5000, 5000i, 9000 y 9000i fabricados
                entre 01/07/1998 y 02/07/2000.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="2">
            <stitle>Spanish - Recall 00506 - Vuelva a orientar el freno de aire y los interruptores de control de
                crucero en las series de modelos 5000/5000i y 9000/9000i de los veh&#237;culos fabricados entre
                01/07/1998 y 02/07/2000
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>
                <emph type="bold">Descripci&#243;n:</emph>
                este procedimiento explica c&#243;mo volver a orientar o montar el m&#250;ltiple del interruptor de aire
                en el lado del motor del tablero hacia la posici&#243;n que aparece m&#225;s abajo en la
                <hotlnk xrefid="f0050601">Figura 1</hotlnk>.
            </para>
            <figure id="f0050601" figsize="col-wide">
                <graphic filename="../recallfigures/g0050601.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>M&#250;ltiple del interruptor de aire con nueva orientaci&#243;n y montaje</caption>
                <calloutgroup>
                    <callout1>1. El interruptor de freno tiene una l&#237;nea roja en el cuerpo del interruptor (cable
                        naranjo).
                    </callout1>
                    <callout1>2. El interruptor de control de crucero tiene una l&#237;nea blanca en el cuerpo del
                        interruptor (cable p&#250;rpura)
                    </callout1>
                    <callout1>3. Los cables del interruptor de freno y del interruptor de control crucero se deben
                        amarrar con correas al m&#250;ltiple de aire.
                    </callout1>
                    <callout1>4. M&#250;ltiple de aire.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque el freno de estacionamiento
                    y apague el motor.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desenchufe los conectores el&#233;ctricos de los interruptores de freno y crucero y
                    quite los interruptores del m&#250;ltiple de aire. Mueva suavemente los interruptores con el extremo
                    del puerto hacia abajo para sacar la humedad acumulada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el o los tubos de frenos amarillos de 1/4 de pulgada en el m&#250;ltiple de aire.
                    Habr&#225; dos l&#237;neas de aire que quitar si el veh&#237;culo tiene un indicador de aplicaci&#243;n
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tablero indicador al extremo izquierdo para ver si hay alg&#250;n sujetador o
                    cable amarrado al extremo del perno al interior de la cabina y quite los sujetadores que puedan
                    estar colocados en el perno de montaje del m&#250;ltiple. Si no hay sujetadores colocados en el
                    extremo del perno, puede volver a instalar el tablero indicador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de montaje del m&#250;ltiple de aire del lado del motor del tablero y
                    saque el m&#250;ltiple de aire. Mueva suavemente el m&#250;ltiple con los puertos hacia abajo para
                    sacar la humedad acumulada.
                </para>
            </step1>
            <step1>
                <para count="1">Con un perno de montaje de m&#250;ltiple, coloque el clip de extensi&#243;n en el
                    orificio de montaje original en el tablero como aparece m&#225;s abajo en la
                    <hotlnk xrefid="f0050602">Figura 2</hotlnk>
                    y apriete el perno.
                </para>
            </step1>
            <figure id="f0050602" figsize="col-wide">
                <graphic filename="../recallfigures/g0050602.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="312px"/>
                <caption>Montaje del clip de extensi&#243;n</caption>
                <calloutgroup>
                    <callout1>1. Clip de extensi&#243;n.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Con una tuerca de 1/4 de pulgada (N&#186; de refacci&#243;n: 25402R1) y una arandela de
                    seguridad (N&#186; de refacci&#243;n: 120380), vuelva a montar el m&#250;ltiple de aire al perno del
                    clip de extensi&#243;n de modo que los interruptores miren hacia arriba como aparece en la
                    <hotlnk xrefid="f0050601">Figura 1</hotlnk>. Apriete la tuerca a 1/4 de pulgada en el perno del
                    soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar la o las l&#237;neas de aire: quite el tap&#243;n del puerto vertical
                    interior e inst&#225;lelo en el puerto del extremo interior, luego vuelva a instalar la manguera de
                    aire interior en el puerto vertical de m&#225;s adentro. Si la manguera es demasiado peque&#241;a,
                    corte una pieza de13 pulgadas para reeemplazarla (N&#186; de refacci&#243;n: 3528470C1). Vuelva a
                    instalar la manguera del indicador de aplicaci&#243;n, si el veh&#237;culo la tiene instalada, en el
                    puerto del extremo exterior del m&#250;ltiple de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar los interruptores y vuelva a conectar los cables del interruptor. La
                    instalaci&#243;n de los cables del interruptor de la luz de freno y el control de crucero requerir&#225;
                    una longitud de cable mayor, la cual se puede obtener abriendo con cuidado el extremo del mazo de
                    cables y jalando hacia afuera el cable adicional que viene de f&#225;brica dentro del mazo de
                    cables.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a sellar el extremo del mazo de cables con una cinta para aplicaciones el&#233;ctricas.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable naranjo al interruptor con la l&#237;nea roja y conecte el cable p&#250;rpura
                    al interruptor con la l&#237;nea blanca, luego amarre los cables de interruptores al m&#250;ltiple
                    de aire (consulte la ubicaci&#243;n de la correa de amarre,
                    <hotlnk xrefid="f0050601">Elemento 3, Figura 1</hotlnk>). Si los cables a&#250;n est&#225;n muy
                    cortos, vuelva a colocar los interruptores en un puerto m&#225;s cercano para ganar espacio.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las luces de frenos para asegurarse de que se enciendan cuando se presione el
                    pedal del freno. Si las luces del freno no se encienden, los cables del crucero y el interruptor del
                    freno pueden estar invertidos. No reemplace un interruptor a menos que est&#233; defectuoso.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar los sujetadores que se extrajeron del perno de montaje en el Paso 5 y
                    vuelva a instalar el panel indicador. Esto completa el procedimiento de servicio.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">* Necesitar&#225; las siguientes piezas para cada veh&#237;culo en esta
                    campa&#241;a:
                </emph>
            </para>
            <para>1. Un clip y soporte de extensi&#243;n para cada veh&#237;culo,
                <emph type="bold">N&#186; de refacci&#243;n: 3553487C1.</emph>
            </para>
            <para>
                <emph type="bold">A continuaci&#243;n se enumeran los sujetadores est&#225;ndar.</emph>
            </para>
            <para>2. Una tuerca 20 de 1/4 de pulgada empleada en el perno en el soporte anterior,
                <emph type="bold">N&#186; de refacci&#243;n: 25402R1.</emph>
            </para>
            <para>3. Una arandela de seguridad de 1/4 de pulgada empleada en el perno en el soporte anterior,
                <emph type="bold">N&#186; de refacci&#243;n: 120380.</emph>
            </para>
            <para>
                <emph type="bold">* Tambi&#233;n puede necesitar las siguientes piezas adicionales:</emph>
            </para>
            <para>1. Manguera: algunos veh&#237;culos pueden necesitar 13 pulgadas de
                <emph type="bold">N&#186; de refacci&#243;n: 3528470C1.</emph>
            </para>
            <para>2. Interruptor de frenos
                <emph type="bold">N&#186; de refacci&#243;n: 2035006C1.</emph>
            </para>
            <para>3. Interruptor de control de crucero
                <emph type="bold">N&#186; de refacci&#243;n: 2042478C1.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0050601">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00506-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Vuelva a montar el m&#250;ltiple del interruptor de aire.</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.5 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia al Retiro G-00506.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
            <para>Distribuci&#243;n: todos los distribuidores</para>
        </responex>
    </recall>
</isis>
