<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01502 - Soportes de anclaje del ajustador de frenos autom&#225;ticos en los veh&#237;culos
        con frenos de aire con c&#225;maras de frenos de recorrido largo, frenos Eaton y Spicer, fabricados entre
        7/10/96 y 14/11/00
    </stitle>
    <recall id="rec01502" translation="spanish">
        <recallnumber>01502</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Febrero de 2001</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Soportes de anclaje del ajustador de frenos autom&#225;ticos en los veh&#237;culos con frenos de aire
            con c&#225;maras de frenos de recorrido largo, frenos Eaton y Spicer, fabricados entre 7/10/96 y 14/11/00
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8100
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9100i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>10/07/1996</startdate>
                        <enddate>11/14/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>Eaton</vendor>
                <vendor>Spicer</vendor>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01502.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01502.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Los soportes del ajustador de frenos autom&#225;ticos pueden fallar y separarse completamente,
                provocando que los ajustadores de frenos autom&#225;ticos funcionen como ajustadores de frenos manuales.
                Si el soporte de anclaje de un ajustador de frenos autom&#225;tico falla, los frenos en el extremo de la
                rueda no se ajustar&#225;n en forma autom&#225;tica. Mientras haya desgaste de las hendiduras de los
                frenos en el extremo de una rueda sin ajuste autom&#225;tico,
                <emph type="bold">el veh&#237;culo podr&#237;a haber reducido su capacidad de frenado y podr&#237;a
                    verse involucrado en un accidente con da&#241;os a la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Todos los modelos 8100, 9100, 9100i, 9200, 9200i, 9300, 9400, 9400i y 9900i fabricados entre 7/10/96 y
                14/11/00 con ajustadores de frenos autom&#225;ticos EATON y SPICER (Haldex), c&#225;maras de frenos de
                carrera larga EATON y SPICER y frenos EATON y SPICER.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <stitle>Spanish - Recall 01502 - Soportes de anclaje del ajustador de frenos autom&#225;ticos en los veh&#237;culos
                con frenos de aire con c&#225;maras de frenos de recorrido largo, frenos Eaton y Spicer, fabricados
                entre 7/10/96 y 14/11/00
            </stitle>
            <title>INSPECCI&#211;N Y REEMPLAZO DE SOPORTES DE ANCLAJE DEL AJUSTADOR DE FRENOS</title>
            <para>
                <emph type="bold">INTRODUCCI&#211;N:</emph>
                estos soportes se usan s&#243;lo en los ejes traseros. Todos los veh&#237;culos en esta campa&#241;a
                tendr&#225;n dos o cuatro soportes de anclaje de ajustadores de frenos que se tendr&#225;n que revisar
                antes de reemplazarlos. Los veh&#237;culos con eje trasero simple (4 X 2) tienen dos soportes y los veh&#237;culos
                con eje en t&#225;ndem (6 X 4) tienen cuatro soportes. La mayor&#237;a de los soportes se deber&#225;n
                reemplazar. Reemplace los soportes seg&#250;n la inspecci&#243;n del paso 6 m&#225;s abajo.
            </para>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque la transmisi&#243;n en
                    neutro, coloque el freno de estacionamiento y apague el motor.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva en ambas direcciones. Si el
                            veh&#237;culo se mueve repentinamente, podr&#237;a causar lesiones personales graves o la
                            muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos. Los gatos se pueden
                            mover o caer y provocar lesiones.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si necesita levantar el veh&#237;culo para retirar los soportes de anclaje del ajustador
                    del freno, apoye el veh&#237;culo con soportes de seguridad.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique aire para liberar el freno de resorte, aseg&#250;rese de que la varilla
                    empujadora est&#233; completamente retra&#237;da. Si no hay aire, el freno de resorte se debe volver
                    a presionar.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">INSPECCI&#211;N: NECESARIA</emph>: antes de reemplazar los soportes de anclaje,
                    siga las normas de reemplazo m&#225;s abajo y consulte la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>. Algunos veh&#237;culos con eje en t&#225;ndem se
                    fabricaron con la combinaci&#243;n correcta de ajustador de soporte y freno en un eje pero no en el
                    otro.
                </para>
                <specpara>
                    <warning>
                        <para>En esta campa&#241;a, al colocar el soporte del anclaje en el ajustador de holgura err&#243;neo
                            se podr&#237;a producir frenos apretados o arrastrados.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="boldundersc">SOPORTES CON ANCLAJES BUENOS (INSTALADOS EN F&#193;BRICA):</emph>
                    Los soportes buenos tienen un doblez doble como aparece en la figura izquierda de la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>
                    y
                    <emph type="bold">pueden tener</emph>
                    un "500" estampado en la parte m&#225;s larga del soporte.
                    <emph type="bold">NO REEMPLACE ESTOS SOPORTES YA QUE PODR&#205;A RESULTAR EN FRENOS APRETADOS O
                        ARRASTRADOS.
                    </emph>
                </para>
                <para>
                    <emph type="boldundersc">SOPORTES DE ANCLAJE DEFECTUOSOS:</emph>
                    los soportes defectuosos NO tienen doblez doble. Compare la figura de la izquierda y la del medio de
                    la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>. Todos los soportes defectuosos se ver&#225;n como en la
                    figura central y
                    <emph type="bold">pueden tener</emph>
                    un "430" estampado en la parte m&#225;s larga del soporte.
                    <emph type="bold">Cambie todos los soportes que coinciden con la descripci&#243;n.</emph>
                </para>
                <para>
                    <emph type="boldundersc">SOPORTES DE REPUESTO PROPORCIONADOS EN ESTA CAMPA&#209;A:</emph>
                    el soporte de reemplazo que se proporciona en esta campa&#241;a no tiene un doblez doble como el que
                    viene instalado en el soporte original, pero f&#237;sicamente es diferente al soporte defectuoso.
                    Cuando esta pieza se instala correctamente no habr&#225; un doblez o arco cerca del perno del brazo
                    de control (consulte el lado derecho de la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>
                    m&#225;s abajo).
                </para>
                <figure id="f0150201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0150201.webp" type="webp" scalefit="1"/>
                    <caption></caption>
                    <calloutgroup>
                        <callout1>FIGURA IZQUIERDA: no reemplace los soportes que tienen un doblez doble como se muestra
                            m&#225;s abajo.
                        </callout1>
                        <callout1>FIGURA DEL CENTRO: reemplace los soportes que se vean como el soporte anterior sin
                            este doblez. El soporte se arquear&#225; o se doblar&#225; en la ranura del brazo de
                            control.
                        </callout1>
                        <callout1>FIGURA DERECHA: la pieza de retiro 2506341C1 instalada correctamente no deber&#237;a
                            tener dobleces en la ranura del brazo de control.
                        </callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Con una llave de &#189;", quite la tuerca que sujeta el soporte de anclaje al brazo de
                    control.
                </para>
            </step1>
            <step1>
                <para count="1">Con una llave de seis puntas de 7/16" gire la tuerca hexagonal de ajuste a la izquierda.
                    Se escuchar&#225; un sonido. Esto har&#225; retroceder el freno y permitir&#225; el espacio
                    necesario para quitar el perno de montaje de la c&#225;mara de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de 15/16", quite el perno de montaje de la c&#225;mara de aire y la
                    arandela plana.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de anclaje y remueva toda la suciedad o material en el &#225;rea en
                    donde est&#225; montado el soporte de anclaje.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el nuevo soporte sobre el perno de la c&#225;mara de aire y el perno del brazo
                    de control. Instale la arandela plana de la c&#225;mara de aire y la tuerca. Ajuste la tuerca y
                    verifique que el soporte quede plano contra la superficie de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete la tuerca a 105 a 125 lb pie.</para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que la presi&#243;n del sistema de aire est&#233; por sobre 85 psi y
                    la varilla empujadora de la c&#225;mara de frenos est&#233; completamente retra&#237;da.
                </para>
            </step1>
            <step1>
                <para count="1">Gire hacia la derecha la tuerca hexagonal de ajuste hasta que la zapata de freno golpee
                    el tambor del freno.
                </para>
            </step1>
            <step1>
                <para count="1">Luego g&#237;rela hacia la izquierda &#189; vuelta.
                    <emph type="bold">El brazo de control est&#225; ahora fuera de posici&#243;n.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Para colocar el brazo de control. Gire el brazo de control hacia la izquierda como
                    aparece en la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>
                    o al&#233;jelo de la tuerca hexagonal de ajuste y dir&#237;jalo hacia la c&#225;mara de aire hasta
                    que se detenga completamente. Si el brazo de control est&#225; colocado incorrectamente, LOS FRENOS
                    ESTAR&#193;N APRETADOS.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y apriete la tuerca del brazo de control a 10 a 15 lb pie. Aseg&#250;rese de que
                    el brazo de control no se mueva de su posici&#243;n mientras lo aprieta. Verifique que el soporte de
                    anclaje no est&#233; doblado ni curvado en la ranura del brazo de control y que est&#233; instalado
                    correctamente como aparece en la figura derecha de la
                    <hotlnk xrefid="f0150201">FIGURA 1</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la c&#225;mara del freno si la presion&#243; en el paso 5.</para>
            </step1>
            <step1>
                <para count="1">No devuelva ni vuelva a usar los soportes defectuosos, destr&#250;yalos y rec&#237;clelos
                    en el lugar.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Existe un n&#250;mero de refacci&#243;n del soporte que se usa en esta campa&#241;a (
                <emph type="bold">2506341C1</emph>). Los veh&#237;culos en esta campa&#241;a requerir&#225;n dos o tres
                soportes (consulte el paso 6 de inspecci&#243;n del Procedimiento de servicio).
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Nota:</emph>en esta campa&#241;a se debe usar s&#243;lo una operaci&#243;n de trabajo
                por veh&#237;culo, que puede ser de la operaci&#243;n 1 &#243; 2 m&#225;s adelante.
            </para>
            <table id="t0150201">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="2.48in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace los soportes de anclaje</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.5 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01502-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace cuatro soportes de anclaje</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.9 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro G-01502.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
            <para>Distribuci&#243;n: todos los distribuidores</para>
        </responex>
    </recall>
</isis>
