<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01513 - L&#237;neas de aire secundarias en los modelos 5000i fabricados entre 17/7/01 y
        29/8/01
    </stitle>
    <recall id="rec01513" translation="spanish">
        <recallnumber>01513</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2001</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>L&#237;neas de aire secundarias en los modelos 5000i fabricados entre 17/7/01 y 29/8/01</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>07/17/2001</startdate>
                        <enddate>08/29/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01513.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01513.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Puede que no est&#233; instalada la l&#237;nea del freno de aire secundario que conecta la v&#225;lvula
                del pedal con la v&#225;lvula de freno de resorte (o v&#225;lvula de inversi&#243;n). Si se produce una
                falla en el sistema principal y la l&#237;nea de freno secundaria no ha sido instalada, s&#243;lo se
                accionar&#225;n los frenos delanteros, sin que se accione el freno de resorte trasero.
            </para>
            <para>Al momento de la falla del sistema de aire primario se encender&#225; una luz de advertencia y un
                zumbador y s&#243;lo funcionar&#225;n los frenos delanteros sin que se accione el freno de resorte
                trasero. Esto podr&#237;a resultar en una distancia de detenci&#243;n extendida,
                <emph type="bold">que podr&#237;a causar un accidente vehicular y podr&#237;a resultar en da&#241;os a
                    la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Todos los modelos 5000i fabricados en Garland entre 17/7/01 y 29/8/01.</para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <stitle>Spanish - Recall 01513 - L&#237;neas de aire secundarias en los modelos 5000i fabricados entre
                17/7/01 y 29/8/01
            </stitle>
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">INTRODUCCI&#211;N:</emph>
                existe una l&#237;nea de aire secundaria de color naranjo de 3/8 de pulgada que se debe revisar para
                decidir si se instal&#243; adecuadamente en la planta de ensamblaje del veh&#237;culo. Algunas v&#225;lvulas
                de pedal se instalaron de manera incorrecta con un tap&#243;n en el puerto donde se deber&#237;a haber
                instalado en la l&#237;nea de aire secundaria de color naranjo de 3/8 de pulgada (consulte
                <hotlnk xrefid="f0151302">Figura 2</hotlnk>). El siguiente procedimiento es necesario para inspeccionar
                y reparar la l&#237;nea de aire. Las piezas que se pueden necesitar para completar la instalaci&#243;n
                de la l&#237;nea de freno aparecen en la secci&#243;n "INFORMACI&#211;N ACERCA DE LAS PIEZAS" de este
                documento.
            </para>
            <para>
                <emph type="bold">Antes de realizar el servicio, lea y entienda completamente el siguiente procedimiento
                    y las instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n de ojos segura cuando
                        realice mantenimiento o servicio del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si se requieren instrucciones adicionales en cualquier punto de este procedimiento de reparaci&#243;n,
                        consulte el Manual de servicio maestro de International. Siga todas las precauciones y
                        procedimientos de seguridad est&#225;ndar recomendados en el Manual de servicio maestro de
                        International.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Apoye el veh&#237;culo con
                            soportes de seguridad. No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos.
                            Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apague el motor y aplique el freno de estacionamiento.</para>
            </step1>
            <step1>
                <para count="1">Ubique la v&#225;lvula de pedal (consulte la
                    <hotlnk xrefid="f0151301">Figura 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la v&#225;lvula de pedal: la l&#237;nea de aire de color naranja de 3/8 de
                    pulgada debe estar conectada al puerto que se muestra en la
                    <hotlnk xrefid="f0151302">Figura 2</hotlnk>; sin embargo, en algunos veh&#237;culos, puede que
                    encuentre un tap&#243;n en el puerto de la v&#225;lvula de pedal donde deber&#237;a estar conectada
                    la l&#237;nea de color naranjo de 3/8 de pulgada. Tome nota y siga con el paso 5.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la l&#237;nea de aire de color naranjo de 3/8 de pulgada: la l&#237;nea de
                    aire debe estar conectada al acoplamiento (elemento 4) como se muestra en la Figura 1 y en la
                    <hotlnk xrefid="f0151303">Figura 3</hotlnk>
                    y tambi&#233;n debe estar conectada a la v&#225;lvula de inversi&#243;n (elemento 7) como se muestra
                    en la
                    <hotlnk xrefid="f0151304">Figura 4</hotlnk>. Si la l&#237;nea de aire est&#225; conectada
                    adecuadamente seg&#250;n la revisi&#243;n de los pasos 4 y 5, entonces detenga la inspecci&#243;n y
                    presente un reclamo s&#243;lo para inspecci&#243;n. Si la l&#237;nea de aire no est&#225; instalada
                    adecuadamente, siga con el paso 6.
                </para>
            </step1>
            <step1>
                <para count="1">Si la l&#237;nea de aire est&#225; presente, aseg&#250;rese de que est&#233;
                    desconectada de la v&#225;lvula de pedal y de la v&#225;lvula de inversi&#243;n y elimine el polvo
                    de la l&#237;nea con aire presurizado. Si la l&#237;nea de aire ha sido cortada o no existe, instale
                    una nueva l&#237;nea de aire y siga el recorrido que se muestra en las Figuras 1, 3 y 4. La l&#237;nea
                    de aire es parte del mazo de cables del cami&#243;n, pero est&#225; separada del mazo de cables para
                    tractores. La v&#225;lvula de inversi&#243;n es est&#225;ndar con frenos de aire en camiones rectos,
                    pero es opcional en tractores. Para los tractores use una pieza de l&#237;nea de aire de 63
                    pulgadas.
                </para>
            </step1>
            <step1>
                <para count="1">Si el tap&#243;n est&#225; presente, ret&#237;relo del puerto de la v&#225;lvula de
                    pedal donde debe estar conectada la l&#237;nea de aire y conecte esta &#250;ltima (consulte la
                    Figura 2).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire en la v&#225;lvula de inversi&#243;n (consulte la Figura
                    4).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire en el acoplamiento (consulte el elemento 4 en las Figuras
                    1 y 3) si no fue conectada en la planta de ensamblaje. La l&#237;nea de aire debe estar ahora
                    adecuadamente instalada.
                </para>
            </step1>
            <step1>
                <para count="1">Pruebe el sistema de frenos de aire. Suba la presi&#243;n del sistema de frenos de aire
                    a presi&#243;n de funcionamiento y luego drene el aire del sistema principal. Con el freno de
                    estacionamiento desconectado, permita que alguien observe los ajustadores de holgura de la c&#225;mara
                    del freno de estacionamiento mientras se aplican los frenos. El movimiento del ajustador de holgura
                    indica un sistema de funcionamiento apropiado.
                </para>
            </step1>
            <figure id="f0151301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0151301.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="432px"/>
                <caption>Vista del fondo de la cabina, mostrando la ubicaci&#243;n de la v&#225;lvula de pedal</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE PEDAL</callout1>
                    <callout1>2. L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA</callout1>
                    <callout1>3. MAZO DE CABLES DEL AIRE BAJO LA CABINA</callout1>
                    <callout1>4. ACOPLAMIENTO: EN L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA</callout1>
                    <callout1>5. ABRAZADERA EN P DEL MAZO DE CABLES DEL AIRE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0151302" figsize="col-wide">
                <graphic filename="../recallfigures/g0151302.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="352px"/>
                <caption>V&#225;lvula de pedal vista en la direcci&#243;n de la flecha A en la Figura 1 (vista desde atr&#225;s)</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE PEDAL</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0151303" figsize="pg-wide">
                <graphic filename="../recallfigures/g0151303.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="432px"/>
                <caption>Enrutamiento de la l&#237;nea de aire de color naranjo de 3/8 de pulgada</caption>
                <calloutgroup>
                    <callout1>2. L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA</callout1>
                    <callout1>3. MAZO DE CABLES DEL AIRE BAJO LA CABINA</callout1>
                    <callout1>4. ACOPLAMIENTO: EN L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA</callout1>
                    <callout1>6. L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA A LA V&#193;LVULA DE INVERSI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0151304" figsize="pg-wide">
                <graphic filename="../recallfigures/g0151304.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="432px"/>
                <caption>Enrutamiento de la l&#237;nea de aire de color naranjo de 3/8 de pulgada a la v&#225;lvula de
                    inversi&#243;n
                </caption>
                <calloutgroup>
                    <callout1>6. L&#205;NEA DE AIRE DE COLOR NARANJO DE 3/8 DE PULGADA A LA V&#193;LVULA DE INVERSI&#211;N</callout1>
                    <callout1>7. CODO EN LA V&#193;LVULA DE INVERSI&#211;N</callout1>
                    <callout1>8. V&#193;LVULA DE INVERSI&#211;N</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Solicitud de piezas:</emph>
                en esta campa&#241;a esperamos que el 30% de los veh&#237;culos necesiten alg&#250;n tipo de reparaci&#243;n
                en la l&#237;nea de aire secundaria, mientras que el 70% s&#243;lo necesitar&#225; una inspecci&#243;n
                visual. Para reparar un veh&#237;culo en esta campa&#241;a, se requerir&#225; una combinaci&#243;n de
                las siguientes piezas que aparecen en la Tabla 1 m&#225;s abajo.
            </para>
            <table id="t0151301">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="1.49*"/>
                    <colspec colname="col2" align="center" colwidth="0.51*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Descripci&#243;n de la pieza y aplicaci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Tuber&#237;a de nylon de color naranjo de 3/8 de pulgada, usada desde la v&#225;lvula
                                    de pedal al conector en todos los veh&#237;culos y desde el conector a la v&#225;lvula
                                    de inversi&#243;n en los veh&#237;culos sin 04675.
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>2643441R1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Conector de conexi&#243;n r&#225;pida de 3/8 de pulgada, usado para las conexiones
                                    de nylon a nylon sin 04675
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>2017507C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">NOTA: las dos piezas siguientes sirven para el mismo prop&#243;sito
                                        de 2017507C1 (arriba); sin embargo, se usan para conectar la tuber&#237;a de
                                        nylon a la manguera que viene con el c&#243;digo opcional 04675. Se necesitan
                                        ambas piezas para efectuar una conexi&#243;n de este tipo.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Manguera de 3/8 de pulgada a la rosca de tuber&#237;a hembra de &#188;"</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>121323</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Conexi&#243;n r&#225;pida de 3/8" a la rosca de tuber&#237;a macho de &#188;"
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>2017484C1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>&#8226;
                <emph type="bold">Existe una opci&#243;n de inspecci&#243;n para esta campa&#241;a, ya que se espera que
                    el 70% de estas l&#237;neas de aire secundarias en estos veh&#237;culos est&#233;n instaladas
                    adecuadamente.
                </emph>
            </para>
            <para>&#8226;
                <emph type="bold">No se aprobar&#225;n los reclamos si tienen m&#225;s de una de las operaciones de
                    trabajo que se muestran a continuaci&#243;n, ya que la operaci&#243;n de trabajo 2 incluye la
                    inspecci&#243;n.
                </emph>
            </para>
            <para>&#8226;
                <emph type="bold">No presente las dos operaciones de trabajo 1 y 2 en un reclamo.</emph>
            </para>
            <table id="t0151301">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01513-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione s&#243;lo la l&#237;nea de aire</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 hr</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01513-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione, realice la instalaci&#243;n de la l&#237;nea de aire y
                                    pru&#233;bela
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0.8 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-01513</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
