<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01508 - Reemplazo de los M&#243;dulos el&#233;ctricos remotos (RPM) en los modelos 4300 y
        4400 fabricados entre 24/10/00 y 01/6/01
    </stitle>
    <recall id="rec01508" translation="spanish">
        <recallnumber>01508</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Julio de 2001</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Reemplazo de los M&#243;dulos el&#233;ctricos remotos (RPM) en los modelos 4300 y 4400 fabricados entre
            24/10/00 y 01/6/01
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>06/01/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>06/01/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>0008WSK</ucode>
                <ucode>0008SAJ</ucode>
                <ucode>0008WSL</ucode>
                <ucode>0008WSM</ucode>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01508.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01508.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Existe un defecto el&#233;ctrico en los m&#243;dulos el&#233;ctricos remotos. Estos veh&#237;culos se
                fabricaron con la capacidad de agregar seis interruptores remotos por m&#243;dulo, que generalmente est&#225;n
                instalados fuera de la cabina y se usan para activar y desactivar los circuitos que realizan funciones
                el&#233;ctricas personalizadas. Si se encienden (ON) o se cierran dos o m&#225;s interruptores remotos
                al mismo tiempo, se encender&#225;n las seis salidas del m&#243;dulo el&#233;ctrico remoto (RPM). Si se
                apagan (OFF) o se cierran dos o m&#225;s interruptores remotos al mismo tiempo, se apagar&#225;n (OFF)
                las seis salidas del m&#243;dulo el&#233;ctrico remoto.
            </para>
            <para>International no tiene registros de c&#243;mo se usan los m&#243;dulos el&#233;ctricos remotos en la
                carrocer&#237;a del cami&#243;n. Sin embargo, las aplicaciones t&#237;picas podr&#237;an ser para
                suministrar potencia a aplicaciones del empaque de la carrocer&#237;a, aplicaciones remotas de toma de
                fuerza, accesorios de ambulancia, aplicaciones de pluma de uso general y de paleta, etc. Podr&#237;a
                haber uno, dos o tres m&#243;dulos el&#233;ctricos remotos por veh&#237;culo.
            </para>
            <para>Si se activan accidentalmente los accesorios remotos de la carrocer&#237;a como las aplicaciones de
                ejemplo ya mencionadas,
                <emph type="bold">se podr&#237;a provocar un accidente y resultar en da&#241;os a la propiedad, lesiones
                    personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>S&#243;lo los modelos 4300 y 4400 fabricados entre 24/10/00 y 01/6/01 con los siguientes c&#243;digos
                de funci&#243;n de ventas de m&#243;dulo el&#233;ctrico remoto: 08WSK, 08WSM &#243; 08SAJ.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="remove" graphiccount="2">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">INTRODUCCI&#211;N:</emph>
                </para>
                <para>La reparaci&#243;n para este retiro consiste en
                    <emph type="bold">reemplazar todos los m&#243;dulos el&#233;ctricos remotos</emph>
                    en los veh&#237;culos comprometidos.
                    <emph type="bold">No hay ninguna opci&#243;n de inspecci&#243;n.</emph>
                </para>
                <para>Los veh&#237;culos involucrados en este retiro pueden tener uno, dos o tres m&#243;dulos el&#233;ctricos
                    remotos. Consulte la secci&#243;n INFORMACI&#211;N ACERCA DE LAS PIEZAS para decidir cu&#225;ntos m&#243;dulos
                    el&#233;ctricos se necesitan para reparar el veh&#237;culo. Los m&#243;dulos el&#233;ctricos remotos
                    en los veh&#237;culos de esta campa&#241;a se pueden instalar en dos ubicaciones (consulte la
                    <hotlnk xrefid="f0150801">Figura 1</hotlnk>
                    para ver los que est&#225;n instalados en el bastidor y la
                    <hotlnk xrefid="f0150802">Figura 2</hotlnk>
                    para ver los que est&#225;n instalados en la caja de la bater&#237;a).
                </para>
                <figure id="f0150801" figsize="col-wide">
                    <graphic filename="../recallfigures/g0150801.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>RPM instalados en el bastidor, veh&#237;culos ordenados con 08WSK</caption>
                </figure>
                <figure id="f0150802" figsize="col-wide">
                    <graphic filename="../recallfigures/g0150802.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>RPM instalados en la caja de la bater&#237;a</caption>
                    <calloutgroup>
                        <callout1>08SAJ proporciona ambos RPM, como se muestra</callout1>
                        <callout1>08WSM proporciona s&#243;lo el RPM superior, no el inferior</callout1>
                    </calloutgroup>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Retiro del M&#243;dulo el&#233;ctrico remoto</title>
                <step1>
                    <para count="1">Antes de comenzar con la reparaci&#243;n, identifique la cantidad de RPM y su
                        ubicaci&#243;n en el veh&#237;culo, dirigi&#233;ndose a la secci&#243;n "INFORMACI&#211;N ACERCA
                        DE LAS PIEZAS" de este documento de retiro.
                        <emph type="bold">Este es un paso importante, porque debe identificar todos los RPM que tiene
                            cada veh&#237;culo y cambiarlos todos.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque la transmisi&#243;n en
                        neutro, coloque el freno de estacionamiento y apague el motor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Bloquee las ruedas traseras para evitar que el veh&#237;culo se mueva en cualquier
                        direcci&#243;n.
                    </para>
                    <specpara>
                        <warning>
                            <para>Si el veh&#237;culo se mueve repentinamente, podr&#237;a causar lesiones personales
                                graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Si es necesario, levante el veh&#237;culo y ap&#243;yelo con soportes de
                        seguridad.
                    </para>
                    <specpara>
                        <warning>
                            <para>No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos. Los gatos se pueden
                                mover o caer y provocar lesiones.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Desconecte la bater&#237;a el&#233;ctricamente.</para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los RPM instalados en el bastidor (consulte la
                            <hotlnk xrefid="f0150801">Figura 1</hotlnk>):
                        </emph>
                        desconecte los conectores el&#233;ctricos del RPM y retire el RPM de los soportes de montaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los RPM instalados en la caja de bater&#237;a (consulte la
                            <hotlnk xrefid="f0150802">Figura 2</hotlnk>):
                        </emph>
                        si hay dos RPM en la caja de bater&#237;a, primero desconecte los conectores el&#233;ctricos del
                        RPM inferior y quite el RPM inferior. Para tener acceso al RPM superior en la caja de bater&#237;a,
                        quite el soporte de montaje del RPM retirando los cuatro pernos que sujetan el soporte al
                        bastidor de la caja de bater&#237;a. Para los m&#243;dulos que se encuentran directamente detr&#225;s
                        de las bater&#237;as, quite estas &#250;ltimas para tener acceso a los pernos de instalaci&#243;n
                        del RPM y retire el RPM.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese de reemplazar todos los RPM del veh&#237;culo. Si no se reemplazan
                        todos los RPM del veh&#237;culo, no se completa el Retiro de seguridad.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Se deben devolver todos los RPM</emph>
                        seg&#250;n las instrucciones en la secci&#243;n "INFORMACI&#211;N ACERCA DE LAS PIEZAS" de este
                        documento de retiro o el formulario AUTORIZACI&#211;N SOBRE LA DISPOSICI&#211;N DE LAS PIEZAS
                        R-5185.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Instalaci&#243;n del M&#243;dulo el&#233;ctrico remoto</title>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los RPM instalados en el bastidor:</emph>
                        instale el nuevo RPM en el soporte de montaje y apriete los pernos de instalaci&#243;n a
                        <emph type="bold">42 a 51 lbf pie</emph>
                        (56 a 68 NM).
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los RPM instalados en la caja de bater&#237;a:</emph>
                        instale el RPM superior en la caja de bater&#237;a, apriete los pernos de instalaci&#243;n a 42
                        a 51 lbf pie (56 a 68 NM) y vuelva a conectar todos los conectores el&#233;ctricos al RPM
                        superior. Si hay un RPM inferior, instale el soporte de montaje con los cuatro pernos y apriete
                        estos &#250;ltimos a 17 a 22 lbf pie (23 a 29 NM). Luego instale el RPM inferior en el soporte y
                        apriete los pernos de instalaci&#243;n a
                        <emph type="bold">42 a 51 lbf pie</emph>
                        (56 a 68 NM).
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar los conectores el&#233;ctricos al RPM instalado en el bastidor y
                        al RPM inferior instalado en la caja de bater&#237;a.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar las bater&#237;as si las hab&#237;a quitado.</para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar las bater&#237;as el&#233;ctricamente.</para>
                </step1>
                <step1>
                    <para count="1">Quite las cu&#241;as y baje el veh&#237;culo si es que estaba levantado.</para>
                </step1>
                <step1>
                    <para count="1">Verifique cuidadosamente que los interruptores del RPM funcionen. Sin embargo, si no
                        est&#225; familiarizado con el equipo, p&#237;dale al cliente que verifique el funcionamiento
                        antes de que abandone el servicio.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">SOLICITUD DE PIEZAS:</emph>
            </para>
            <para>El n&#250;mero del juego de servicio del m&#243;dulo el&#233;ctrico remoto es
                <emph type="bold">2506398C91</emph>. Este juego contiene conectores adicionales y una resistencia
                terminal. Estas piezas adicionales no se necesitan para efectuar esta reparaci&#243;n, a menos que las
                piezas originales est&#233;n da&#241;adas.
            </para>
            <specpara>
                <note>
                    <para>Debido a un suministro limitado de piezas, NO ordene m&#225;s de un m&#243;dulo el&#233;ctrico
                        remoto (RPM) para cada veh&#237;culo hasta que efect&#250;e la b&#250;squeda de c&#243;digo,
                        como se describe en el siguiente p&#225;rrafo, para verificar que el veh&#237;culo necesita m&#225;s
                        de un RPM.
                    </para>
                </note>
            </specpara>
            <para>Para reparar un veh&#237;culo necesitar&#225; saber cu&#225;ntos m&#243;dulos el&#233;ctricos remotos
                hay en cada veh&#237;culo. Use ISIS o la pantalla "WPIE" en DDEW para buscar los c&#243;digos el&#233;ctricos
                m&#225;s abajo. Debe buscar los tres c&#243;digos de RPM m&#225;s abajo, ya que un veh&#237;culo se podr&#237;a
                haber fabricado con una combinaci&#243;n de los c&#243;digos del m&#243;dulo el&#233;ctrico remoto a
                continuaci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Uno de los tres c&#243;digos a continuaci&#243;n proporciona dos RPM en un veh&#237;culo.
                    </para>
                </note>
            </specpara>
            <para>Busque cualquier combinaci&#243;n de los siguientes c&#243;digos y decida cu&#225;ntos RPM se deben
                reemplazar en cada veh&#237;culo (se deben reemplazar todos los RPM en cada veh&#237;culo). Al revisar
                los c&#243;digos el&#233;ctricos usados para fabricar cada veh&#237;culo, puede agregar la cantidad
                necesaria de RPM para reparar cada n&#250;mero de identificaci&#243;n del veh&#237;culo identificando
                los siguientes c&#243;digos.
                <emph type="bold">Busque cada c&#243;digo m&#225;s abajo en cada registro del n&#250;mero de
                    identificaci&#243;n del veh&#237;culo
                </emph>
                y agregue el n&#250;mero apropiado de RPM para cada veh&#237;culo.
            </para>
            <para>Si el n&#250;mero de identificaci&#243;n del veh&#237;culo se fabric&#243; con
                <emph type="bold">08WSK</emph>, agregue un RPM a la cantidad en el n&#250;mero de identificaci&#243;n
                del veh&#237;culo.
            </para>
            <para>Si el n&#250;mero de identificaci&#243;n del veh&#237;culo se fabric&#243; con
                <emph type="bold">08WSM</emph>, agregue un RPM a la cantidad en el n&#250;mero de identificaci&#243;n
                del veh&#237;culo.
            </para>
            <para>Si el n&#250;mero de identificaci&#243;n del veh&#237;culo se fabric&#243; con
                <emph type="bold">08SAJ</emph>, agregue
                <emph type="bold">dos</emph>
                RPM a la cantidad en el n&#250;mero de identificaci&#243;n del veh&#237;culo.
            </para>
            <para>
                <emph type="bold">IDENTIFICACI&#211;N DE RPM DEFECTUOSOS:</emph>
            </para>
            <para>Los RPM defectuosos se identificar&#225;n con los siguientes n&#250;meros en la etiqueta o el
                autoadhesivo del n&#250;mero de refacci&#243;n.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>3559717C91</para>
                </item>
                <item>
                    <para>3559718C91</para>
                </item>
                <item>
                    <para>3559719C91</para>
                </item>
                <item>
                    <para>3554870C1</para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">DEVOLUCI&#211;N DE LAS PIEZAS RETIRADAS:</emph>
            </para>
            <para>Todos los RPM retirados se deben devolver con el formulario de autorizaci&#243;n de devoluci&#243;n
                completo y adjunto a la pieza. Todos los embarques de piezas en EE.UU. que pesan menos de 150 lbs se env&#237;an
                juntos por UPS con el n&#250;mero de cuenta 573005. Devuelva las piezas como se indica en el formulario
                de AUTORIZACI&#211;N DE DISTRIBUCI&#211;N DE PIEZAS R-5185 a:
            </para>
            <verbatim>
                <line>
                    <emph type="bold">Pollak EPD, Department RMA</emph>
                </line>
                <line>
                    <emph type="bold">11801 MIRIAM SUITE B1</emph>
                </line>
                <line>
                    <emph type="bold">ELPASO, TX 79936</emph>
                </line>
            </verbatim>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Nota: reglas de operaci&#243;n de trabajo a seguir cuando presente o apruebe un
                    reclamo por 01508:
                </emph>
            </para>
            <para>&#8226; cada operaci&#243;n de trabajo debe estar sola.</para>
            <para>&#8226; NO PUEDEN haber dos operaciones de trabajo en un reclamo por 01508.</para>
            <para>&#8226; el o los c&#243;digos el&#233;ctricos de RPM involucrados se deben incluir en el reclamo de la
                garant&#237;a.
            </para>
            <table id="t0150801">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01508-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace 08WSK, instalado en el bastidor, 1 RPM</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.6 hr</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01508-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace 08WSK, instalado en la caja de bater&#237;a, 1 RPM</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.8 hr</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01508-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace 08WSK con 08WSM, 1 instalado en el bastidor, 1 instalado en la
                                    caja de bater&#237;a.
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>1.0 hr</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01508-4</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace 08WSK, instalado en la caja de bater&#237;a, 2 RPM</para>
                            </entry>
                            <entry colname="col3">
                                <para>1.2 hrs</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01508-5</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace 08WSK con 08SAJ, 1 instalado en el bastidor, 2 instalados en la
                                    caja de bater&#237;a.
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>1.4 hrs</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia al Retiro
                <emph type="bold">G-01508</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
