<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01514 - Reprogramaci&#243;n del ESC para evitar que se fundan los faros delanteros en el
        software en los modelos 4300 y 4400 fabricados entre 24/10/00 y 19/9/01
    </stitle>
    <recall id="rec01514" translation="spanish">
        <recallnumber>01514</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2001</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Reprogramaci&#243;n del ESC para evitar que se fundan los faros delanteros en el software en los
            modelos 4300 y 4400 fabricados entre 24/10/00 y 19/9/01
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>09/19/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>09/19/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01514.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01514.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Separe los fusibles del software en el Controlador del sistema el&#233;ctrico (ESC) que controlan las
                luces altas y bajas de los faros delanteros. Un problema de software en el ESC puede provocar que se
                abra o se funda el circuito de la luz baja o el circuito de las luces altas de los faros delanteros,
                resultando en una p&#233;rdida de las luces bajas o altas o posiblemente ambas. El cambio reiterado de
                las luces bajas a altas o de altas a bajas de los faros delanteros puede provocar esta condici&#243;n.
                Si el circuito de las luces altas y bajas de los faros delanteros se funde, el software apagar&#225; las
                luces altas o bajas durante medio segundo y luego intentar&#225; encender las luces nuevamente. Si el
                software determina que la falla a&#250;n est&#225; presente, apagar&#225; las luces altas o bajas de los
                faros delanteros por un segundo. Mientras la falla a&#250;n est&#233; presente, el tiempo de apagado
                aumentar&#225; en incrementos dobles a un tiempo m&#225;ximo de apagado de 512 segundos. Si la falla
                contin&#250;a en este punto, las luces altas o bajas de los faros delanteros se apagar&#225;n y el
                software no tratar&#225; de encenderlas nuevamente hasta que la llave de encendido se vuelva a girar.
            </para>
            <para>Los faros delanteros se podr&#237;an fundir sin advertir al conductor y podr&#237;a dejar al conductor
                en una situaci&#243;n de completa oscuridad mientras maneja el veh&#237;culo en la oscuridad. Una
                condici&#243;n de oscuridad total de los faros delanteros
                <emph type="bold">podr&#237;a provocar un accidente vehicular, pudiendo resultar en da&#241;os a la
                    propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Todos los modelos 4300 y 4400 fabricados entre 24/10/00 y 19/9/01.</para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - Recall 01514 - Reprogramaci&#243;n del ESC para evitar que se fundan los faros delanteros
                en el software en los modelos 4300 y 4400 fabricados entre 24/10/00 y 19/9/01
            </stitle>
            <title>Procedimiento de servicio</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">IMPORTANTE CAMPA&#209;A DE INFORMACI&#211;N &#161;L&#201;ALA!</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Todos los veh&#237;culos que se marcaron originalmente para AFC 01911 deben tener el
                            Retiro de seguridad 01514 realizado.
                        </para>
                    </item>
                    <item>
                        <para>El software utilizado para este Retiro de seguridad, 01514, incluye los cambios requeridos
                            para AFC 01911; por lo tanto, AFC 01911 ha sido cancelado.
                        </para>
                    </item>
                    <item>
                        <para>Los Retiros de seguridad 01514 y AFC 01911 se efectuar&#225;n con las versiones de
                            software 13 o superior para los ESC basados en Infineon o la versi&#243;n 105 o superior
                            para los ESC basados en Hitachi.
                        </para>
                    </item>
                    <item>
                        <para>Deseche todos los CD recibidos para 01911. &#201;stos caducaron debido al lanzamiento de
                            un nuevo software para el Retiro de seguridad 01514 (20/9/01).
                        </para>
                    </item>
                    <item>
                        <para>Las versiones de software 13 y 105 no est&#225;n disponibles en CD para esta campa&#241;a
                            en este momento; sin embargo, los CD se pueden producir y distribuir en el futuro.
                        </para>
                    </item>
                    <item>
                        <para>Hasta el lanzamiento de esta campa&#241;a, el Retiro de seguridad Safety Recall 01514
                            reemplaz&#243; al 01911 en los registros de VIN que no se completaron en AFC 01911.
                        </para>
                    </item>
                    <item>
                        <para>No existen m&#233;todos por los cuales se pueda volver a efectuar la reprogramaci&#243;n
                            del ESC usando una configuraci&#243;n International, Herramienta de programaci&#243;n y
                            cambio autorizado de cambio (ICAP):
                        </para>
                        <para>
                            <emph type="bold">M&#233;todo 1:</emph>
                            use ICAP para realizar una operaci&#243;n de reconfiguraci&#243;n del ESC
                            <emph type="bold">O</emph>
                        </para>
                        <para>
                            <emph type="bold">M&#233;todo 2:</emph>
                            use ICAP para realizar una operaci&#243;n de reemplazo del ESC
                            <emph type="bold">O</emph>
                        </para>
                        <para>
                            <emph type="bold">M&#233;todo 3:</emph>
                            use ICAP junto con los CD que contienen el software apropiado.
                        </para>
                    </item>
                </randlist>
                <para>
                    <emph type="bold">Antes de realizar el servicio, lea y entienda completamente el siguiente
                        procedimiento y las instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n de ojos segura
                            cuando realice mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>M&#201;TODO 1: use ICAP para efectuar la operaci&#243;n de reconfiguraci&#243;n del ESC</title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva.</para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Apague el motor y aplique el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Inicie ICAP.</para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese de que tiene la versi&#243;n 1.5 de ICAP cargada en su EZ-Tech.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el elemento 1,
                        <emph type="bold">Obtener datos</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ingrese los &#250;ltimos 8 d&#237;gitos del VIN para el veh&#237;culo que se va a
                        programar, seleccione el bot&#243;n del radio para reconfigurar y luego el bot&#243;n del radio
                        Get from International (Obtener de International). Seleccione
                        <emph type="bold">Agregar chasis</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el bot&#243;n
                        <emph type="bold">Next</emph>
                        (Siguiente).
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el chasis para reconfigurar y luego seleccione el bot&#243;n
                        <emph type="bold">Next</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el tipo de conexi&#243;n, marcado DCN 2 &#243; DCN 2.</para>
                </step1>
                <step1>
                    <para count="1">Ingrese el o los nombres de usuario y las contrase&#241;as adecuadas.</para>
                </step1>
                <step1>
                    <para count="1">Seleccione el bot&#243;n
                        <emph type="bold">Submit</emph>
                        (Enviar)
                    </para>
                </step1>
                <step1>
                    <para count="1">Aparecer&#225; una ventana de mensaje que dir&#225; "There are no added or deleted
                        features to submit. Do you wish to submit." (No hay funciones agregadas o borradas que mostrar,
                        &#191;desea enviar?). Seleccione el bot&#243;n
                        <emph type="bold">Yes</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aparecer&#225; una ventana de mensaje que dir&#225; "Submit Successful. " (Enviado
                        con &#233;xito). Seleccione el bot&#243;n
                        <emph type="bold">OK</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el bot&#243;n
                        <emph type="bold">Edit/View Parameters</emph>
                        (Editar y ver par&#225;metros).
                    </para>
                </step1>
                <step1>
                    <para count="1">Despl&#225;cese hacia abajo hasta el bot&#243;n de la lista de par&#225;metros y
                        seleccione el bot&#243;n
                        <emph type="bold">Complete</emph>
                        (Completar).
                    </para>
                </step1>
                <step1>
                    <para count="1">Si selecciona recibir el programa autom&#225;ticamente, se le pedir&#225; esperar
                        hasta que se descargue el archivo 1 de 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si selecciona recibir el archivo manualmente m&#225;s tarde, haga clic en el
                        elemento 1,
                        <emph type="bold">Manual Receive</emph>
                        (Recepci&#243;n manual), de la pantalla principal de ICAP. Ingrese el n&#250;mero del chasis y
                        reciba el programa.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Despu&#233;s de programar, aseg&#250;rese de volver a conectarse a
                            International ICAP y env&#237;e las confirmaciones de programaci&#243;n haciendo clic en
                            "Manual History Update" (Actualizaci&#243;n manual del historial) de la pantalla principal
                            de ICAP. Quiz&#225;s quiera realizar este procedimiento en forma peri&#243;dica; sin
                            embargo, el tiempo para actualizar esta informaci&#243;n se debe mantener al m&#237;nimo,
                            porque los reclamos de la garant&#237;a no ser&#225;n aprobados para una bonificaci&#243;n
                            hasta que la base de datos verifique que se ha completado la reprogramaci&#243;n y que se
                            marc&#243; una "Y" en el registro VIN. Tan pronto como se haya procesado el reclamo, la "Y"
                            se reemplazar&#225; por un "2" para mostrar que est&#225; completo.
                        </emph>
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>M&#201;TODO 2: use ICAP para efectuar una operaci&#243;n de reemplazo de ESC Operation (observe
                    que s&#243;lo puede procesar 2 veh&#237;culos al mismo tiempo usando la operaci&#243;n de reemplazo)
                </title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva.</para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Apague el motor y aplique el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Inicie ICAP.</para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese de que tiene la versi&#243;n 1.5 de ICAP cargada en su EZ-Tech.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el elemento 1,
                        <emph type="bold">Get Data</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ingrese los &#250;ltimos 8 d&#237;gitos del VIN para reprogramar el veh&#237;culo,
                        seleccione el bot&#243;n del radio para reemplazar el ESC, e ingrese el n&#250;mero de serie del
                        ESC que desea programar. Seleccione
                        <emph type="bold">Add Chassis</emph>(Agregar chasis).
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el chasis que desea reprogramar y luego seleccione
                        <emph type="bold">Next</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione la forma en que recibir&#225; el archivo del programa
                        <emph type="bold">Automatically</emph>
                        (Autom&#225;ticamente) o
                        <emph type="bold">Manually receive later</emph>
                        (Recibir manualmente m&#225;s tarde).
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione el tipo de conexi&#243;n, marcado DCN 2 &#243; DCN 2.</para>
                </step1>
                <step1>
                    <para count="1">Ingrese el o los nombres de usuario y las contrase&#241;as adecuadas.</para>
                </step1>
                <step1>
                    <para count="1">Si seleccion&#243; recibir el programa autom&#225;ticamente, se le pedir&#225;
                        esperar hasta que se descargue el archivo 1 de 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si seleccion&#243; recibir el archivo manualmente m&#225;s tarde, haga clic en el
                        elemento 1,
                        <emph type="bold">Recepci&#243;n manual</emph>, de la pantalla principal de ICAP. Ingrese el n&#250;mero
                        del chasis y reciba el programa.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Despu&#233;s de programar, aseg&#250;rese de volver a conectarse a
                            International ICAP y env&#237;e las confirmaciones de programaci&#243;n haciendo clic en
                            "Manual History Update" de la pantalla principal de ICAP. Quiz&#225;s quiera realizar este
                            procedimiento en forma peri&#243;dica; sin embargo, el tiempo para actualizar esta informaci&#243;n
                            se debe mantener al m&#237;nimo, porque los reclamos de la garant&#237;a no ser&#225;n
                            aprobados para una bonificaci&#243;n hasta que la base de datos verifique que se ha
                            completado la reprogramaci&#243;n y que se marc&#243; una "Y" en el registro VIN. Tan pronto
                            como se haya procesado el reclamo, la "Y" se reemplazar&#225; por un "2" para mostrar que
                            est&#225; completo.
                        </emph>
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>M&#201;TODO 3: use ICAP con CD</title>
                <specpara>
                    <note>
                        <para>Los CD que vienen con la versi&#243;n actualizada 13 &#243; 105 del software se podr&#225;n
                            enviar a todas las ubicaciones de distribuidores principales y secundarios en el futuro.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva.</para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Apague el motor y aplique el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese de que tiene la versi&#243;n 1.5 de ICAP cargada en su EZ-Tech.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inserte el CD en el lector de CD-ROM.</para>
                </step1>
                <step1>
                    <para count="1">Espere hasta que la Programaci&#243;n autom&#225;tica muestre la pantalla como
                        aparece en la
                        <hotlnk xrefid="f0151401">Figura 1</hotlnk>.
                    </para>
                </step1>
                <figure id="f0151401" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151401.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Visualizaci&#243;n de la pantalla</caption>
                </figure>
                <step1>
                    <para count="1">Ingrese los n&#250;meros de chasis que desea cargar en el EZ-Tech en el recuadro de
                        edici&#243;n, consulte la Figura 1, A.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en "Add" (Figura 1, B) o presione la tecla ENTER.</para>
                </step1>
                <step1>
                    <para count="1">Repita los pasos 4 y 5 para todos los n&#250;meros de chasis que desea cargar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Para quitar cualquier n&#250;mero de chasis del recuadro de la lista (consulte la
                        Figura 1, D), haga clic en el chasis que va a quitar (consulte la Figura 1, F) y haga clic en
                        "DELETE" (Borrar) (consulte la Figura 1, G).
                    </para>
                </step1>
                <step1>
                    <para count="1">Para que aparezca la pantalla HELP en el programa, haga clic en "Help" (Ayuda)
                        (consulte la Figura 1, H).
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n "LOAD" (Cargar) (consulte la Figura 1, C) para cargar
                        todos los chasis que aparecen en la lista (consulte la Figura 1, D).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cuando aparece el recuadro de mensaje indicando que el proceso de carga se ha
                        completado, haga clic en "EXIT" (Salir) (consulte la Figura 1, E).
                    </para>
                </step1>
                <step1>
                    <para count="1">Inicie ICAP y seleccione el elemento item 3, Programe el veh&#237;culo.</para>
                </step1>
                <step1>
                    <para count="1">Seleccione el chasis que desea programar, con&#233;ctelo al veh&#237;culo apropiado
                        y luego programe el veh&#237;culo.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Despu&#233;s de programar, aseg&#250;rese de volver a conectarse a
                            International ICAP y env&#237;e las confirmaciones de programaci&#243;n haciendo clic en
                            "Actualizaci&#243;n manual del historial" de la pantalla principal de ICAP. Quiz&#225;s
                            quiera realizar este procedimiento en forma peri&#243;dica; sin embargo, el tiempo para
                            actualizar esta informaci&#243;n se debe mantener al m&#237;nimo, porque los reclamos de la
                            garant&#237;a no ser&#225;n aprobados para una bonificaci&#243;n hasta que la base de datos
                            verifique que se ha completado la reprogramaci&#243;n y que se marc&#243; una "Y" en el
                            registro VIN. Tan pronto como se haya procesado el reclamo, la "Y" se reemplazar&#225; por
                            un "2" para mostrar que est&#225; completo.
                        </emph>
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Ning&#250;n reclamo de la garant&#237;a para 01514 debe tener piezas involucradas,
                    porque esta campa&#241;a es s&#243;lo para la reprogramaci&#243;n de software.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <para>&#8226;Para esta campa&#241;a, s&#243;lo existe una operaci&#243;n de trabajo.</para>
            <para>&#8226; Los reclamos de la garant&#237;a no se aprobar&#225;n por m&#225;s de 0.5 hrs.</para>
            <table id="t0151401">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01514-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprograme el ESC</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.5 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-01514</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
