<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01504 - RETIRO DE SEGURIDAD (EXPORTACI&#211;N, EE.UU.) eslabones de arrastre TRW con r&#243;tulas
        24-DL en algunas series de modelos 2000, 4000, 5000 y 9000i, fabricadas entre 16/7/1999 y 1/9/1999.
    </stitle>
    <recall id="rec01504" translation="spanish">
        <recallnumber>01504</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Abril de 2001</recalldate>
        <subjectfile>DIRECCI&#211;N</subjectfile>
        <subject>RETIRO DE SEGURIDAD (EXPORTACI&#211;N, EE.UU.) eslabones de arrastre TRW con r&#243;tulas 24-DL en
            algunas series de modelos 2000, 4000, 5000 y 9000i, fabricadas entre 16/7/1999 y 1/9/1999.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>07/16/1999</startdate>
                        <enddate>09/01/1999</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01504.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01504.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Algunos eslabones de arrastre con r&#243;tulas 24-DL y c&#243;digos de fecha 9G2 &#243; 9G3 se
                construyeron con una solidez del material inferior a la especificada, lo que podr&#237;a resultar en la
                separaci&#243;n del perno de r&#243;tula de la r&#243;tula. Los eslabones de arrastre se deben
                inspeccionar para ver si poseen c&#243;digos de fecha dudosos y se deben reemplazar si se fabricaron con
                uno de estos c&#243;digos. Si un perno de r&#243;tula de un eslab&#243;n de arrastre se separa de la r&#243;tula,
                el conductor podr&#237;a perder el control de la direcci&#243;n y provocar un accidente automovil&#237;stico,
                causando da&#241;os a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye ciertas series de modelos 2000, 4000, 5000 y 9000i fabricados entre
                16/7/1999 y 1/9/1999.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Se adjunta una copia del documento del propietario. Durante el proceso de
                retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a los distribuidores
                involucrados para que puedan seguir en contacto con los propietarios y reparar sus veh&#237;culos. El
                uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n obtenida a
                partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para prop&#243;sitos
                que no sean de esta campa&#241;a significa una violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>
                <emph type="bold">INSPECCI&#211;N REQUERIDA DE C&#211;DIGO DE FECHA:</emph>
                El c&#243;digo de fecha se puede encontrar en una de las cubiertas del extremo cerca del tap&#243;n de
                lubricaci&#243;n o en la barra del eslab&#243;n de arrastre ubicado cerca del sello del n&#250;mero de
                refacci&#243;n. Si el c&#243;digo de fecha se encuentra en los extremos y en la barra, el c&#243;digo de
                los extremos se debe usar como el c&#243;digo definitivo. Reemplace el eslab&#243;n de arrastre si el c&#243;digo
                de fecha es 9G2 &#243; 9G3. Si el c&#243;digo de fecha no es 9G2 ni 9G3, no necesita reparaci&#243;n.
            </para>
            <para>
                <emph type="bold">Para veh&#237;culos con engranaje doble de la direcci&#243;n</emph>, consulte la TABLA
                1 para ver si s&#243;lo uno o los dos eslabones de arrastre est&#225;n incluidos en este retiro. Existen
                dos tama&#241;os de r&#243;tulas TRW diferentes que ser&#225;n retiradas, 20-EDL en el Retiro de
                seguridad 00513 y 24-DL en el Retiro de seguridad 01504. Puede que los veh&#237;culos tengan dos r&#243;tulas
                del mismo tipo o una de cada uno. Si el veh&#237;culo tiene dos eslabones de arrastre con r&#243;tulas
                24-DL, ambas pertenecen al Retiro de seguridad 01504. Si el veh&#237;culo tiene un eslab&#243;n de
                arrastre con la r&#243;tula 20-EDL, revise para ver si es necesario efectuar el Retiro de seguridad
                00513. Realice el procedimiento de servicio para el Retiro 00513 si es necesario.
            </para>
            <para>
                <emph type="bold">RETIRO DEL ESLAB&#211;N DE ARRASTRE</emph>
                Este procedimiento se aplica a los eslabones de arrastre fijos y a los ajustables de un extremo e
                incluye instrucciones de ajuste para los eslabones de arrastre ajustables. Si el veh&#237;culo posee una
                direcci&#243;n doble repita la inspecci&#243;n y, si es necesario, vuelva a realizar el procedimiento de
                reemplazo de ambos eslabones de arrastre.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Estacione el veh&#237;culo en una superficie plana, enderece las llantas delanteras, ponga el
                        freno de estacionamiento y apague el motor.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">ADVERTENCIA:</emph>
                        Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                        repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                    </para>
                </item>
                <item>
                    <para>Para los eslabones de arrastre ajustables de un extremo observe y marque la posici&#243;n del
                        volante de la direcci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Para los eslabones de arrastre ajustables de un extremo, observe la posici&#243;n del extremo
                        y de la abrazadera del tubo.
                    </para>
                </item>
                <item>
                    <para>Quite el eslab&#243;n de arrastre del veh&#237;culo, si lo considera necesario por la
                        <emph type="bold">"INSPECCI&#211;N DE C&#211;DIGO DE FECHA"</emph>
                        m&#225;s arriba.
                    </para>
                </item>
                <item>
                    <para>Para los eslabones de arrastre ajustables de un extremo, mida la longitud total del conjunto
                        original y ajuste el nuevo conjunto del eslab&#243;n de arrastre a la misma longitud y apriete
                        la abrazadera en la posici&#243;n mencionada en el paso 4.
                    </para>
                </item>
                <item>
                    <para>No devuelva las piezas defectuosas; destr&#250;yalas y rec&#237;clelas en el lugar.</para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">INSTALACI&#211;N DEL ESLAB&#211;N DE ARRASTRE:</emph>
                Este procedimiento se aplica a los eslabones de arrastre fijos y a los ajustables de un extremo. Si el
                veh&#237;culo posee una direcci&#243;n doble, repita el procedimiento para ambos eslabones de arrastre.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Aseg&#250;rese de que las superficies del orificio del brazo pitman, del orificio del brazo de
                        la direcci&#243;n y del perno de r&#243;tula est&#233;n limpias.
                    </para>
                </item>
                <item>
                    <para>Instale el nuevo eslab&#243;n de arrastre y apriete las tuercas del perno de r&#243;tula a
                        <emph type="bold">100 a 125 lbf pie</emph>
                        para los pernos de r&#243;tula con sellos deslizantes o
                        <emph type="bold">200 a 250 lbf pie para los pernos de r&#243;tula con sellos antiinclinaci&#243;n
                            (consulte la TABLA 1 para ver la torsi&#243;n por n&#250;mero de refacci&#243;n y perno de r&#243;tula).
                            Si no puede instalar las chavetas de dos patas, ajuste las tuercas almenadas a la siguiente
                            abertura (no retroceda)</emph>, instale las chavetas de dos patas y doble los pasadores a la
                        posici&#243;n de cierre.
                    </para>
                </item>
                <item>
                    <para>Para los eslabones de arrastre ajustables de un extremo, establezca la alineaci&#243;n del
                        volante de la direcci&#243;n a la posici&#243;n previamente marcada y ajuste el extremo del
                        eslab&#243;n de arrastre seg&#250;n sea necesario para que quede correctamente alineado. Un giro
                        del extremo del eslab&#243;n de arrastre equivale a aproximadamente 8 grados de giro en el
                        volante de la direcci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Para los eslabones de arrastre ajustables de un extremo, apriete la abrazadera del tubo a
                        <emph type="bold">40 a 60 lbf pie</emph>.
                    </para>
                </item>
                <item>
                    <para>Lubrique ambos extremos del eslab&#243;n de arrastre.</para>
                </item>
                <item>
                    <para>No devuelva las piezas defectuosas; destr&#250;yalas y rec&#237;clelas en el lugar.</para>
                </item>
            </seqlist>
        </svcproc>
        <partsinfo>
            <para>Use la
                <emph type="bold">TABLA 1</emph>
                (abajo) para determinar el o los n&#250;meros de refacci&#243;n del eslab&#243;n de arrastre requeridos
                para cada veh&#237;culo. Necesitar&#225; el c&#243;digo del modelo, el c&#243;digo del engranaje de
                direcci&#243;n y algunas veces el c&#243;digo del eje delantero para leer la tabla y as&#237; obtener el
                o los n&#250;meros de refacci&#243;n para el eslab&#243;n de arrastre International. En los veh&#237;culos
                con engranajes dobles de direcci&#243;n que s&#243;lo tienen un eslab&#243;n de arrastre como se muestra
                m&#225;s abajo, revise para ver si es necesario realizar un Retiro 00513 para el otro eslab&#243;n de
                arrastre en este momento.
            </para>
            <table id="t0150401">
                <title>N&#250;mero de refacci&#243;n del eslab&#243;n de arrastre y Tabla de torsi&#243;n</title>
                <tgroup cols="6">
                    <colspec colname="col1" colwidth="1.95in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <colspec colname="col3" colwidth="1.14in"/>
                    <colspec colname="col4" colwidth="1.29in"/>
                    <colspec colname="col5" colwidth="0.85in"/>
                    <colspec colname="col6" colwidth="0.80in"/>
                    <spanspec namest="col5" nameend="col6" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>C&#211;DIGOS DE MODELO</para>
                            </entry>
                            <entry colname="col2" morerows="1">
                                <para>C&#211;DIGO DIRECCI&#211;N</para>
                            </entry>
                            <entry colname="col3" morerows="1">
                                <para>N/R INTL.</para>
                            </entry>
                            <entry colname="col4" morerows="1">
                                <para>INSPECCIONE</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>TORSI&#211;N lbf pie</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col5">
                                <para>EXTREMO DEL ENGRANAJE</para>
                            </entry>
                            <entry colname="col6">
                                <para>EXTREMO DEL EJE</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>D30570,D31070,D31570, D31870,DF5570,DF5670, DG5570,DG5670,DR5570,
                                    DR5670,DW5670,DX5570, DX5670,DY5670,DZ5670
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTB</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PUA</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>D31170, D32170</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTB</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PUA</para>
                            </entry>
                            <entry colname="col3">
                                <para>1652578C91 1652578C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>SA2654, SA2674,SF2654, SF2674,SG2604</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTA</para>
                            </entry>
                            <entry colname="col3">
                                <para>1664845C92</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE DOBLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTB</para>
                            </entry>
                            <entry colname="col3">
                                <para>1664845C92</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE DOBLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>SR4854,SX4954</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje simple 05PRJ</para>
                            </entry>
                            <entry colname="col3">
                                <para>1667662C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE SIMPLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>L91170,L91270,L91370, L26570,L27570,L27770, L92170,L92270,L92370,
                                    L20570,L21570,L21770, L94170,L94270,L94370
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje simple 05PRJ,05PSA</para>
                            </entry>
                            <entry colname="col3">
                                <para>3500966C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE SIMPLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTB</para>
                            </entry>
                            <entry colname="col3">
                                <para>3500966C91 3501116C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>200-250 200-250</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125 100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="3">
                                <para>L20370,L21370,L21670, L29370,L29670,L93170, L93270,L93370,L93570, L93670</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje simple 05PSA TODOS LOS EJES EXCEPTO 02AED Y 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE SIMPLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje simple 05PRJ TODOS LOS EJES EXCEPTO 02AED Y 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE SIMPLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje doble 05PTB</para>
                            </entry>
                            <entry colname="col3">
                                <para>3519331C91 3528838C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>IZQUIERDA Y DERECHA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125 100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125 100-125</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Engranaje simple 05PRJ,05PSA CON 02AED &#211; 02AEG</para>
                            </entry>
                            <entry colname="col3">
                                <para>3523195C91</para>
                            </entry>
                            <entry colname="col4">
                                <para>ENGRANAJE SIMPLE, S&#211;LO IZQUIERDA</para>
                            </entry>
                            <entry colname="col5">
                                <para>100-125</para>
                            </entry>
                            <entry colname="col6">
                                <para>100-125</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Nota: s&#243;lo se requiere de una operaci&#243;n de trabajo por el reclamo de la
                    garant&#237;a.
                </emph>
            </para>
            <table id="t0150402">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01504-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>S&#243;lo inspecci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.2 hrs</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01504-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione y reemplace un eslab&#243;n de arrastre</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.9 hrs</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-01504-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione y reemplace dos eslabones de arrastre</para>
                            </entry>
                            <entry colname="col3">
                                <para>1.4 hrs</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el kilometraje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra, se
                debe hacer lo posible por programar una cita r&#225;pidamente con el propietario para poder reparar su
                veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-01504</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
            <para>Distribuci&#243;n: Todos los distribuidores</para>
        </responex>
    </recall>
</isis>
