<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01501 - Cambio de los pedales de frenos en todos los chasis 1652 da&#241;ados que se
        fabricaron entre 12/6/00 y 17/11/00 y todos los buses IC fabricados entre 2/3/00 y 4/12/00. Todos estos veh&#237;culos
        tienen frenos hidr&#225;ulicos y transmisiones autom&#225;ticas.
    </stitle>
    <recall id="rec01501" translation="spanish">
        <recallnumber>01501</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Febrero de 2001</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Cambio de los pedales de frenos en todos los chasis 1652 da&#241;ados que se fabricaron entre 12/6/00 y
            17/11/00 y todos los buses IC fabricados entre 2/3/00 y 4/12/00. Todos estos veh&#237;culos tienen frenos
            hidr&#225;ulicos y transmisiones autom&#225;ticas.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1652
                    <daterange>
                        <startdate>06/12/2000</startdate>
                        <enddate>11/17/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/02/2000</startdate>
                        <enddate>12/04/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01501.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01501.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Este defecto involucra la alineaci&#243;n del pedal del freno con el interruptor de presi&#243;n de
                frenos activado. Puede que el pedal del freno original no active las luces de frenos si &#233;ste se
                pisa suavemente. Para corregir este defecto, se ha dise&#241;ado un nuevo pedal y se debe instalar en
                todos los veh&#237;culos en esta campa&#241;a.
                <emph type="boldundersc">Si la luz del freno no se activa en forma correcta, el veh&#237;culo podr&#237;a
                    verse involucrado en un accidente y provocar da&#241;os a la propiedad, lesiones personales o la
                    muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>Este Retiro de seguridad incluye todos los chasis 1652 da&#241;ados que
                se fabricaron entre 12/6/00 y 17/11/00 y todos los buses IC fabricados entre 2/3/00 y 4/12/00. Estos veh&#237;culos
                tambi&#233;n tienen frenos hidr&#225;ulicos y transmisiones autom&#225;ticas.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation les comunicar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Se adjunta una copia del documento del propietario. Durante el proceso de
                retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a los distribuidores
                involucrados para que puedan seguir en contacto con los propietarios y reparar sus veh&#237;culos. El
                uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n obtenida a
                partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para prop&#243;sitos
                que no sean de esta campa&#241;a significa una violaci&#243;n de la leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - Recall 01501 - Cambio de los pedales de frenos en todos los chasis 1652 da&#241;ados que
                se fabricaron entre 12/6/00 y 17/11/00 y todos los buses IC fabricados entre 2/3/00 y 4/12/00. Todos
                estos veh&#237;culos tienen frenos hidr&#225;ulicos y transmisiones autom&#225;ticas.
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <seqlist style="arabic">
                <title>RETIRO DEL PEDAL DEL FRENO</title>
                <item>
                    <para>Estacione el veh&#237;culo en terreno nivelado, coloque la transmisi&#243;n en neutro, coloque
                        el freno de estacionamiento y apague el motor.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">ADVERTENCIA: BLOQUEE LAS RUEDAS PARA EVITAR QUE EL VEH&#205;CULO SE MUEVA EN
                            AMBAS DIRECCIONES. SI EL VEH&#205;CULO SE MUEVE REPENTINAMENTE, PODR&#205;A CAUSAR LESIONES
                            PERSONALES GRAVES O LA MUERTE.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Desconecte los cables del interruptor del freno y observe que el conector mire hacia abajo.
                    </para>
                </item>
                <item>
                    <para>Observe la posici&#243;n del interruptor del freno antes que retirarlo. El interruptor del
                        freno est&#225; montado a la izquierda (lado del conductor) del pedal del freno.
                    </para>
                </item>
                <item>
                    <para>Quite la chaveta de dos patas, el pasador de horquilla y el interruptor del freno.</para>
                </item>
                <item>
                    <para>Saque la tuerca del perno de pivote del pedal del freno. Existe un buje en cada extremo del
                        tubo del pedal; tenga cuidado de no dejar caer los bujes mientas quita el pedal del freno.
                    </para>
                </item>
                <item>
                    <para>Quite el perno, el pedal con los dos bujes y el espaciador.</para>
                </item>
                <item>
                    <para>No devuelva el pedal defectuoso; destruya o recicle el pedal en el lugar.</para>
                </item>
            </seqlist>
            <seqlist style="arabic">
                <title>INSTALACI&#211;N DEL NUEVO PEDAL DEL FRENO</title>
                <item>
                    <para>Transfiera la almohadilla del pedal del freno y ambos bujes al pedal nuevo.</para>
                </item>
                <item>
                    <para>Instale el pedal nuevo, el perno, el espaciador y la tuerca. Apriete la tuerca a 75 a 85 lb
                        pie.
                    </para>
                </item>
                <item>
                    <para>Instale el interruptor del freno, el pasador de hotquilla y la chaveta de dos patas. Aseg&#250;rese
                        de que el interruptor est&#233; montado en el lado izquierdo (lado del conductor) del pedal con
                        el conector mirando hacia abajo.
                    </para>
                </item>
                <item>
                    <para>Vuelva a conectar los cables del interruptor del freno.</para>
                </item>
                <item>
                    <para>Con el veh&#237;culo desplaz&#225;ndose hacia adelante, aplique los frenos s&#243;lo lo
                        necesario para evitar que el veh&#237;culo se desplace hacia adelante y aseg&#250;rese de que
                        las luces de freno funcionen.
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Solicitud de piezas:</emph>
                Pida un pedal de freno por cada veh&#237;culo en esta campa&#241;a. Existen dos n&#250;meros diferentes
                de pedales, uno para cada modelo en esta campa&#241;a.
            </para>
            <table id="t0150101">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.75in"/>
                    <colspec colname="col2" colwidth="2.75in"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>El Chasis 1652 da&#241;ado utiliza:</para>
                            </entry>
                            <entry colname="col2">
                                <para>3542173C2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Los buses IC utilizan:</para>
                            </entry>
                            <entry colname="col2">
                                <para>3542136C2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Devoluci&#243;n de piezas:</emph>
                No devuelva el pedal defectuoso; destruya y recicle el pedal en el lugar.
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">Para esta campa&#241;a, s&#243;lo se requiere de una operaci&#243;n de trabajo.</emph>
            </para>
            <table id="t0150102">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.90in"/>
                    <colspec colname="col2" colwidth="2.16in"/>
                    <colspec colname="COLSPEC0" align="left" charoff="50" char="" colwidth="2.00in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pedal del freno R &#38; R</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>0.6 hrs</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">Etiqueta de identificaci&#243;n de la campa&#241;a</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el kilometraje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de pol&#237;ticas del distribuidor para ver los procedimientos para llevar a cabo
                las Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Complete las instrucciones que se
                encuentran en el Manual de pol&#237;ticas del distribuidor, Secci&#243;n 7-1. Lea cuidadosamente desde
                el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario. Todos
                los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben corregir antes de que
                salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o transferidos
                y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de Autorizaci&#243;n
                de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n de la transferencia
                o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
