<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01511 - Reemplazo del interruptor de la luz de freno accionado por presi&#243;n de aire en
        las series de modelos de veh&#237;culos 5000 y 9000 fabricados entre 01/07/1998 y 07/5/2001
    </stitle>
    <recall id="rec01511" translation="spanish">
        <recallnumber>01511</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2001</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Reemplazo del interruptor de la luz de freno accionado por presi&#243;n de aire en las series de
            modelos de veh&#237;culos 5000 y 9000 fabricados entre 01/07/1998 y 07/5/2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>05/07/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>07/01/1998</startdate>
                        <enddate>05/07/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01511.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01511.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>En ciertas condiciones de funcionamiento, el interruptor de la luz de freno accionado por presi&#243;n
                de aire, que est&#225; instalado fuera de la cabina en el cubretablero delantero, podr&#237;a no
                activarse durante aplicaciones de frenado normales o moderadas y podr&#237;a resultar en una falla en la
                activaci&#243;n de las luces de freno.
            </para>
            <para>Si las luces de freno no se encienden durante un frenado normal o moderado, no habr&#225; luces para
                indicar que el veh&#237;culo disminuye la velocidad,
                <emph type="bold">pudiendo resultar en un accidente automovil&#237;stico con da&#241;os a la propiedad,
                    lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye todas las series de modelos 5000, y 9000 fabricados entre 01/07/1998
                y 07/5/2001.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <stitle>Spanish - Recall 01511 - Reemplazo del interruptor de la luz de freno accionado por presi&#243;n de
                aire en las series de modelos de veh&#237;culos 5000 y 9000 fabricados entre 01/07/1998 y 07/5/2001
            </stitle>
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">Introducci&#243;n:</emph>
                este procedimiento explica c&#243;mo reemplazar el interruptor de luz de freno accionado por presi&#243;n
                de aire, como se muestra m&#225;s abajo en el elemento 1 en la
                <hotlnk xrefid="f0151101">FIGURA 1</hotlnk>.
            </para>
            <figure id="f0151101" figsize="col-wide">
                <graphic filename="../recallfigures/g0151101.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="352px"/>
                <caption>Orientaci&#243;n adecuada del m&#250;ltiple del interruptor de aire</caption>
                <calloutgroup>
                    <callout1>1. El interruptor de freno tiene una l&#237;nea o etiqueta roja en el cuerpo del
                        interruptor (cable naranjo).
                    </callout1>
                    <callout1>2. El interruptor de control crucero tiene una l&#237;nea o etiqueta blanca en el cuerpo
                        del interruptor (cable p&#250;rpura)
                    </callout1>
                    <callout1>3. Los cables del interruptor de freno y del interruptor de control crucero se deben
                        amarrar con correas al m&#250;ltiple de aire.
                    </callout1>
                    <callout1>4. M&#250;ltiple de aire</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque el freno de estacionamiento
                    y apague el motor.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise la orientaci&#243;n del interruptor de freno. Se debe instalar como se muestra en
                    la figura 1 m&#225;s arriba con los conectores el&#233;ctricos. Si est&#225; invertido y los
                    conectores el&#233;ctricos est&#225;n bajo el interruptor, DETENGA completamente el Retiro de
                    seguridad 00506 y consulte el documento de Retiro de seguridad G-00506.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del interruptor de freno y quite el interruptor de
                    freno del m&#250;ltiple de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo interruptor de freno y vuelva a conectar el conector el&#233;ctrico.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las luces de frenos para asegurarse de que se enciendan cuando se presione el
                    pedal del freno.
                </para>
            </step1>
            <step1>
                <para count="1">Para impedir que se vuelva a utilizar, doble inmediatamente los terminales del
                    interruptor antiguo con un alicate y desh&#225;gase adecuadamente de &#233;ste.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">Necesitar&#225; un interruptor de freno No. de refacci&#243;n: 2035006C2 para cada
                    cami&#243;n en esta campa&#241;a.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0151101">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01511-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Vuelva a colocar el interruptor de freno.</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.4 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.png" type="png" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.png" type="png" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-01511</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
