<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 01510 - Extremos de la barra de acoplamiento TRW en determinadas series de los modelos
        2000, 4000, 5000, 8000 y 9000 fabricados entre 15/6/1999 y 15/8/2000
    </stitle>
    <recall id="rec01510" translation="spanish">
        <recallnumber>01510</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Agosto de 2001</recalldate>
        <subjectfile>EJE DELANTERO</subjectfile>
        <subject>Extremos de la barra de acoplamiento TRW en determinadas series de los modelos 2000, 4000, 5000, 8000 y
            9000 fabricados entre 15/6/1999 y 15/8/2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <startdate>06/15/1999</startdate>
                        <enddate>08/15/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec01510.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus01510.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Se est&#225;n retirando todos los extremos de la barra de acoplamiento TRW 20-EDL en veh&#237;culos
                International, debido a la posibilidad de que el perno de r&#243;tula se separe de la r&#243;tula.
                Algunos de estos veh&#237;culos ya fueron retirados en el Retiro de seguridad 00512 por los extremos de
                la barra de acoplamiento TRW, consulte la secci&#243;n"NOTIFICACI&#211;N DEL PROPIETARIO" m&#225;s abajo
                para obtener una explicaci&#243;n.
                <emph type="bold">No hay ninguna opci&#243;n de inspecci&#243;n, todos los veh&#237;culos deben
                    reemplazar ambos extremos de la barra de acoplamiento con los extremos de la barra de acoplamiento
                    20-DL, incluso aquellos veh&#237;culos que se inspeccionaron s&#243;lo en 00512.
                </emph>
                Si un extremo de la barra de acoplamiento se separa, el conductor podr&#237;a perder el control de la
                direcci&#243;n y
                <emph type="bold">provocar un accidente automovil&#237;stico, que podr&#237;a resultar en da&#241;os a
                    la propiedad, lesiones personales o la muerte.
                </emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye los ejes frontales en las series de los modelos 2000, 4000, 5000,
                8000 y 9000 fabricados entre 15/6/1999 y 15/8/2000, con ejes ArvinMeritor de 12,000 lb., 13,200 lb.
                &#243; 14,600 lb. o ejes Dana de 9,000 lb.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation les comunicar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Los propietarios de los veh&#237;culos en el Retiro 00512 que no
                reemplazaron los extremos de la barra de acoplamiento antes de 7/8/01 recibir&#225;n notificaci&#243;n
                para esta campa&#241;a y
                <emph type="bold">sus registros del n&#250;mero de identificaci&#243;n del veh&#237;culo se reemplazaron
                    de 00512 a 01510 en nuestro sistema de garant&#237;a en 7/8/01.
                </emph>
                Los propietarios que inspeccionaron sus veh&#237;culos durante 00512 sin haber reemplazado los extremos
                de la barra de acoplamiento deben reemplazarlos durante esta campa&#241;a; sin embargo, el registro de
                inspecci&#243;n para 00512 permanecer&#225; en el historial del sistema de la garant&#237;a para estos n&#250;meros
                de identificaci&#243;n del veh&#237;culo. Durante el proceso de retiro, se entregar&#225; una lista de
                nombres y direcciones de propietarios a los distribuidores involucrados para que puedan seguir en
                contacto con los propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta
                campa&#241;a, ya que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="remove" graphiccount="3">
            <stitle>Spanish - Recall 01510 - Extremos de la barra de acoplamiento TRW en determinadas series de los
                modelos 2000, 4000, 5000, 8000 y 9000 fabricados entre 15/6/1999 y 15/8/2000
            </stitle>
            <title>Procedimiento de servicio</title>
            <svcsubproc>
                <title>Retiro del conjunto de la barra de acoplamiento e instalaci&#243;n de los nuevos extremos de la
                    barra de acoplamiento
                </title>
                <step1>
                    <para count="1">Estacione el veh&#237;culo en una superficie plana, coloque el freno de
                        estacionamiento y apague el motor.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se
                                mueve repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Observe la posici&#243;n de los extremos de la barra de acoplamiento y las
                        abrazaderas del tubo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Antes de quitar los extremos de la barra de acoplamiento, mida la longitud total del
                        conjunto de un extremo al otro y luego quite los pernos de la abrazadera y retire del tubo los
                        extremos de la barra de acoplamiento.
                    </para>
                </step1>
                <step1>
                    <para count="1">Rosque los extremos de la barra de acoplamiento en el tubo en cantidades iguales en
                        cada extremo hasta que se obtenga la longitud total del conjunto como se midi&#243; en el paso 4
                        m&#225;s arriba.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a colocar los extremos de la barra de acoplamiento en su posici&#243;n
                        original, alinee ambos extremos de la barra de acoplamiento, verifique dos veces la longitud
                        total del conjunto y apriete las abrazaderas en su posici&#243;n original.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Instalaci&#243;n del conjunto de la barra de acoplamiento</title>
                <step1>
                    <para count="1">Aseg&#250;rese de que las superficies de los agujeros del brazo de la barra de
                        acoplamiento y del perno de r&#243;tula est&#233;n limpias.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el conjunto de la barra de acoplamiento y apriete ambas tuercas del perno de
                        r&#243;tula de 100 a 125 lbf-pie (136 a 170 Nm). Si no puede instalar las chavetas de dos patas,
                        ajuste las tuercas almenadas a la siguiente abertura (no retroceda), instale las chavetas de dos
                        patas y d&#243;blelas a la posici&#243;n de cierre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Engrase ambos extremos de la barra de acoplamiento.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Configuraci&#243;n de la convergencia</title>
                <specpara>
                    <note>
                        <randlist type="bullet">
                            <item>
                                <para>Si se usa un equipo electr&#243;nico para configurar la convergencia, &#233;ste
                                    debe estar adecuadamente calibrado para asegurar la exactitud en la lectura de la
                                    inclinaci&#243;n.
                                </para>
                            </item>
                            <item>
                                <para>Configure la convergencia del eje delantero en 1/16 de pulgada &#177; 1/16 de
                                    pulgada. S&#243;lo un t&#233;cnico calificado debe configurar la convergencia.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">PROCEDIMIENTO DE CONVERGENCIA:</emph>
                    Si no se cuenta con un equipo electr&#243;nico, se puede seguir el siguiente procedimiento para
                    configurar la convergencia. Para obtener una lectura precisa se necesitan dos t&#233;cnicos
                    calificados para asegurar que las agujas est&#233;n siempre colocadas o ajustadas para estar siempre
                    delante de la l&#237;nea trazada en ambas llantas. La convergencia es la cantidad de fracciones de
                    una pulgada en que las ruedas delanteras est&#225;n m&#225;s cerca en la parte de adelante que en la
                    de atr&#225;s (Figura 1).
                </para>
                <figure id="f0151001" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151001.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Vista desde la parte delantera del veh&#237;culo</caption>
                </figure>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se
                                mueve repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Alce con el gato el eje delantero.</para>
                </step1>
                <step1>
                    <para count="1">Limpie el exceso de suciedad y humedad del centro de las rodaduras de ambas llantas
                        delanteras (360&#176; completos). Use un pedazo de tiza o pintura en rociador blanca para marcar
                        el &#225;rea central de ambas llantas alrededor de toda la circunferencia.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga una marca o un instrumento con punta contra el centro del &#225;rea blanca de
                        cada llanta y g&#237;relas en 360&#186;. La marca se debe mantener en su lugar, de modo que se
                        marque una delgada l&#237;nea recta alrededor de todas las llantas.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga una placa flotante indicadora de radio bajo cada rueda. Baje el veh&#237;culo
                        y retire los pasadores de retenci&#243;n de las placas indicadoras de radio para permitir que
                        las ruedas delanteras regresen a la posici&#243;n normal de funcionamiento. Si no se cuenta con
                        las placas flotantes indicadoras de radio, baje el veh&#237;culo al piso y mu&#233;valo hacia
                        adelante de 12 a 15 pies (3.65 a 4.57 m) para neutralizar la suspensi&#243;n delantera. Es
                        extremadamente importante neutralizar la suspensi&#243;n delantera, especialmente si el veh&#237;culo
                        se ha elevado con gato para marcar las llantas; de otro modo, las ruedas delanteras no regresar&#225;n
                        a la posici&#243;n normal de funcionamiento, ya que las llantas se agarrar&#225;n a la
                        superficie del piso cuando se baje el veh&#237;culo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Configure el extremo de la escala m&#243;vil del comp&#225;s de barra en cero
                        (Figura 2) y bloquee la escala en su lugar.
                    </para>
                </step1>
                <figure id="f0151002" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151002.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <calloutgroup>
                        <callout1>1. L&#205;NEA TRAZADA</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Ponga el comp&#225;s de barra en la parte trasera de las llantas delanteras, de modo
                        que la escala m&#243;vil que estaba configurada en cero en el paso 6 se centre con una de las l&#237;neas
                        trazadas en una de las llantas (Figura 2).
                    </para>
                </step1>
                <step1>
                    <para count="1">Ajuste la aguja en el extremo del comp&#225;s de barra frente a la escala m&#243;vil,
                        de modo que se alinee con la l&#237;nea trazada en la parte posterior de la llanta delantera
                        opuesta. Bloquee la aguja en su lugar con el comp&#225;s de barra. Retire el comp&#225;s de
                        barra, teniendo cuidado de no tocar ninguna de las agujas.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga el comp&#225;s de barra contra la parte delantera de las llantas, de modo que
                        el extremo de la aguja quede alineado con la l&#237;nea trazada en la llanta delantera. Suelte y
                        retire la aguja de la escala m&#243;vil en el extremo opuesto del comp&#225;s de barra, de modo
                        que tambi&#233;n quede alineado con la l&#237;nea trazada en la llanta opuesta. Bloquee la
                        escala en su lugar (Figura 3).
                    </para>
                </step1>
                <figure id="f0151003" figsize="col-wide">
                    <graphic filename="../recallfigures/g0151003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <calloutgroup>
                        <callout1>1. EXTREMO DE LA AGUJA</callout1>
                        <callout1>2. EXTREMO DE LA ESCALA M&#211;VIL AJUSTADO CON LA L&#205;NEA TRAZADA PARA INDICAR LAS
                            CONFIGURACIONES DE INCLINACI&#211;N REALES
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">La convergencia o divergencia en la escala m&#243;vil. Si la convergencia est&#225;
                        correcta, se leer&#225; 1/16 &#177; 1/16 de pulgada (0 a 1/8 de pulgada de convergencia). Si la
                        convergencia no est&#225; dentro de la especificaci&#243;n, aj&#250;stela como se destaca en los
                        pasos 1 al 5 a continuaci&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la convergencia est&#225; dentro de la especificaci&#243;n, coloque y apriete las
                        abrazaderas de la barra de acoplamiento a 50 a 60 lbf pie (68 a 82 Nm).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Ajuste de la convergencia</title>
                <para>
                    <emph type="bold">Si se requiere un ajuste de la convergencia, use el siguiente procedimiento:
                    </emph>
                </para>
                <step1>
                    <para count="1">Suelte las abrazaderas de la barra de acoplamiento que aseguran los extremos de la
                        barra a la barra de acoplamiento.
                    </para>
                </step1>
                <step1>
                    <para count="1">Gire la barra de acoplamiento para configurar la convergencia.</para>
                </step1>
                <step1>
                    <para count="1">Gire el volante de la direcci&#243;n en ambos sentidos para centrar el varillaje de
                        la direcci&#243;n (si el veh&#237;culo tiene direcci&#243;n hidr&#225;ulica, encienda el motor
                        antes de girar las ruedas). Aseg&#250;rese de que las ruedas delanteras est&#233;n en una posici&#243;n
                        recta.
                        <emph type="bold">Detenga el motor</emph>
                        y vuelva a revisar la configuraci&#243;n de la convergencia, repitiendo los pasos 6 al 10
                        "CONFIGURACI&#211;N DE LA CONVERGENCIA".
                    </para>
                </step1>
                <step1>
                    <para count="1">Repita los pasos 2 al 3 hasta que la lectura de la convergencia sea de 1/16 &#177;
                        1/16 de pulgada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque y apriete las abrazaderas de la barra de acoplamiento a 50 a 60 lbf pie (68
                        a 82 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Si vuelve a poner las abrazaderas de la barra de acoplamiento, aseg&#250;rese de que
                                los pernos de la abrazadera tengan un espacio adecuado para evitar que interfieran con
                                otros componentes. Si no existe un espacio adecuado entre las abrazaderas y otros
                                componentes mientras el veh&#237;culo efect&#250;a giros completos a la izquierda y
                                derecha, podr&#237;an producirse lesiones personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Reemplace ambos extremos de la barra de acoplamiento en todos los veh&#237;culos en esta campa&#241;a
                con el
                <emph type="bold">n&#250;mero de juego (8900074R91)</emph>. Este juego contiene dos extremos de la barra
                de acoplamiento que se ajustar&#225;n a todos los veh&#237;culos en esta campa&#241;a.
            </para>
        </partsinfo>
        <laborinfo>
            <para>No hay ninguna opci&#243;n de inspecci&#243;n en esta campa&#241;a. Todos los reclamos se deben
                efectuar con la operaci&#243;n de trabajo que aparece m&#225;s abajo.
            </para>
            <table id="t0151001">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-01510-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace dos extremos de la barra de acoplamiento</para>
                            </entry>
                            <entry colname="col3">
                                <para>1.0 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Notas especiales:</emph>
                El trabajo en todos los reclamos consiste en (1.0 hora) reparar ambos extremos de la barra de
                acoplamiento. No se ofrece ninguna opci&#243;n de inspecci&#243;n en esta campa&#241;a; por lo tanto, la
                disposici&#243;n para esta campa&#241;a no puede ser 1.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro
                <emph type="bold">G-01510</emph>.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones.</para>
        </responex>
    </recall>
</isis>
