<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 02514 - PODR&#205;AN FALTAR O ESTAR SUELTOS LOS PERNOS RETENEDORES DEL EJE INTERMEDIO DE LA
        DIRECCI&#211;N en los modelos 9200i, 9400i y 9900i, construidos en Escobedo desde el 6/4/02 hasta el 9/12/02
    </stitle>
    <recall id="rec02514" translation="spanish">
        <recallnumber>02514</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre de 2002</recalldate>
        <subjectfile>DIRECCI&#211;N</subjectfile>
        <subject>PODR&#205;AN FALTAR O ESTAR SUELTOS LOS PERNOS RETENEDORES DEL EJE INTERMEDIO DE LA DIRECCI&#211;N en
            los modelos 9200i, 9400i y 9900i, construidos en Escobedo desde el 6/4/02 hasta el 9/12/02
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>06/04/2002</startdate>
                        <enddate>09/12/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>06/04/2002</startdate>
                        <enddate>09/12/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>06/04/2002</startdate>
                        <enddate>09/12/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>El eje intermedio de la direcci&#243;n conecta la columna de direcci&#243;n a la caja de engranajes de
                direcci&#243;n y se sostiene en su lugar mediante dos pernos retenedores. Uno de ellos se encuentra en
                la parte superior del eje intermedio, dentro de la cabina, y el segundo est&#225; en el extremo inferior
                del eje intermedio, fuera de la cabina, en la caja de engranajes de direcci&#243;n. Ambos pernos
                retenedores podr&#237;an faltar o estar sueltos. Consulte la Figura 1.
            </para>
            <para>
                <title>RIESGO DE SEGURIDAD DEL VEH&#205;CULO MOTORIZADO</title>
            </para>
            <para>Si un perno retenedor falta o est&#225; suelto, el operador puede experimentar p&#233;rdida de control
                de la direcci&#243;n. La p&#233;rdida de control de la direcci&#243;n puede provocar un accidente
                vehicular, que podr&#237;a tener como consecuencia da&#241;os a la propiedad, lesiones personales o la
                muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>S&#243;lo se incluyen los modelos 9200i, 9400i y 9900i, fabricados en Escobedo desde el 6/4/02 hasta
                el 9/12/02. Los modelos fabricados en Escobedo se pueden identificar por la designaci&#243;n 3N en los d&#237;gitos
                10 y 11 del VIN.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de recuperaci&#243;n, se entregar&#225; una lista de
                nombres y direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en
                contacto con ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a,
                ya que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">DESCRIPCI&#211;N:</emph>
                En todos los veh&#237;culos de esta recuperaci&#243;n se debe revisar el eje intermedio de la direcci&#243;n,
                para asegurarse de que los pernos retenedores DE AMBOS EXTREMOS est&#233;n instalados y que se les haya
                aplicado la torsi&#243;n correcta. El extremo superior del eje intermedio est&#225; dentro de la cabina
                y el extremo inferior est&#225; fuera de la cabina y conecta al engranaje de direcci&#243;n. Consulte la
                Figura 1.
            </para>
            <figure id="f0251401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0251401.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="432px"/>
                <caption>Vista del conjunto del eje intermedio de la direcci&#243;n</caption>
                <calloutgroup>
                    <callout1>1. PERNO RETENEDOR SUPERIOR EN LA COLUMNA DE DIRECCI&#211;N</callout1>
                    <callout1>2. EXTREMO SUPERIOR DEL EJE INTERMEDIO</callout1>
                    <callout1>3. PANEL DELANTERO DE LA CABINA O CUBIERTA DE MOTOR</callout1>
                    <callout1>4. PERNO RETENEDOR INFERIOR EN EL ENGRANAJE DE DIRECCI&#211;N</callout1>
                    <callout1>5. EXTREMO INFERIOR DEL EJE INTERMEDIO</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                    instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                        cuando realice el mantenimiento o servicio del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Si debe levantar el veh&#237;culo, no trabaje bajo el veh&#237;culo apoyado solamente en
                            los gatos. Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la
                            muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apague el motor, aplique el freno de estacionamiento y ponga la transmisi&#243;n en
                    neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Se debe desmontar la cubierta inferior de algunos niveles del marco interior, bajo la
                    columna de direcci&#243;n, para acceder al perno retenedor superior de la junta card&#225;n del eje
                    intermedio de direcci&#243;n. Si es necesario, quite esta cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique la cabeza del perno retenedor y vea si la cabeza de 12 puntos 3/8" (consulte la
                    Figura 2, Elemento 4) se ha retirado adecuadamente, dejando un punto sin pintura en el centro de la
                    cabeza del perno. Si la cabeza de rosca no est&#225;, no es necesaria ninguna acci&#243;n para este
                    perno retenedor. Siga con el paso 8.
                </para>
            </step1>
            <figure id="f0251402" figsize="col-wide">
                <graphic filename="../recallfigures/g0251402.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Perno retenedor especial</caption>
                <calloutgroup>
                    <callout1>1. CABEZA HEXAGONAL DEL PERNO RETENEDOR</callout1>
                    <callout1>2. TUERCA DE REBORDE</callout1>
                    <callout1>3. ARANDELA PLANA PARA ASENTAR LA CABEZA DEL PERNO</callout1>
                    <callout1>4. CABEZA ROSCA DE 12 PUNTOS EN EL PERNO RETENEDOR</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0251403" figsize="col-wide">
                <graphic filename="../recallfigures/g0251403.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Perno con torsi&#243;n deficiente</caption>
                <calloutgroup>
                    <callout1>1. No se ha apretado correctamente la cabeza de rosca.</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0251404" figsize="col-wide">
                <graphic filename="../recallfigures/g0251404.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Perno apretado</caption>
                <calloutgroup>
                    <callout1>1. Se ha apretado correctamente el perno retenedor cuando la cabeza de rosca se rompe.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si falta el perno, instale el perno nuevo, la arandela plana endurecida y la tuerca como
                    se describe en la siguiente secci&#243;n "INFORMACI&#211;N SOBRE LAS REFACCIONES". La arandela se
                    debe colocar bajo la cabeza del perno. Sosteniendo la tuerca, apriete la cabeza de 12 puntos sobre
                    el perno hasta que la cabeza 3/8" salte como se muestra en la Figura 4. No se requiere torsi&#243;n
                    adicional.
                </para>
            </step1>
            <step1>
                <para count="1">Si la cabeza del perno de rosca de 12 puntos 3/8" a&#250;n est&#225; adherida al perno
                    como se muestra en la Figura 3, esto indica que el perno no tiene la torsi&#243;n correcta. Sostenga
                    la tuerca y apriete la cabeza del perno de 12 puntos 3/8" hasta que salte de la cabeza hexagonal del
                    perno retenedor, como se muestra en la Figura 4. Cuando la cabeza hexagonal de 12 puntos salta
                    despedida, el perno tiene la torsi&#243;n adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Bajo el cofre, inspeccione el perno retenedor en el acoplador del eje intermedio de
                    direcci&#243;n que va al engranaje de direcci&#243;n. Tambi&#233;n repita los pasos 5, 6 y 7 para
                    este perno.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">NOTA:</emph>
                Se espera que muy pocos veh&#237;culos en esta recuperaci&#243;n necesiten la instalaci&#243;n de
                pernos. El stock de refacciones es limitado. Le rogamos no solicitar refacciones hasta que haya
                verificado que son necesarias.
            </para>
            <para>
                <emph type="bold">Si falta UN PERNO, necesitar&#225;:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Un perno n&#250;mero de refacci&#243;n 3535854C1 y</emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Un juego de tuerca y arandela n&#250;mero 8900079R91.</emph>
                    </para>
                </item>
            </randlist>
            <table id="t0251401">
                <title>El contenido del juego de tuerca y arandela para 8900079R91 es el siguiente:</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.68*"/>
                    <colspec colname="col2" align="center" colwidth="0.78*"/>
                    <colspec colname="col3" align="center" colwidth="0.53*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Contratuerca hexagonal 7/16 - 20, torsi&#243;n dominante, grado 8</para>
                            </entry>
                            <entry align="center">
                                <para>273896</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arandela plana endurecida 7/16 (0.469 D.I. X 0.922 D.E.)</para>
                            </entry>
                            <entry align="center">
                                <para>26272R1</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Contenido y hoja de especificaciones de torsi&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>2508386R1</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA: Utilice la operaci&#243;n de trabajo uno o dos, pero no ambas. La mano de obra
                    total m&#225;xima pagada para esta campa&#241;a debe ser 0.4 horas.
                </emph>
            </para>
            <table id="t0251402">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02514-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccionar y/o aplicar torsi&#243;n a ambos pernos retenedores</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02514-2</para>
                            </entry>
                            <entry>
                                <para>Inspeccionar, instalar y aplicar torsi&#243;n a los pernos retenedores</para>
                            </entry>
                            <entry>
                                <para>0.4 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de recuperaci&#243;n de veh&#237;culos
                se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo, es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                La mayor parte de los reclamos debe utilizar la causa n&#250;mero 1 que se indica m&#225;s adelante s&#243;lo
                para la inspecci&#243;n.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de recuperaci&#243;n.
            </para>
            <para>Es importante que la Codificaci&#243;n de recuperaci&#243;n se complete correctamente para facilitar
                el procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de recuperaci&#243;n.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
