<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 02510 - Instalaci&#243;n de sensores de velocidad de las ruedas en el Sistema de frenos
        antibloqueo (ABS) hidr&#225;ulico, revisi&#243;n de funcionalidad y evaluaci&#243;n de la corrosi&#243;n del
        rotor de freno en algunos modelos de autobuses 1552, 1652, 3400, 3800, 4700, 4900 y FE, IC, CE y RE.
    </stitle>
    <recall id="rec02510" translation="spanish">
        <recallnumber>02510</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Noviembre de 2002</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Instalaci&#243;n de sensores de velocidad de las ruedas en el Sistema de frenos antibloqueo (ABS) hidr&#225;ulico,
            revisi&#243;n de funcionalidad y evaluaci&#243;n de la corrosi&#243;n del rotor de freno en algunos modelos
            de autobuses 1552, 1652, 3400, 3800, 4700, 4900 y FE, IC, CE y RE.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1552
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>1652
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>03/01/1999</startdate>
                        <enddate>04/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>La unidad de control electr&#243;nico (ECU) del ABS hidr&#225;ulico 410M del modelo TRW puede
                malinterpretar las se&#241;ales err&#225;ticas o de baja amplitud de la velocidad de las ruedas. Si la
                ECU malinterpreta estas se&#241;ales falsas, es posible que la ECU de TRW no distinga correctamente
                entre una se&#241;al real de rotaci&#243;n de la rueda o una se&#241;al err&#225;tica desigual. La ECU
                puede activar el ABS, en lugar de desactivarlo en respuesta a una se&#241;al falsa. Esto puede provocar
                que el conductor tenga la sensaci&#243;n de que el pedal est&#225; duro y una disminuci&#243;n en la
                desaceleraci&#243;n al finalizar el frenado, lo que producir&#225; una distancia mayor de frenado.
                Durante las condiciones descritas, es posible que la luz indicadora de advertencia del ABS no se
                encienda para advertir al conductor que el sistema est&#225; funcionando en forma defectuosa.
            </para>
            <para>(Al final de este documento puede encontrar informaci&#243;n adicional y las preguntas m&#225;s
                frecuentes.)
            </para>
            <para>
                <title>RIESGO DE SEGURIDAD DEL VEH&#205;CULO MOTORIZADO</title>
            </para>
            <para>Si un veh&#237;culo experimenta una de las se&#241;ales falsas que generan condiciones como las
                descritas anteriormente, y si la ECU malinterpreta la se&#241;al, el conductor puede experimentar
                repentinamente una mayor distancia de frenado, lo que podr&#237;a provocar un accidente vehicular,
                posibles da&#241;os a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Algunos de los modelos de autobuses incluidos en esta recuperaci&#243;n son: 1552, 1652, 3400, 3800,
                4700, 4900 y FE, IC, CE y RE. Hemos incluido y notificaremos s&#243;lo a aquellos clientes cuyos veh&#237;culos
                cumplen con los siguientes criterios:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Veh&#237;culos que se fabricaron entre el 3/01/99 y el 4/01/02, pero que tambi&#233;n fueron
                    </para>
                </item>
                <item>
                    <para>despachados al cliente (DTU) desde el 3/01/99 hasta el 4/01/02.</para>
                </item>
            </seqlist>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de recuperaci&#243;n, se entregar&#225; una lista de
                nombres y direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en
                contacto con ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a,
                ya que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="adjust" graphiccount="0">
            <title>Resoluciones</title>
            <svcsubproc>
                <title>QU&#201; SE PUEDE HACER AHORA COMO MEDIDA PROVISORIA</title>
                <step1>
                    <para count="1">A los clientes que tienen frenos con ABS hidr&#225;ulico en camiones y autobuses
                        despachados antes del 4/01/02, se les notificar&#225; y dar&#225; la opci&#243;n de instalar los
                        sensores de velocidad de las ruedas en el ABS ellos mismos. International tambi&#233;n solicit&#243;
                        a los clientes llevar su veh&#237;culo a un distribuidor si: (1) no son capaces o no desean
                        realizar el procedimiento por s&#237; mismos, (2) su luz del ABS se enciende o (3) tienen un
                        problema de frenos (ver el documento del cliente).
                    </para>
                </step1>
                <step1>
                    <para count="1">Este documento proporciona el Procedimiento de servicio para que los distribuidores
                        instalen los sensores de velocidad de las ruedas y revisen la funcionalidad del ABS. El
                        Procedimiento de servicio es una medida preliminar para otra recuperaci&#243;n que reemplazar&#225;
                        la ECU del ABS.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>RESOLUCI&#211;N FINAL</title>
                <para>La ECU del ABS est&#225; en proceso de ser redise&#241;ada por el proveedor para eliminar los
                    problemas provocados por una falsa interpretaci&#243;n de las se&#241;ales de velocidad de las
                    ruedas. Se emitir&#225; un nuevo n&#250;mero de recuperaci&#243;n para reemplazar la ECU del ABS,
                    despu&#233;s de que terminen el redise&#241;o y la prueba correspondientes, y se obtendr&#225; un
                    inventario de la ECU adecuado para comenzar la campa&#241;a.
                    <emph type="bold">Esto posiblemente ser&#225; a mediados del a&#241;o 2003.</emph>
                </para>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">DESCRIPCI&#211;N:</emph>
                Los cuatro sensores de velocidad de las ruedas en el ABS se deben instalar en todos los veh&#237;culos
                que participan en esta recuperaci&#243;n. Despu&#233;s de realizar este procedimiento, el veh&#237;culo
                debe pasar por una prueba de conducci&#243;n. Si se enciende la luz de advertencia del ABS durante la
                prueba de conducci&#243;n, se requerir&#225; una localizaci&#243;n y soluci&#243;n de problemas
                adicional. Algunos veh&#237;culos que han sido expuestos a caminos con sal o humedad excesiva pueden
                desarrollar corrosi&#243;n u &#243;xido en los dientes del anillo de tono del ABS. La variaci&#243;n del
                perfil del diente debido a una corrosi&#243;n severa en el anillo de tono puede causar una se&#241;al
                defectuosa, aun cuando exista una separaci&#243;n adecuada entre el anillo de tono y el sensor. Si el
                sensor se ha instalado para hacer contacto con el anillo de tono y la variaci&#243;n del diente parece
                causar una se&#241;al defectuosa desde el anillo de tono, se debe reemplazar el rotor. Si se reemplaza
                un rotor, se debe mantener en su ubicaci&#243;n para que sea inspeccionado por el Ingeniero de servicio
                al cliente (CSE).
            </para>
            <para>
                <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                    instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                        cuando realice el mantenimiento o servicio del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apague el motor, aplique el freno de estacionamiento y ponga la transmisi&#243;n en
                    neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los cuatro sensores de velocidad de las ruedas en forma manual, hasta que hagan
                    contacto con el anillo de tono y dejen de moverse. Algunas veces el sensor s&#243;lo se mover&#225;
                    0.002 pulgadas. Aseg&#250;rese de no da&#241;ar los cables del sensor. Los cuatro sensores se pueden
                    ubicar f&#225;cilmente siguiendo los cables del sensor en los ejes hasta la parte posterior del
                    extremo de la rueda. Los cables del sensor son los &#250;nicos cables que van desde el eje hasta la
                    parte posterior del extremo de la rueda. Aseg&#250;rese de no da&#241;ar los cables del sensor.
                    Encontrar&#225; los cuatros sensores en la parte interior del extremo de cada rueda, dos en el eje
                    delantero y dos en el eje trasero. Instale los cuatro sensores de velocidad de las ruedas en forma
                    manual (con el pulgar) hasta que hagan contacto con el anillo de tono en el rotor. Los sensores se
                    ajustan firmemente en los orificios y s&#243;lo pueden moverse un poco (0.002 pulgadas); sin
                    embargo, deber&#237;a sentirlos moverse. Es posible que la instalaci&#243;n de los sensores requiera
                    de mucha fuerza, pero no deber&#237;a ser mayor que la fuerza que pueda ejercer con sus manos. No
                    golpee el sensor con ning&#250;n tipo de herramienta.
                </para>
            </step1>
            <step1>
                <para count="1">Realice una conducci&#243;n de prueba del veh&#237;culo a diversas velocidades, hasta
                    por lo menos 30 MPH, y aplique el freno varias veces para verificar que la luz de advertencia del
                    ABS permanezca apagada y los frenos funcionen en forma adecuada. La sensaci&#243;n del pedal del
                    freno debe ser normal, sin ninguna vibraci&#243;n, amortiguaci&#243;n o presi&#243;n muy fuerte
                    cuando se realiza una aplicaci&#243;n normal del freno en pavimento seco. Si la luz del ABS
                    permanece apagada y los frenos funcionan en forma normal, no es necesaria ninguna otra acci&#243;n
                    en este momento, pero lea los pasos 5 y 6 como referencia futura. Si se enciende la luz del ABS,
                    contin&#250;e con el paso 5.
                </para>
            </step1>
            <step1>
                <para count="1">Si se enciende la luz de advertencia del ABS durante la prueba de conducci&#243;n,
                    prosiga para localizar y solucionar la falla y tomar las medidas correspondientes para corregir el
                    problema. La falla en el ABS se puede deber a ciertas condiciones, incluidos pero no limitados al
                    deterioro del perfil del diente del anillo de tono por la corrosi&#243;n, calentamiento por roce del
                    o los cables del sensor, conexiones el&#233;ctricas deficientes en el ABS o un sensor defectuoso. Si
                    la falla se debe a dientes corro&#237;dos en un anillo de tono, reemplace s&#243;lo el rotor que est&#225;
                    causando el c&#243;digo de falla. Los patines de los frenos, calibradores y todas las dem&#225;s
                    refacciones del freno que no corresponden al ABS, no est&#225;n cubiertas en esta recuperaci&#243;n.
                    Tampoco se incluyen los rotores con superficies del pat&#237;n del freno desgastadas. El
                    procedimiento anterior para los sensores se debe realizar en cada intervalo de mantenimiento en el
                    caso de camiones y autobuses que transitan en estados donde se aplica sal en los caminos (seg&#250;n
                    la Tabla 1 en el Paso 6), hasta que la ECU est&#233; disponible. En el caso de veh&#237;culos que
                    transitan en estados donde no se aplica sal en los caminos, s&#243;lo se requiere realizar una vez
                    el procedimiento anterior. Para consultar el procedimiento de reparaci&#243;n en l&#237;nea con
                    ilustraciones, puede ir a:
                    <emph type="bold">http://www.internationaldelivers.com</emph>
                    y seleccionar "Soporte al cliente".
                </para>
            </step1>
            <step1>
                <para count="1">El procedimiento anterior para los sensores se debe realizar en cada intervalo de
                    mantenimiento en el caso de camiones y autobuses que transitan en estados donde se aplica sal en los
                    caminos (seg&#250;n la Tabla 1), hasta que la ECU est&#233; disponible. En el caso de veh&#237;culos
                    que transitan en estados donde no se aplica sal en los caminos, s&#243;lo se requiere realizar una
                    vez el procedimiento de instalaci&#243;n de los sensores.
                </para>
                <table id="t0251001">
                    <tgroup cols="2">
                        <colspec colname="col1"/>
                        <colspec colname="col2"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>Veh&#237;culo que transita en</para>
                                </entry>
                                <entry>
                                    <para>Ubicaci&#243;n</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>Zona donde no se aplica sal en los caminos</para>
                                    <para>Realizar procedimiento una vez</para>
                                </entry>
                                <entry>
                                    <para>AL, AR, AZ, FL, GA, HI, LA, NC, OK, OR, SC, TN TX, UT, WA</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Zona donde se aplica sal en los caminos: alta corrosi&#243;n</para>
                                    <para>Realizar en cada intervalo de mantenimiento</para>
                                </entry>
                                <entry>
                                    <para>En todos los dem&#225;s estados y en todo Canad&#225;</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">TODOS LOS ROTORES DE FRENO CORRO&#205;DOS QUE SEAN EXTRA&#205;DOS SE DEBEN MANTENER EN
                    SU UBICACI&#211;N PARA SER INSPECCIONADOS POR EL CSE ANTES DE DESECHARLOS.
                </emph>
            </para>
            <para>Conserve todos los rotores para que el CSE los inspeccione, de acuerdo a las instrucciones que
                aparecen en el formulario R-5185 AUTORIZACI&#211;N PARA EL DESECHO DE REFACCIONES.
            </para>
        </partsinfo>
        <laborinfo>
            <para>No hay ninguna opci&#243;n de inspecci&#243;n. Hay una sola operaci&#243;n de trabajo definida para
                esta recuperaci&#243;n, debido a que se espera que la mayor&#237;a de los veh&#237;culos necesiten s&#243;lo
                la instalaci&#243;n de los sensores de velocidad de las ruedas en el ABS. Si un rotor requiere reemplazo
                debido a una corrosi&#243;n en el anillo de tono, use la operaci&#243;n de reparaci&#243;n est&#225;ndar
                para el reembolso de la mano de obra.
                <emph type="bold">Se puede presentar m&#225;s de un reclamo</emph>
                para esta reparaci&#243;n en veh&#237;culos que transitan en estados de alta corrosi&#243;n, como se
                describe en la Tabla 1 de este documento.
            </para>
            <table id="t0251002">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02510-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instalaci&#243;n de sensores del ABS</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de recuperaci&#243;n de veh&#237;culos
                se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo, es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                <emph type="bold">TODOS LOS RECLAMOS DEBEN UTILIZAR LA CAUSA N&#218;MERO 2 QUE SE INDICA M&#193;S
                    ADELANTE</emph>, la cual se refiere a las refacciones "inspeccionadas y reparadas". No hay ninguna
                opci&#243;n de inspecci&#243;n en esta recuperaci&#243;n de seguridad. Se debe realizar la operaci&#243;n
                de trabajo A40-02510-1 en todos los veh&#237;culos.
                <emph type="bold">Se puede presentar m&#225;s de un reclamo</emph>
                para esta reparaci&#243;n en veh&#237;culos que transitan en estados de alta corrosi&#243;n, como se
                describe en la Tabla 1 de este documento.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de recuperaci&#243;n.
            </para>
            <para>Es importante que la Codificaci&#243;n de recuperaci&#243;n se complete correctamente para facilitar
                el procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de recuperaci&#243;n.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
