<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 02501 - Pernos de montaje con torsi&#243;n insuficiente en las suspensiones neum&#225;ticas
        optimizadas de comodidad de marcha International (IROS - International Ride Optimized Suspensions) en los
        modelos 4300 y 4400, fabricados desde el 24 de octubre de 2000 al 30 de octubre de 2001.
    </stitle>
    <recall id="rec02501" translation="spanish">
        <recallnumber>02501</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Marzo de 2002</recalldate>
        <subjectfile>MUELLES</subjectfile>
        <subject>Pernos de montaje con torsi&#243;n insuficiente en las suspensiones neum&#225;ticas optimizadas de
            comodidad de marcha International (IROS - International Ride Optimized Suspensions) en los modelos 4300 y
            4400, fabricados desde el 24 de octubre de 2000 al 30 de octubre de 2001.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/30/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/30/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>14TBG</ucode>
                <ucode>14TBH</ucode>
                <ucode>14TBJ</ucode>
                <ucode>14TBL</ucode>
                <ucode>14TBM</ucode>
                <ucode>14TBN</ucode>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec02501.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus02501.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Hay una barra de apoyo principal izquierda y derecha en la suspensi&#243;n trasera IROS que se instala
                entre el muelle neum&#225;tico, el soporte del apoyo colgante del bastidor de la barra de apoyo
                principal y el eje (ver Figura 1). La funci&#243;n de las barras de apoyo principales es sostener y
                ubicar el eje. Dos pernos y dos tuercas sujetan los extremos del pasador de barra, que se encuentra en
                cada buje del extremo de la barra de apoyo principal, al apoyo colgante de la barra de apoyo principal
                montada en el bastidor. Durante el ensamblaje, esos pernos y tuercas no se apretaron a la especificaci&#243;n
                de torsi&#243;n requerida de 500 a 625 Nm.
            </para>
            <para>Con una carga de la abrazadera inferior a la especificada, las tuercas se pueden soltar y
                desenroscarse por completo, o los pernos se pueden fracturar por fatiga. Cualquiera de estas condiciones
                podr&#237;a ocasionar la falla de la conexi&#243;n durante la vida &#250;til del veh&#237;culo, lo que
                producir&#237;a la p&#233;rdida repentina del control del veh&#237;culo y, posiblemente, un accidente
                vehicular, da&#241;os a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Solamente los modelos 4300 y 4400 fabricados en la planta de ensamblaje de Springfield desde el 24 de
                octubre de 2000 hasta el 31 de octubre de 2001 con c&#243;digos de suspensi&#243;n 14TBJ, 14TBL, 14TBM o
                14TBN.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">INTRODUCCI&#211;N:</emph>
                Cambie los cuatro pernos y tuercas de todos los veh&#237;culos de esta campa&#241;a. No hay ninguna opci&#243;n
                de inspecci&#243;n en este retiro de seguridad. Utilice un juego (8900081R91) por veh&#237;culo, el que
                contiene cuatro tuercas de fijaci&#243;n y cuatro pernos. Consulte la Figura 1 a continuaci&#243;n.
            </para>
            <figure id="f0250101" figsize="col-wide">
                <graphic filename="../recallfigures/g0250101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Vista del lado del conductor de la suspensi&#243;n IROS</caption>
                <calloutgroup>
                    <callout1>1. Los pernos atraviesan el pasador de barra del buje en la direcci&#243;n de la flecha
                        con la cabeza del perno contra el pasador de barra y la tuerca contra el apoyo colgante. Se
                        requieren dos pernos y dos tuercas por lado.
                    </callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                    instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n de ojos segura cuando
                        realice mantenimiento o servicio del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Si debe levantar el veh&#237;culo, no trabaje bajo el veh&#237;culo apoyado solamente en
                            los gatos. Los gatos pueden deslizarse o caer y provocar lesiones personales graves o la
                            muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apague el motor y aplique los frenos.</para>
            </step1>
            <step1>
                <para count="1">Saque un perno y tuerca a la vez y luego instale el perno y la tuerca nuevos y apriete
                    el nuevo perno casi con la torsi&#243;n completa, de manera que la carga de la abrazadera mantenga
                    alineado el pasador del buje mientras cambia el otro perno. Repita este paso hasta cambiar los
                    cuatro pernos y tuercas. Los pernos y tuercas nuevos se deben instalar con las tuercas mirando hacia
                    la parte de atr&#225;s.
                    <emph type="bold">NO VUELVA A UTILIZAR NINGUNO DE LOS PERNOS O TUERCAS ORIGINALES</emph>
                    pues es posible que no soporten la torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos y tuercas nuevos entre 370 y 460 lbf pies (500 y 625 Nm) con una
                    llave de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Deseche inmediatamente las tuercas y pernos del equipo original que acaba de quitar.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Todos los veh&#237;culos de este retiro requieren un juego de reparaci&#243;n. Las refacciones
                necesarias para este retiro se incluyen en el juego n&#250;mero
                <emph type="bold">8900081R91</emph>. Se debe instalar este juego en todos los veh&#237;culos marcados
                para esta campa&#241;a; por lo tanto, no hay operaciones de trabajo de inspecci&#243;n contempladas.
            </para>
            <table id="t0250101">
                <title>Contenidos del juego para 8900081R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.62*"/>
                    <colspec colname="col2" align="center" colwidth="0.83*"/>
                    <colspec colname="col3" align="center" colwidth="0.54*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>M&#233;trica del perno, M20X100 revestido en fosfato</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>31090R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>M&#233;trica de la tuerca hexagonal, M20 de torsi&#243;n dominante, tuerca de
                                    fijaci&#243;n
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>40204R1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>4</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>Se debe cambiar los cuatro pernos y tuercas de todos los veh&#237;culos.</para>
            <table id="t0250102">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y cambie los cuatro pernos de montaje de la barra de apoyo principal.</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.6 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                No se ofrece ninguna opci&#243;n de inspecci&#243;n en esta campa&#241;a; por lo tanto, la disposici&#243;n
                para esta campa&#241;a no puede ser 1.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
