<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 02502 - Cilindros maestros del freno hidr&#225;ulico en buses FC, FE y RE fabricados desde
        el 21 de mayo de 1991 hasta el 8 de noviembre de 1996.
    </stitle>
    <recall id="rec02502" translation="spanish">
        <recallnumber>02502</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Marzo de 2002</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Cilindros maestros del freno hidr&#225;ulico en buses FC, FE y RE fabricados desde el 21 de mayo de
            1991 hasta el 8 de noviembre de 1996.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000
                    <daterange>
                        <startdate>05/21/1991</startdate>
                        <enddate>11/08/1996</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <exhotlnk document="../recalls/Rec02502.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus02502.pdf" bookname="RECALL">Copia lista para imprimir (archivo PDF)
                    del documento del cliente
                </exhotlnk>
            </para>
            <para>Estos cilindros maestros tienen dep&#243;sitos montados a distancia y una placa adaptadora moldeada de
                aluminio, montada encima del cuerpo del cilindro maestro de hierro fundido. La corrosi&#243;n galv&#225;nica
                en la placa adaptadora moldeada puede producir la deformaci&#243;n de los sellos de las ruedas del guay&#237;n
                que est&#225;n montados en la placa adaptadora. Esta condici&#243;n se produce entre la placa adaptadora
                de aluminio y el cuerpo del cilindro maestro de hierro fundido. Si los sellos se deforman, las v&#225;lvulas
                disparadoras no pueden asentarse correctamente contra los sellos de las ruedas del guay&#237;n. La funci&#243;n
                de las v&#225;lvulas disparadoras es asentarse contra los sellos y mantener la presi&#243;n del fluido
                durante la aplicaci&#243;n del freno. Si las v&#225;lvulas disparadoras no pueden asentarse
                completamente, el fluido puede fluir de regreso a trav&#233;s de las v&#225;lvulas disparadoras hacia el
                dep&#243;sito y producir una p&#233;rdida de presi&#243;n en los frenos delanteros, en los frenos
                traseros o en ambos.
            </para>
            <para>
                <title>RIESGO EN LA SEGURIDAD DEL VEH&#205;CULO MOTORIZADO</title>
            </para>
            <para>La disminuci&#243;n en el potencial de frenos no se puede predecir, puesto que depende del volumen del
                flujo que regresa a trav&#233;s de las v&#225;lvulas disparadoras. Este problema puede producir una
                mayor distancia de frenado sin advertir al conductor, el que puede sentir que el pedal pierde
                efectividad o que llega completamente hasta el piso. Una condici&#243;n de frenado prolongada e
                impredecible podr&#237;a provocar un accidente vehicular y da&#241;os a la propiedad, lesiones
                personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Los modelos de bus incluidos son el FC, FE y RE fabricados desde el 21 de mayo de 1991 hasta el 8 de
                noviembre de 1996 con frenos hidr&#225;ulicos.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan seguir en contacto con los
                propietarios y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya
                que puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="2">
            <stitle>Spanish - Recall 02502 - Cilindros maestros del freno hidr&#225;ulico en buses FC, FE y RE
                fabricados desde el 21 de mayo de 1991 hasta el 8 de noviembre de 1996.
            </stitle>
            <title>Procedimiento de servicio</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">INTRODUCCI&#211;N:</emph>
                    Este procedimiento comienza con una inspecci&#243;n visual para identificar el tipo de placa
                    adaptadora de aluminio que hay en el cilindro maestro (existen dos tipos de placas adaptadoras y
                    ambas son de aluminio). Si el cilindro maestro tiene una placa adaptadora moldeada, seg&#250;n se
                    define en el siguiente procedimiento, el cilindro maestro se debe cambiar.
                </para>
                <para>
                    <emph type="bold">Antes de realizar el servicio, lea y entienda completamente las siguientes
                        instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n de ojos segura
                            cuando realice mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Revisi&#243;n</title>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se
                                mueve inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la
                                muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Si debe levantar el veh&#237;culo, no trabaje bajo el veh&#237;culo apoyado solamente
                                en los gatos. Los gatos pueden deslizarse o caer y, posiblemente, provocar lesiones
                                personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Apague el motor y aplique el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Inspeccione el conjunto del cilindro maestro e identifique el tipo de placa
                        adaptadora (l&#237;mpiela si es necesario).
                    </para>
                </step1>
                <figure id="f0250201" figsize="col-wide">
                    <graphic filename="../recallfigures/g0250201.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Adaptador moldeado</caption>
                    <calloutgroup>
                        <callout1>1. El adaptador tiene una hendidura sin marcas de fecha</callout1>
                        <callout1>CAMBIE LOS CILINDROS MAESTROS CON HENDIDURA</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250202" figsize="col-wide">
                    <graphic filename="../recallfigures/g0250202.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Adaptador de moldeo permanente</caption>
                    <calloutgroup>
                        <callout1>1. Sin hendidura; el adaptador tiene el fondo plano y marcas de fecha</callout1>
                        <callout1>NO LO CAMBIE SI NO HAY HENDIDURA</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si la placa adaptadora tiene una hendidura en el fondo, como se ilustra en la FIGURA
                        1, vaya a las instrucciones para cambiar el cilindro maestro; no obstante, si la placa
                        adaptadora tiene el fondo plano, como en la FIGURA 2 (sin hendidura), NO cambie el cilindro
                        maestro.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Instrucciones para cambiar el cilindro maestro</title>
                <step1>
                    <para count="1">Desconecte el enchufe conmutador de diferencial de presi&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Coloque un colector de drenaje bajo el cilindro maestro y roc&#237;e lubricante
                        sobre las cuatro conexiones de l&#237;nea del freno en el cilindro maestro.
                    </para>
                </step1>
                <step1>
                    <para count="1">Suelte las cuatro conexiones de l&#237;nea del freno, saque las dos l&#237;neas de
                        presi&#243;n del freno, instale inmediatamente las mangueras del juego del purgador, suelte la
                        tapa del dep&#243;sito y permita que todo el l&#237;quido de freno se drene del dep&#243;sito a
                        trav&#233;s del cilindro maestro y hacia el colector de drenaje. No vuelva a utilizar el l&#237;quido.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite las cuatro tuercas de montaje del cilindro maestro.</para>
                </step1>
                <step1>
                    <para count="1">Desconecte las dos l&#237;neas del freno de la parte superior del cilindro maestro,
                        cubra los extremos abiertos de las l&#237;neas para evitar que entren contaminantes en ellas y
                        quite el cilindro maestro.
                    </para>
                </step1>
                <step1>
                    <para count="1">Saque de la caja el cilindro maestro nuevo, que cuenta con un conmutador de
                        diferencial de presi&#243;n nuevo, y guarde la caja para devolver la refacci&#243;n usada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el cilindro maestro nuevo. Aplique una torsi&#243;n de entre 25 y 30 lbf
                        pies (34 y 41 Nm) a las cuatro tuercas de montaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las dos l&#237;neas del freno de la parte superior y apl&#237;queles una
                        torsi&#243;n de entre 16 y 17 lbf pies (22 y 23 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a ensamblar el conector de alambre al conmutador de diferencial de presi&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Rellene el dep&#243;sito con l&#237;quido de freno DOT3 nuevo.</para>
                </step1>
                <step1>
                    <para count="1">Con el juego del purgador, purgue el cilindro maestro del veh&#237;culo.</para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar las dos l&#237;neas de presi&#243;n al cilindro maestro y apl&#237;queles
                        una torsi&#243;n de entre 16 y 17 lbf pies (22 y 23 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Purgue el sistema completo, llene el dep&#243;sito por completo y apriete la tapa de
                        &#233;ste.
                    </para>
                </step1>
                <step1>
                    <para count="1">Devuelva inmediatamente el cilindro maestro retirado junto con el formulario R-5185
                        AUTORIZACI&#211;N DE DISPOSICI&#211;N DE REFACCIONES.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Se espera que menos del 25% de los buses requiera un cilindro maestro nuevo. Cuando ordene
                refacciones, considere que la mayor&#237;a de los veh&#237;culos solamente ser&#225;n inspeccionados. El
                n&#250;mero de refacci&#243;n del cilindro maestro nuevo es 1691024C94. No utilice n&#250;meros de
                refacciones anteriores a este n&#250;mero.
            </para>
            <para>
                <emph type="bold">DEVOLUCI&#211;N DE REFACCIONES: Se deben devolver todos los cilindros maestros.</emph>
            </para>
            <para>Devuelva las refacciones seg&#250;n las instrucciones del formulario R-5185 AUTORIZACI&#211;N DE
                DISPOSICI&#211;N DE REFACCIONES y adjunte con la refacci&#243;n el formulario de autorizaci&#243;n de
                devoluci&#243;n.
            </para>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA: Utilice la operaci&#243;n de trabajo 1 o la operaci&#243;n de trabajo 2, pero no
                    ambas.
                </emph>
            </para>
            <table id="t0250201">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Hora</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02502-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecci&#243;n del cilindro maestro</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 hr</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02502-2</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n, remoci&#243;n y cambio del cilindro maestro</para>
                            </entry>
                            <entry>
                                <para>1.5 hrs</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha quedado
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de la compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de la compra menos
                el descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                La mayor&#237;a de los reclamos deben ser de inspecci&#243;n solamente (n&#250;mero de causa de 1 o
                menos).
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para ayudar a procesar el
                <hotlnk xrefid="fclaim">reclamo de la garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en
                el Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                para realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de retiro se deben
                    corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
