<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 02505 Revisi&#243;n A - Instalaci&#243;n de un juego de reparaci&#243;n para eliminar la
        conexi&#243;n de freno de aire que conecta la v&#225;lvula checadora doble a la v&#225;lvula relevadora en los
        autobuses de FE, RE e IC de la serie 3000, fabricados desde el 3/1/98 hasta el 2/07/02
    </stitle>
    <recall id="rec02505" translation="spanish">
        <recallnumber>02505 Revisi&#243;n A</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2002</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Instalaci&#243;n de un juego de reparaci&#243;n para eliminar la conexi&#243;n de freno de aire que
            conecta la v&#225;lvula checadora doble a la v&#225;lvula relevadora en los autobuses de FE, RE e IC de la
            serie 3000, fabricados desde el 3/1/98 hasta el 2/07/02
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/01/1998</startdate>
                        <enddate>02/07/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="bold">RAZONES DE ESTA REVISI&#211;N:</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">Este documento reemplaza al documento original G-02505 con fecha de septiembre
                            de 2002.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">REFACCIONES:</emph>
                        Se cre&#243; un nuevo juego de soportes 8900083R91
                        <emph type="bold">PARA USARLO EN LUGAR</emph>
                        del juego de v&#225;lvulas 8900082R91. El nuevo juego de soportes tiene refacciones diferentes y
                        requiere las nuevas instrucciones de instalaci&#243;n incluidas en este documento. No hay v&#225;lvula
                        relevadora en el nuevo juego de soportes. Este documento de revisi&#243;n contiene las
                        instrucciones para ambos juegos, ya que el inventario de juegos de v&#225;lvulas debe usarse
                        hasta que se agote durante esta recuperaci&#243;n de buses.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">SE NOTIFIC&#211; A ALGUNOS PROPIETARIOS QUE NO CORRESPOND&#205;A A ESTA
                            RECUPERACI&#211;N:
                        </emph>
                        Cambiamos la fecha de inicio del per&#237;odo de construcci&#243;n del 8/12/97 al 3/01/98. Todos
                        los veh&#237;culos fabricados en este lapso se construyeron en la Planta de ensamblaje de
                        Springfield y no participan en esta recuperaci&#243;n. Ellos tienen una configuraci&#243;n de v&#225;lvula
                        relevadora diferente y no cuentan con la conexi&#243;n afectada, como se muestra en la Figura 1.
                        A partir del 10/24/02, desmarcamos los registros VIN para aquellos que a&#250;n no hab&#237;an
                        sido inspeccionados en esta recuperaci&#243;n. Si un cliente tiene una tarjeta para esta
                        recuperaci&#243;n, pero el registro del VIN ahora no aparece marcado con la campa&#241;a, no
                        necesita participar en esta recuperaci&#243;n. Esto se puede confirmar f&#225;cilmente
                        realizando una inspecci&#243;n visual r&#225;pida de la v&#225;lvula relevadora en el veh&#237;culo
                        y compar&#225;ndola con la Figura 1.
                    </para>
                </item>
            </seqlist>
            <para>Es posible que se rompa la conexi&#243;n recta (Figura 1, Elemento 6) que une la v&#225;lvula
                checadora doble con la v&#225;lvula relevadora del freno del eje trasero. Cuando se ejercen ciertas
                fuerzas sobre el veh&#237;culo, el peso de la v&#225;lvula checadora en la conexi&#243;n puede provocar
                que el montaje resuene. La posterior vibraci&#243;n puede producir niveles de tensi&#243;n excesivos en
                la conexi&#243;n, lo que podr&#237;a provocar una falla por fatiga.
            </para>
            <para>
                <title>RIESGO DE SEGURIDAD DEL VEH&#205;CULO MOTORIZADO</title>
            </para>
            <para>Si se rompe la conexi&#243;n, los frenos de pedal traseros dejar&#225;n de funcionar sin advertencia,
                lo que tendr&#225; como resultado una distancia de frenado mayor. Esta situaci&#243;n puede provocar un
                accidente vehicular, posibles da&#241;os a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>En esta recuperaci&#243;n (02505) se incluyen los autobuses FE, RE e IC de la serie 3000, fabricados
                desde el 3/01/98 hasta el 2/07/02 con frenos de aire. Se est&#225; recuperando todos los veh&#237;culos
                fabricados con v&#225;lvula checadora doble externa y conexi&#243;n, como se muestra en la Figura 1.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation notific&#243; a los propietarios de estos veh&#237;culos
                sobre esta campa&#241;a en septiembre de 2002. Se adjunt&#243; una copia del documento del propietario
                al documento original G-02505 y tambi&#233;n est&#225; disponible en ISIS. Durante el proceso de
                recuperaci&#243;n, se entreg&#243; una lista de nombres y direcciones de propietarios a los
                distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                prop&#243;sitos que no sean de esta campa&#241;a significa una violaci&#243;n de las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>Procedimientos de servicio (proporcionados por cada n&#250;mero de juego)</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">DESCRIPCI&#211;N:</emph>
                    Los veh&#237;culos que necesiten esta reparaci&#243;n
                    <emph type="bold">TENDR&#193;N</emph>
                    la conexi&#243;n (Elemento 6, Figura 1) y la v&#225;lvula checadora doble externa (Elemento 5,
                    Figura 1) y deben tener instalado uno de los dos juegos de reparaci&#243;n de la recuperaci&#243;n.
                    <emph type="boldundersc">Si un veh&#237;culo NO tiene los elementos 5 y 6 que se muestran en la
                        Figura 1, NO complete el procedimiento de servicio y registre el veh&#237;culo como
                        inspeccionado sin necesidad de correcciones (disposici&#243;n o causa de 1).
                    </emph>
                    Esta revisi&#243;n presenta un segundo juego de reparaci&#243;n, que requiere instrucciones de
                    reparaci&#243;n distintas. Las instrucciones correctas se identifican por el n&#250;mero de juego.
                    Aseg&#250;rese de seguir el procedimiento de servicio correcto para el juego que est&#225;
                    instalando.
                </para>
                <para>
                    <emph type="bold">Juego 8900082R91 (juego de v&#225;lvulas):</emph>
                    Este era el juego original producido para esta recuperaci&#243;n y contiene una v&#225;lvula
                    relevadora de freno de aire nueva con una v&#225;lvula checadora doble interna, nuevos tornillos de
                    instalaci&#243;n de la ECU (Unidad de control electr&#243;nico) y conexiones (consulte la Figura 2).
                    Cuando se instalan estas refacciones del juego, se eliminan la v&#225;lvula checadora doble externa
                    y la conexi&#243;n afectada, los Elementos 5 y 6 de la Figura 1. La Figura 2 muestra una
                    representaci&#243;n de la v&#225;lvula relevadora nueva y la localizaci&#243;n de los orificios de
                    control de la l&#237;nea de aire.
                </para>
                <para>
                    <emph type="bold">Juego 8900083R91 (juego de soportes):</emph>
                    Este es el nuevo juego que se dise&#241;&#243; para reemplazar al juego original a medida que agota
                    sus existencias. Este juego contiene soportes y dispositivos dise&#241;ados para reemplazar la
                    conexi&#243;n afectada por una l&#237;nea de aire flexible y corta (Figuras 3 y 4).
                </para>
                <figure id="f0250501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250501.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figura 1 - V&#225;lvula relevadora original y conjunto de v&#225;lvula checadora doble con
                        la conexi&#243;n afectada
                    </caption>
                    <calloutgroup>
                        <callout1>Nota: Si el veh&#237;culo NO tiene los Elementos 5 y 6 antes mencionados, NO necesita
                            que se realice el procedimiento de recuperaci&#243;n.
                        </callout1>
                        <callout1>1. ORIFICIO DE SUMINISTRO</callout1>
                        <callout1>2. ORIFICIOS DE ENTREGA</callout1>
                        <callout1>3. LARGUERO DEL BASTIDOR</callout1>
                        <callout1>4. ECU DE ABS</callout1>
                        <callout1>5. V&#193;LVULA CHECADORA DOBLE EXTERNA</callout1>
                        <callout1>6. CONEXI&#211;N AFECTADA</callout1>
                        <callout1>7. V&#193;LVULA RELEVADORA</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250502.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figura 2 - El Juego 8900082R91 (Juego de v&#225;lvulas) contiene una nueva v&#225;lvula
                        relevadora con una v&#225;lvula checadora doble interna; instalaciones existentes de ECU del ABS
                        sobre la parte superior de la v&#225;lvula, como se muestra.
                    </caption>
                    <calloutgroup>
                        <callout1>1. ORIFICIO DE SUMINISTRO PRIMARIO, L&#205;NEA VERDE DE AIRE DE 5/8", CONECTA EL
                            TANQUE DE AIRE AL ORIFICIO DE SUMINISTRO DELANTERO DE LA V&#193;LVULA RELEVADORA
                        </callout1>
                        <callout1>2. ORIFICIOS DE ENTREGA PRIMARIOS (2), L&#205;NEA VERDE DE AIRE DE 5/8", CONECTA LOS
                            ORIFICIOS DE ENTREGA A LOS MODULADORES DE ABS
                        </callout1>
                        <callout1>8. ORIFICIO DE CONTROL PRIMARIO N&#186;41, L&#205;NEA VERDE DE AIRE DE 3/8", PARA LA V&#193;LVULA
                            CHECADORA DOBLE INTERNA, CODO DE 45 GRADOS
                        </callout1>
                        <callout1>9. ORIFICIO DE CONTROL SECUNDARIO N&#186;42, L&#205;NEA NARANJA DE AIRE DE 3/8", PARA
                            LA V&#193;LVULA CHECADORA DOBLE INTERNA, CODO DE 45 GRADOS
                        </callout1>
                        <callout1>10. V&#193;LVULA RELEVADORA CON V&#193;LVULA CHECADORA DOBLE INTERNA</callout1>
                    </calloutgroup>
                </figure>
                <para>
                    <emph type="bold">ANTES DE REALIZAR EL SERVICIO, LEA Y ENTIENDA COMPLETAMENTE LAS SIGUIENTES
                        INSTRUCCIONES.
                    </emph>
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>PROCEDIMIENTO DE SERVICIO PARA EL JUEGO 8900082R91 (Juego de v&#225;lvulas)</title>
                <para>
                    <emph type="bold">PARA ESTE PROCEDIMIENTO CONSULTE LAS FIGURAS 1 Y 2</emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                            cuando realice el mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Apague el motor, aplique el freno de estacionamiento y ponga la transmisi&#243;n en
                        neutro.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se
                                mueve inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la
                                muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Eleve el o los ejes traseros si fuese necesario. No trabaje debajo de un veh&#237;culo
                                apoyado s&#243;lo por gatos. Los gatos pueden deslizarse o caer y provocar lesiones
                                personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Drene los tanques de aire.</para>
                </step1>
                <step1>
                    <para count="1">Anote las posiciones de las l&#237;neas de aire de entrega y suministro, ya que
                        deben volver a instalarse en los mismos orificios de la v&#225;lvula relevadora donde estaban
                        originalmente (Figura 2).
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte las l&#237;neas de aire de la v&#225;lvula relevadora y de la v&#225;lvula
                        checadora doble.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite y guarde las tuercas de montaje de la v&#225;lvula relevadora en el exterior
                        del larguero de bastidor y quite la v&#225;lvula relevadora del freno de aire del larguero de
                        bastidor como un conjunto, con el soporte del bastidor, la ECU del ABS, el cableado y la v&#225;lvula
                        checadora doble externa fijados.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte el cableado de la ECU del ABS.
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite la ECU del ABS del conjunto de v&#225;lvula relevadora, pero
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS</emph>. Para evitar la rotura del
                        tornillo, use aceite penetrante en los tornillos de instalaci&#243;n de la ECU si es necesario.
                        Anote su orientaci&#243;n ya que deber&#225; instalarse en la misma posici&#243;n en la v&#225;lvula
                        relevadora nueva.
                    </para>
                </step1>
                <step1>
                    <para count="1">Observe la orientaci&#243;n de las conexiones de suministro y entrega en el conjunto
                        de v&#225;lvula relevadora antigua. Transfiera las conexiones de la v&#225;lvula relevadora
                        antigua a la v&#225;lvula relevadora checadora doble interna nueva y aplique un sellador de
                        roscas aprobado a las conexiones (
                        <emph type="bold">NO USE CINTA DE TEFL&#211;N</emph>). Apriete las conexiones de la v&#225;lvula
                        relevadora nueva, de forma que las conexiones queden orientadas en la misma posici&#243;n en que
                        estaban en la v&#225;lvula relevadora antigua. Transfiera y selle el tap&#243;n del orificio de
                        suministro trasero a la v&#225;lvula relevadora nueva.
                        <emph type="bold">NOTA RELATIVA A LA CONEXI&#211;N</emph>: El juego 8900082R91 contiene
                        accesorios de conexi&#243;n de calidad. Si el veh&#237;culo dispone de la conexi&#243;n de
                        compresi&#243;n antigua (manguito esf&#233;rico), debe quitarse la tuerca, el manguito y el
                        inserto de las l&#237;neas de control de 3/8 para cambiarlos por los accesorios de conexi&#243;n
                        de calidad. Si fuese necesario cortar la tuber&#237;a, aseg&#250;rese de que se corte en &#225;ngulo
                        recto, para que puedan utilizarse los accesorios de conexi&#243;n de calidad.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las conexiones de 45&#176; nuevas del juego en los dos orificios de control
                        del conjunto de v&#225;lvula relevadora nuevo. Oriente las conexiones de modo que miren hacia la
                        parte delantera del veh&#237;culo, como se muestra en la Figura 2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale la ECU del ABS en el nuevo conjunto de v&#225;lvulas relevadoras, en la
                        orientaci&#243;n original, con los tornillos nuevos del juego. Apriete los pernos de montaje con
                        una torsi&#243;n de 100 Lbf. pulg. (11.3 NM).
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte el cableado de la ECU y apriete los pernos del conector con una torsi&#243;n
                        de 15-20 Lbf. pulg. (1.7-2.4 NM).
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el conjunto de v&#225;lvula relevadora en el larguero de bastidor y apriete
                        las tres tuercas de montaje con una torsi&#243;n de 12.5-15 Lbf. pie (17-20 NM).
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar las l&#237;neas de aire a la v&#225;lvula relevadora, consulte la
                        Figura 2 y la Tabla 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Baje el veh&#237;culo si lo levant&#243; en el paso 3.</para>
                </step1>
                <step1>
                    <para count="1">Llene los tanques de aire para cortar la presi&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Revise si hay fugas de aire y el funcionamiento del freno.</para>
                </step1>
                <step1>
                    <para count="1">Quite los calzos de las ruedas.</para>
                </step1>
                <step1>
                    <para count="1">Deseche las refacciones que haya quitado.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROCEDIMIENTO DE SERVICIO PARA EL JUEGO 8900083R91 (Juego de soportes)</title>
                <para>
                    <emph type="bold">PARA ESTE PROCEDIMIENTO CONSULTE LAS FIGURAS 1, 3 Y 4</emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                            cuando realice el mantenimiento o servicio del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Apague el motor, aplique el freno de estacionamiento y ponga la transmisi&#243;n en
                        neutro.
                    </para>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se
                                mueve inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la
                                muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1"></para>
                    <specpara>
                        <warning>
                            <para>Eleve el o los ejes traseros si fuese necesario. No trabaje debajo de un veh&#237;culo
                                apoyado s&#243;lo por gatos. Los gatos pueden deslizarse o caer y provocar lesiones
                                personales graves o la muerte.
                            </para>
                        </warning>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Drene los tanques de aire.</para>
                </step1>
                <step1>
                    <para count="1">Desconecte ambas l&#237;neas de aire de la v&#225;lvula checadora doble que se
                        muestra en la Figura 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite la v&#225;lvula checadora doble y la conexi&#243;n recta (Elementos 5 y 6) de
                        la v&#225;lvula relevadora; consulte la Figura 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite y guarde las tuercas de montaje de la v&#225;lvula relevadora en el exterior
                        del larguero de bastidor y quite la v&#225;lvula relevadora del freno de aire del larguero de
                        bastidor como un conjunto, con el soporte del bastidor, la ECU del ABS y el cableado fijados.
                        Coloque el conjunto para tener acceso a los tornillos de instalaci&#243;n de la ECU.
                    </para>
                </step1>
                <step1>
                    <para count="1">Observe y marque la posici&#243;n de montaje de la ECU del ABS en la v&#225;lvula.
                        <emph type="bold">NO USE HERRAMIENTAS NEUM&#193;TICAS</emph>
                        para quitar los tornillos de instalaci&#243;n de la ECU. Es muy importante golpear levemente las
                        cabezas de los tornillos de instalaci&#243;n de la ECU con un peque&#241;o martillo de pe&#241;a
                        antes de sacar los tornillos. Esto ayudar&#225; a eliminar el riesgo de que los tornillos se
                        quiebren dentro de la v&#225;lvula. Utilice aceite penetrante en los tornillos de instalaci&#243;n
                        de la ECU si fuese necesario. Quite los pernos de montaje de la ECU y luego quite la ECU de la v&#225;lvula
                        relevadora. Deje el conector el&#233;ctrico unido a la ECU y coloque la ECU a un lado. Deseche
                        los 4 pernos de montaje. Se instalar&#225;n pernos m&#225;s largos, suministrados en el juego de
                        soportes.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el codo de 90 grados (Elemento 15, Figura 3) dentro del orificio de la v&#225;lvula
                        relevadora que ten&#237;a la conexi&#243;n recta y ap&#250;ntela hacia atr&#225;s como se
                        muestra en la Figura 3. Aplique un sellador de rosca aprobado a la conexi&#243;n (
                        <emph type="bold">NO USE CINTA DE TEFL&#211;N</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Usando un manguito de l&#237;nea de aire y una conexi&#243;n de compresi&#243;n,
                        adhiera un extremo de la nueva l&#237;nea de aire del juego al nuevo codo de 90 grados en la v&#225;lvula
                        relevadora (Figura 3, Elemento 15).
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite y guarde los codos de la l&#237;nea de aire de la v&#225;lvula checadora
                        doble.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite y deseche los dos tornillos para metales de la tapa de la v&#225;lvula
                        checadora doble. No desensamble la v&#225;lvula checadora doble.
                    </para>
                </step1>
                <step1>
                    <para count="1">Monte el soporte peque&#241;o (Figura 3, Elemento 11) en la v&#225;lvula checadora
                        doble, usando los dos nuevos tornillos para metales m&#225;s largos y las arandelas simples del
                        juego. Apriete los tornillos para metales con las manos lo suficiente para retener la v&#225;lvula
                        checadora doble en el soporte peque&#241;o. Aseg&#250;rese de que el soporte peque&#241;o quede
                        plano contra la superficie de la v&#225;lvula checadora y la leng&#252;eta de instalaci&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">Monte la v&#225;lvula checadora doble, con el soporte peque&#241;o hacia el soporte
                        grande (Figura 3, Elemento 13), como se muestra en las Figuras 3 y 4. Use la tuerca y el perno
                        M8 para instalar la v&#225;lvula checadora doble y el soporte al soporte grande. Apriete el
                        dispositivo M8 hasta que se ajuste. Tenga cuidado en orientar el soporte peque&#241;o en el
                        soporte grande de modo que la tuerca y el perno M6 tambi&#233;n se puedan instalar y apretar
                        hasta que se ajusten.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de ajustar todos los dispositivos de instalaci&#243;n de los pasos 13 y
                        14, comience a apretar los dispositivos en el siguiente orden. Aplique torsi&#243;n a los dos
                        tornillos para metales de la v&#225;lvula checadora doble a 100 Lbf. pulg. (11 NM), el
                        dispositivo M8 (Figura 3, Elemento 14) a 14-17 Lbf. pies (19.6-24 N-m) y el dispositivo M6
                        (Figura 3, Elemento 16) a 72-96 Lbf. pulg. (8.7-10.7 N-m).
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale los codos de la v&#225;lvula checadora doble que se quitaron previamente en
                        el paso 11 y col&#243;quelos apuntando hacia delante como se muestra en las Figuras 3 y 4. Use
                        un sellador de rosca aprobado durante la instalaci&#243;n (
                        <emph type="bold">NO USE CINTA DE TEFL&#211;N</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite y deseche la conexi&#243;n recta del orificio de entrega de la v&#225;lvula
                        checadora doble. Instale el nuevo codo de 90 grados del juego, sobre la v&#225;lvula checadora
                        doble y col&#243;quelo apuntando hacia atr&#225;s como se muestra en las Figuras 3 y 4. Aplique
                        un sellador de rosca aprobado a la conexi&#243;n (
                        <emph type="bold">NO USE CINTA DE TEFL&#211;N</emph>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el conjunto de soporte completo y la ECU en la parte superior de la v&#225;lvula
                        relevadora, como se muestra en las Figuras 3 y 4. Apriete los cuatro pernos de montaje a 100
                        Lbf. pulg. (11.3 NM).
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el conjunto de v&#225;lvula completo en el larguero de bastidor y apriete
                        las tuercas de montaje del bastidor a 12.5-15 Lbf. pie (17-20 NM).
                        <emph type="bold">NO UTILICE HERRAMIENTAS NEUM&#193;TICAS.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte la nueva l&#237;nea de aire corta a la v&#225;lvula checadora doble, como se
                        muestra en la Figura 4.
                        <emph type="bold">NO RETUERZA LA L&#205;NEA DE AIRE.</emph>
                        La l&#237;nea de aire requerir&#225; ser acortada a aproximadamente 9 pulgadas. Revise la ruta
                        de la l&#237;nea y corte a la longitud adecuada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte las dos l&#237;neas de control (3/8" verde y 3/8" naranja) a la v&#225;lvula
                        checadora doble, asegur&#225;ndose de que la l&#237;nea verde est&#233; unida a la conexi&#243;n
                        superior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Baje el veh&#237;culo si lo levant&#243; en el paso 3.</para>
                </step1>
                <step1>
                    <para count="1">Llene los tanques de aire.</para>
                </step1>
                <step1>
                    <para count="1">Revise si hay fugas de aire y el correcto funcionamiento del freno.</para>
                </step1>
                <step1>
                    <para count="1">Quite los calzos de las ruedas.</para>
                </step1>
                <step1>
                    <para count="1">Deseche las refacciones que haya quitado.</para>
                </step1>
                <figure id="f0250503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250503.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="392px"/>
                    <caption>Figura 3 - Vista detallada de los elementos del conjunto de v&#225;lvula con el juego de
                        soportes 8900083R91:
                    </caption>
                    <calloutgroup>
                        <callout1>4. ECU DE ABS</callout1>
                        <callout1>5. V&#193;LVULA CHECADORA DOBLE EXTERNA</callout1>
                        <callout1>7. V&#193;LVULA RELEVADORA CON V&#193;LVULA CHECADORA DOBLE EXTERNA</callout1>
                        <callout1>11. SOPORTE PEQUE&#209;O</callout1>
                        <callout1>12. CODO DE 90 GRADOS PARA REEMPLAZAR LA CONEXI&#211;N RECTA</callout1>
                        <callout1>13. SOPORTE GRANDE</callout1>
                        <callout1>14. PERNO M8 A TRAV&#201;S DEL SOPORTE GRANDE, SOPORTE PEQUE&#209;O Y V&#193;LVULA
                            CHECADORA DOBLE
                        </callout1>
                        <callout1>15. CODO DE 90 GRADOS PARA REEMPLAZAR LA CONEXI&#211;N RECTA</callout1>
                        <callout1>16. PERNO M6 A TRAV&#201;S DEL SOPORTE GRANDE Y SOPORTE PEQUE&#209;O</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0250504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0250504.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="352px"/>
                    <caption>Figura 4 - Vista del conjunto con el juego de soportes instalado (8900083R91)</caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Todos los veh&#237;culos de esta campa&#241;a que est&#233;n equipados con la conexi&#243;n y la v&#225;lvula
                checadora doble, como se muestra en la Figura 1, deben tener instalado el juego N&#186;8900082R91
                <emph type="bold">O</emph>
                N&#186;8900083R91. Consulte la Tabla 2 para ver el contenido de los juegos. Estos juegos son
                intercambiables para todos los veh&#237;culos de esta recuperaci&#243;n. Se produjo un n&#250;mero
                limitado del juego 8900082R91 y ser&#225; reemplazado por el juego 8900083R91 cuando se agoten las
                existencias.
            </para>
            <para>
                <emph type="bold">DEVOLUCI&#211;N DE REFACCIONES:</emph>
                <emph type="bold">Deseche en su localidad las refacciones que haya quitado. No devuelva estas
                    refacciones.
                </emph>
            </para>
            <table id="t0250501">
                <title>Contenido del juego 8900082R91</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.88*"/>
                    <colspec colname="col2" colwidth="0.96*"/>
                    <colspec colname="col3" colwidth="1.44*"/>
                    <colspec colname="col4" align="center" colwidth="0.74*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#218;MERO DE JUEGO</para>
                            </entry>
                            <entry align="center">
                                <para>N&#218;MERO DE REFACCI&#211;N</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPCI&#211;N</para>
                            </entry>
                            <entry align="center">
                                <para>CANTIDAD</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry morerows="2">
                                <para>8900082R91</para>
                                <para>(Bendix N&#186;801337)</para>
                            </entry>
                            <entry>
                                <para>Bendix N&#186;5005139</para>
                            </entry>
                            <entry>
                                <para>V&#225;lvula relevadora</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Bendix N&#186;294481</para>
                            </entry>
                            <entry>
                                <para>Tornillo para metales de 1/4</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Internacional N&#186;3507066C1</para>
                            </entry>
                            <entry>
                                <para>Codo de 45 grados, 1/4MPT x 3/8QC</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0250502">
                <title>Contenido del juego 8900083R91 (Bendix N&#186;801338)</title>
                <tgroup cols="3">
                    <colspec colname="col2" colwidth="0.88*"/>
                    <colspec colname="col3" colwidth="1.73*"/>
                    <colspec colname="col4" align="center" colwidth="0.63*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#218;MERO DE REFACCI&#211;N</para>
                            </entry>
                            <entry align="center">
                                <para>DESCRIPCI&#211;N</para>
                            </entry>
                            <entry align="center">
                                <para>CANTIDAD</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2509468C1</para>
                            </entry>
                            <entry>
                                <para>Soporte grande</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2509607C1</para>
                            </entry>
                            <entry>
                                <para>&#188;-20 x 2.25 " Tornillo para metales, ECU</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3561048C1</para>
                            </entry>
                            <entry>
                                <para>Perno M8 x 30</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3544379C1</para>
                            </entry>
                            <entry>
                                <para>Tuerca M8</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30761VX</para>
                            </entry>
                            <entry>
                                <para>Codo de 90 grados, 1/4 NPT x 3/8 Compresi&#243;n del tubo</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>BX205829</para>
                            </entry>
                            <entry>
                                <para>Codo de 90 grados, 3/8NPT x 3/8 Compresi&#243;n del tubo</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2643440R1 VERDE</para>
                            </entry>
                            <entry>
                                <para>3/8" Tubo de nylon</para>
                            </entry>
                            <entry align="center">
                                <para>12 pulgadas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414505C1</para>
                            </entry>
                            <entry>
                                <para>Inserto de tuber&#237;a</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2585067C1</para>
                            </entry>
                            <entry>
                                <para>Soporte peque&#241;o</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3552155C1</para>
                            </entry>
                            <entry>
                                <para>Perno M6 x 20</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3544378C1</para>
                            </entry>
                            <entry>
                                <para>Tuerca M6</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25707R1</para>
                            </entry>
                            <entry>
                                <para>&#188;" Arandela simple</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2585068C1</para>
                            </entry>
                            <entry>
                                <para>&#188;-20 x 1.125" Tornillo para metales</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="bold">NOTA: S&#243;lo se puede usar una de las dos operaciones de trabajo. Todos los veh&#237;culos
                    equipados con la v&#225;lvula checadora doble y la conexi&#243;n que se muestran en la Figura 1
                    deben tener instalado uno de los dos juegos de la recuperaci&#243;n.
                </emph>
            </para>
            <table id="t0250503">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-02505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instalar el juego de reparaci&#243;n de la recuperaci&#243;n 8900082R91</para>
                            </entry>
                            <entry colname="col3">
                                <para>1.0 hora</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-02505-2</para>
                            </entry>
                            <entry>
                                <para>Instalar el juego de reparaci&#243;n de la recuperaci&#243;n 8900083R91 (juego de
                                    soportes)
                                </para>
                            </entry>
                            <entry>
                                <para>0.8 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n corregir todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de recuperaci&#243;n de veh&#237;culos
                se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo, es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si la condici&#243;n no se repara en forma adecuada
                dentro de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                La mayor parte de los reclamos debe utilizar la causa n&#250;mero 2 que se indica m&#225;s adelante.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de recuperaci&#243;n.
            </para>
            <para>Es importante que la Codificaci&#243;n de recuperaci&#243;n se complete correctamente para facilitar
                el procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que participen en esta campa&#241;a de
                    recuperaci&#243;n se deben corregir antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de recuperaci&#243;n para estos veh&#237;culos,
                se debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de recuperaci&#243;n.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
