<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03305 - Juntas de las l&#225;minas de la parte superior del techo</stitle>
    <recall id="rec03305" translation="spanish">
        <recallnumber>03305</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Diciembre de 2004</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>Juntas de las l&#225;minas de la parte superior del techo</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>09/01/1993</startdate>
                        <enddate>08/28/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>09/01/1993</startdate>
                        <enddate>08/28/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>03/07/1995</startdate>
                        <enddate>08/28/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>IC Corporation envi&#243; por correo el siguiente aviso a los clientes afectados: Le hacemos llegar
                este aviso en cumplimiento con los requisitos de la Ley nacional de seguridad de tr&#225;fico y veh&#237;culos
                motorizados. IC Corporation decidi&#243; que es posible que algunos autobuses escolares IC y American
                Transportation CE, RE y FE no cumplan con el Est&#225;ndar federal de seguridad de veh&#237;culos
                motorizados (FMVSS, Federal Motor Vehicle Safety Standard) N&#186; 221, "Resistencia de la junta de
                emergencia de los autobuses escolares.".
            </para>
            <para>Es posible que una o m&#225;s juntas que conectan las l&#225;minas superiores del techo no cumplan el
                requisito de FMVSS 221. En caso que suceda un accidente que involucre el techo del autob&#250;s, la
                junta puede separarse, pudiendo ocasionar lesiones o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Los autobuses modelo CE y FE afectados se fabricaron entre el 1 de septiembre de 1993 y el 28 de
                agosto de 2003 y los autobuses modelo RE afectados se fabricaron entre el 7 de marzo de 1995 y el 28 de
                agosto de 2003.
            </para>
            <para>
                <title>MEDIDAS QUE DEBE TOMAR</title>
            </para>
            <para>Al cliente se le solicit&#243; inspeccionar los autobuses identificados, siguiendo el procedimiento de
                inspecci&#243;n que se detalla a continuaci&#243;n. En cualquier junta que exceda una medici&#243;n de 1
                1/8 pulgadas al usar el procedimiento de inspecci&#243;n, se debe reparar la siguiente junta de
                adelante, utilizando el procedimiento de reparaci&#243;n que se describe m&#225;s adelante.
            </para>
        </defect>
        <svcproc svcproctype="inspect" graphiccount="4">
            <title>PROCEDIMIENTO DE INSPECCI&#211;N</title>
            <para>Al cliente se le indic&#243; que si prefiere que un distribuidor realice esta inspecci&#243;n en forma
                gratuita, debe comunicarse con su distribuidor para hacer una cita. Tambi&#233;n se le indic&#243; que
                si prefer&#237;a hacer esta simple inspecci&#243;n, siguiera estas instrucciones. La inspecci&#243;n
                requiere que se mida el extremo trasero de la l&#225;mina superior hasta la primera fila de remaches.
            </para>
            <figure id="f0330501" figsize="pg-wide">
                <graphic filename="../recallfigures/g0330501.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="312px"/>
            </figure>
            <figure id="f0330502" figsize="pg-wide">
                <graphic filename="../recallfigures/g0330502.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="312px"/>
            </figure>
            <para>Mida la distancia desde el borde trasero de la l&#225;mina superior hasta la l&#237;nea central de la
                primera fila de remaches. Observe que la l&#225;mina superior del extremo trasero est&#225; unida al
                travesa&#241;o trasero con s&#243;lo una fila de remaches y la medici&#243;n se toma hasta esa fila de
                remaches. Si esta distancia excede las 1 1/8 (1.12) pulgadas hasta la siguiente junta, que tiene el
                extremo cubierto de la misma l&#225;mina que se est&#225; midiendo, es posible que no cumpla con las
                normas y se debe reparar. Aseg&#250;rese de que la medici&#243;n se haga desde el borde del metal y no
                del sellador, que puede haber rebozado de la junta. Si la medici&#243;n es inferior o igual a 1 1/8
                (1,12) pulgadas, la junta cumple las normas, por lo que no es necesario hacer reparaciones.
            </para>
            <figure id="f0330503" figsize="pg-wide">
                <graphic filename="../recallfigures/g0330503.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="184px"/>
            </figure>
            <para>La medici&#243;n de 1 1/8 pulgadas en la l&#237;nea de remaches, en el extremo trasero de la l&#225;mina
                superior que se est&#225; midiendo, determina si la junta del extremo delantero de la misma l&#225;mina
                est&#225; cumpliendo las normas.
            </para>
            <figure id="f0330504" figsize="pg-wide">
                <graphic filename="../recallfigures/g0330504.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="184px"/>
            </figure>
            <para>Contin&#250;e esta inspecci&#243;n en el resto de l&#225;minas superiores, salvo en la l&#225;mina
                superior que est&#225; sobre la puerta de entrada derecha. No es necesario inspeccionar la l&#225;mina
                superior que est&#225; sobre la puerta de entrada derecha y que est&#225; unida al travesa&#241;o
                delantero. Por consiguiente, no mida la fila de remaches que est&#225; sobre el montante de puerta
                trasero de la puerta de entrada, pues no forma parte del procedimiento de inspecci&#243;n.
            </para>
            <para>Si durante el proceso de inspecci&#243;n descubre que todas las juntas cumplen la norma, debe
                informarlo a IC. Los distribuidores autorizados deben usar el sistema de garant&#237;a, utilizando el c&#243;digo
                "1" para esta notificaci&#243;n. Los dem&#225;s deben marcar el casillero N&#186; 1 de la tarjeta "
                <emph type="bold">AUTORIZACI&#211;N DE SERVICIO DE RETIRO</emph>", firmarla, ponerle fecha y enviarla
                por correo. En lugar de devolver la tarjeta "
                <emph type="bold">AUTORIZACI&#211;N DE SERVICIO DE RETIRO</emph>", IC aceptar&#225; un listado firmado
                de las unidades que se inspeccionaron y no cumpl&#237;an la norma. Este listado debe tener, al menos,
                los &#250;ltimos ocho caracteres del VIN y se debe enviar por correo o fax a nuestro Compliance
                Department. Si determina que una junta no cumple las normas al momento de medirla mediante el proceso
                anterior, siga el procedimiento de reparaci&#243;n.
            </para>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROCEDIMIENTO DE REPARACI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte cuando realice las
                        reparaciones, estacione el veh&#237;culo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Peligro de ca&#237;das. Se debe utilizar equipo de protecci&#243;n contra ca&#237;das para
                        evitar da&#241;os a la propiedad, lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <para>En la l&#237;nea con la &#250;ltima fila trasera de remaches de la junta que no cumple la norma, debe
                poner pernos entre cada dos remaches. Consulte el siguiente bosquejo para ver un ejemplo. Perfore un
                orificio de 0.1590 de di&#225;metro (tama&#241;o de broca 21) para cada perno. Inserte el perno y, si
                fuera necesario, utilice pintura al tacto que haga juego. Los pernos que se deben usar para esta
                reparaci&#243;n fueron pintados previamente de blanco o amarillo y fueron ba&#241;ados por inmersi&#243;n
                para proporcionar un sello al orificio.
            </para>
            <para>Los distribuidores autorizados deben adquirir estos pernos en su bodega de refacciones. Los dem&#225;s
                pueden devolver la tarjeta "
                <emph type="bold">AUTORIZACI&#211;N DE SERVICIO DE RETIRO</emph>" con el casillero N&#186; 8 marcado y
                un c&#237;rculo en pernos blancos o amarillos para hacer juego con el color del techo de su veh&#237;culo,
                y le enviaremos las refacciones directamente sin costo. Si lo prefiere, en lugar de devolver la tarjeta
                anterior, puede llamar, enviar un fax o correo electr&#243;nico a nuestro Compliance Department o un
                correo electr&#243;nico a kathy.anders@ic-corp.com y le enviaremos las refacciones directamente sin
                cobro. Anote, por lo menos, los &#250;ltimos ocho caracteres del VIN de las unidades que requieren
                reparaci&#243;n, la cantidad de juntas que requieren reparaci&#243;n y el color de los pernos. Verifique
                que su direcci&#243;n de despacho sea la correcta. No se acepta un n&#250;mero de casilla de correo
                (P.O. Box) para el despacho. Debe proporcionar una direcci&#243;n con calle o camino.
            </para>
            <figure id="f0330505" figsize="pg-wide">
                <graphic filename="../recallfigures/g0330505.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="184px"/>
            </figure>
            <para>Al cliente se le indic&#243; que si prefiere que un distribuidor realice esta correcci&#243;n en forma
                gratuita, debe comunicarse con &#233;l para hacer una cita.
            </para>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">DEBE TENER CUIDADO CUANDO ORDENE PREVIAMENTE LAS REFACCIONES PARA ESTA CAMPA&#209;A
                    SEG&#218;N LA INVESTIGACI&#211;N PRELIMINAR, SE ESPERA QUE LA TASA DE REPARACI&#211;N PARA ESTA
                    CAMPA&#209;A SEA MUY BAJA.
                </emph>
            </para>
            <table id="t0330501" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.77*"/>
                    <colspec colname="col2" colwidth="1.73*"/>
                    <colspec colname="col3" align="center" colwidth="0.49*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>8900143R91</para>
                            </entry>
                            <entry>
                                <para>Juego de servicio de retiro: cabeza de perno blanca</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>8900142R91</para>
                            </entry>
                            <entry>
                                <para>Juego de servicio de retiro: cabeza de perno amarilla</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Cada juego de servicio tiene una cantidad de 50 pernos, suficiente para reparar dos juntas.
                        Estos pernos son pernos AB #10-16 X &#190;" con cabeza troncoc&#243;nica en cruz, tienen un
                        sellador aplicado y las cabezas est&#225;n pintadas de blanco o amarillo para combinar con el
                        color del techo.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <laborinfo>
            <para>Todas las unidades requieren el n&#250;mero de operaci&#243;n de trabajo A40-03305-1</para>
            <table id="t0330502" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="COLSPEC0" colwidth="1.55in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.28in"/>
                    <thead>
                        <row>
                            <entry>
                                <para>N&#250;mero de operaci&#243;n de trabajo</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03305-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione todas las juntas y complete s&#243;lo el papeleo</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-2</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare una (1) junta</para>
                            </entry>
                            <entry>
                                <para>0.6 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-3</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare dos (2) juntas</para>
                            </entry>
                            <entry>
                                <para>0.9 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-4</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare tres (3) juntas</para>
                            </entry>
                            <entry>
                                <para>1.2 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-5</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare cuatro (4) juntas
                                </para>
                            </entry>
                            <entry>
                                <para>1.5 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-6</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare cinco (5) juntas</para>
                            </entry>
                            <entry>
                                <para>1.8 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03305-7</para>
                            </entry>
                            <entry>
                                <para>Inspeccione todas las juntas, complete el papeleo y repare seis (6) juntas</para>
                            </entry>
                            <entry>
                                <para>2.1 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos,
                <emph type="bold">se debe notificar la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n
                    de su distribuidor.
                </emph>
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar el veh&#237;culo
                afectado a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">RECLAMOS DE RETIRO: reparaciones realizadas por distribuidores no autorizados</emph>
            </para>
            <para>Para ayudar en el proceso de retiro, es importante que entregue una factura con la siguiente informaci&#243;n.
                <emph type="bold">N&#250;mero de serie de la carrocer&#237;a, N&#250;mero VIN, N&#250;mero de la campa&#241;a
                    de retiro, Precio del trabajo de reparaci&#243;n de las instalaciones, C&#243;digo de reparaci&#243;n,
                    Costo de los pernos, si los adquiere (de ser as&#237;, debe tener el recibo, el que no puede exceder
                    los US$2.00 por junta reparada. El impuesto a la venta no se reembolsa).
                </emph>
            </para>
            <para>Toda la correspondencia se debe devolver a IC Corporation, PO Box 6000, Conway, Arkansas, 72033,
                Atenci&#243;n: Compliance Department.
            </para>
            <para>
                <emph type="bold">RECLAMOS DE RETIRO: reparaciones realizadas por distribuidores autorizados</emph>
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibe las Cartas de notificaci&#243;n al
                cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos,
                <emph type="bold">debe notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n
                    de su distribuidor.
                </emph>
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia al Retiro
                <emph type="bold">G-03305</emph>.
            </para>
            <para>
                <emph type="bold">RESPONSABILIDAD DEL ARRENDADOR:</emph>
            </para>
            <para>Las Regulaciones federales demandan que cualquier arrendador de veh&#237;culo que reciba este aviso de
                retiro debe enviar una copia del mismo al arrendatario dentro de diez d&#237;as.
            </para>
            <para>IC Corporation solicita su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas
                o necesita m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
