<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03512 - Interferencia del eslab&#243;n de arrastre/ajustador de holgura en los modelos 9900
        fabricados entre el 18 de julio de 2002 y el 18 de junio de 2003 con los siguientes c&#243;digos de caracter&#237;sticas
        de eje delantero y freno delantero: 02ASD o 02ASE con 04JBG
    </stitle>
    <recall id="rec03512" translation="spanish">
        <recallnumber>03512</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Noviembre de 2003</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Interferencia del eslab&#243;n de arrastre/ajustador de holgura en los modelos 9900 fabricados entre el
            18 de julio de 2002 y el 18 de junio de 2003 con los siguientes c&#243;digos de caracter&#237;sticas de eje
            delantero y freno delantero: 02ASD o 02ASE con 04JBG
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9900
                    <daterange>
                        <startdate>07/18/2002</startdate>
                        <enddate>06/18/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>02ASD</ucode>
                <ucode>02ASE</ucode>
                <ucode>04JBG</ucode>
            </configure>
        </apply>
        <defect>
            <para>Bajo ciertas condiciones, el eslab&#243;n de arrastre utilizado en los modelos 9900 que cumplen con
                las normas de emisi&#243;n posteriores a 2002 con estos c&#243;digos de eje y este c&#243;digo de freno,
                interferir&#225; con
                <emph type="bold">la c&#225;mara de freno y el ajustador de holgura delanteros</emph>
                del lado del conductor. Esta interferencia puede causar da&#241;os al ajustador de holgura y dejarlo
                inoperable. Un ajustador de holgura inoperable har&#225; que los frenos delanteros se desgasten
                irregularmente y puede, a la larga,
                <emph type="bold">causar un choque del veh&#237;culo sin advertirlo,</emph>
                lo que posiblemente producir&#225;
                <emph type="bold">lesiones personales, da&#241;os a la propiedad o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Esta campa&#241;a cubre los modelos 9900 fabricados entre el 18.07.02 y el 18.06.03 que tengan los
                siguientes c&#243;digos de caracter&#237;sticas del eje delantero: 02ASD o 02ASE con el c&#243;digo de
                caracter&#237;stica de freno delantero: 04JBG.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="remove" graphiccount="26">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <note>
                        <para>Para obtener mayor informaci&#243;n con respecto al procedimiento est&#225;ndar para cada
                            uno de los siguientes pasos, consulte el Manual de servicio maestro.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>A. Quite el eslab&#243;n de arrastre</title>
                <step1>
                    <para count="1">Gire las ruedas a la izquierda para tener mejor acceso a todos los componentes.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga la transmisi&#243;n en neutro y coloque el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Abra y asegure el cofre.</para>
                </step1>
                <step1>
                    <para count="1">Quite las chavetas de dos patas y las tuercas de los extremos del eslab&#243;n de
                        arrastre, en el lugar en donde se sujetan al brazo de direcci&#243;n y al brazo Pitman.
                    </para>
                </step1>
                <figure id="f0351201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351201.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="312px"/>
                    <caption>Figura 1</caption>
                    <calloutgroup>
                        <callout1>1. TUERCAS ALMENADAS</callout1>
                        <callout1>2. CUBIERTAS DE ENGRASE</callout1>
                        <callout1>3. CONEXIONES DE ENGRASE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Separe el eslab&#243;n de arrastre del brazo Pitman y del brazo de direcci&#243;n
                        del eslab&#243;n de arrastre. Si es necesario, utilice una herramienta extractora para separar
                        el eslab&#243;n de arrastre del brazo de direcci&#243;n.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Cuando el eslab&#243;n de arrastre o el varillaje de la direcci&#243;n est&#233;n
                            desconectados, observe las siguientes precauciones con respecto al engranaje de direcci&#243;n
                            hidr&#225;ulica.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>No mueva el eje de salida del engranaje de direcci&#243;n mediante el brazo Pitman
                                    cuando el eslab&#243;n de arrastre est&#233; desconectado. Esto puede causar la
                                    entrada de aire en el l&#237;quido de la direcci&#243;n.
                                </para>
                            </item>
                            <item>
                                <para>No gire el eje de entrada del engranaje de direcci&#243;n m&#225;s de 1,5 vueltas
                                    desde el centro con el engranaje de direcci&#243;n desconectado en un engranaje de
                                    direcci&#243;n TRW. Si da m&#225;s de 1,5 vueltas, puede hacer que las cabezas m&#243;viles
                                    autom&#225;ticas se restablezcan, afectando la descarga de presi&#243;n del fin de
                                    carrera.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>B. Quite el brazo de direcci&#243;n</title>
                <step1>
                    <para count="1">Quite los pernos del brazo de direcci&#243;n y el brazo de direcci&#243;n.</para>
                </step1>
                <figure id="f0351202" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351202.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="312px"/>
                    <caption>Figura 2</caption>
                    <calloutgroup>
                        <callout1>1. PERNOS</callout1>
                        <callout1>2. BRAZO DE DIRECCI&#211;N</callout1>
                        <callout1>3. CHARNELA DE DIRECCI&#211;N DEL CUBO UNITARIO</callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>C. Quite el brazo Pitman</title>
                <para>
                    <emph type="bold">Procedimiento del engranaje de direcci&#243;n TRW/ROSS</emph>
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Quite el perno retenedor del brazo Pitman.</para>
                    </item>
                    <item>
                        <para>Quite el brazo Pitman del eje de sector (
                            <emph type="bold">Figura 3</emph>).
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <caution>
                        <para>Para evitar lesiones personales, si utiliza un cincel para extender un saliente de brazo
                            Pitman tipo perno retenedor para quitarlo del eje, sostenga firmemente el cincel en todo
                            momento. De no hacerlo as&#237;, el cincel puede caer de sus manos. Nunca deje el cincel acu&#241;ado
                            en el saliente del brazo Pitman. Tenga cuidado de no tocar el eje de sector con el cincel.
                        </para>
                        <para>Si no puede quitar el brazo Pitman del eje con un cincel y sus manos, quite el cincel del
                            saliente del brazo y utilice s&#243;lo un extractor para quitar el brazo Pitman.
                        </para>
                    </caution>
                </specpara>
                <figure id="f0351203" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351203.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 3</caption>
                    <calloutgroup>
                        <callout1>1. BRAZO PITMAN</callout1>
                        <callout1>2. PERNO RETENEDOR</callout1>
                    </calloutgroup>
                </figure>
                <para>
                    <emph type="bold">Procedimiento del engranaje de direcci&#243;n SHEPPARD</emph>
                </para>
                <step1>
                    <para count="1">Utilice el peque&#241;o punz&#243;n y el martillo de bolita para doblar hacia afuera
                        las 2 leng&#252;etas de sujeci&#243;n del retenedor, para que se pueda quitar el ret&#233;n (
                        <emph type="bold">Figura 4</emph>).
                    </para>
                </step1>
                <figure id="f0351204" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351204.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 4</caption>
                </figure>
                <step1>
                    <para count="1">No doble las leng&#252;etas en la ranura del brazo Pitman (
                        <emph type="bold">Figura 5</emph>).
                    </para>
                </step1>
                <figure id="f0351205" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351205.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 5</caption>
                </figure>
                <step1>
                    <para count="1">Utilice una llave Allen de 5/8" o 3/4" y una barra de ruptura para quitar al ret&#233;n
                        de bloqueo de leng&#252;eta (
                        <emph type="bold">Figura 6</emph>).
                    </para>
                </step1>
                <figure id="f0351206" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351206.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 6</caption>
                </figure>
                <step1>
                    <para count="1">Adjunte un extractor de 3 mand&#237;bulas y quite el brazo Pitman. El brazo Pitman
                        tendr&#225; tres (3) almohadillas para las mand&#237;bulas del extractor (
                        <emph type="bold">Figura 7</emph>).
                    </para>
                </step1>
                <figure id="f0351207" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351207.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 7</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os al eje de sector o al brazo Pitman, NO martillee el brazo Pitman ni
                            aplique fuentes de calor durante la remoci&#243;n.
                        </para>
                        <para>&#161;Los da&#241;os en el brazo Pitman o el eje de sector pueden causar un choque del veh&#237;culo
                            sin advertirlo!
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>D. Instale el nuevo brazo Pitman</title>
                <para>
                    <emph type="bold">Procedimiento del engranaje de direcci&#243;n TRW/ROSS</emph>
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Coloque la herramienta en la ranura del brazo Pitman y aplique fuerza suficiente para
                            extender la abertura de la ranura de modo que el brazo Pitman se pueda instalar en el eje.
                        </para>
                        <para>
                            <emph type="bold">NOTA: la ranura en el brazo Pitman no se debe extender m&#225;s de 0,35"
                                (8,9mm) y no debe permitir ninguna deformaci&#243;n permanente de la junta del brazo
                                Pitman al engranaje.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Coloque el brazo Pitman en el eje del engranaje, alineando la marca en el brazo con la
                            marca en el eje de sector.
                        </para>
                    </item>
                    <item>
                        <para>Quite la herramienta, verificando que se mantenga esa alineaci&#243;n del orificio y la
                            ranura.
                        </para>
                    </item>
                    <item>
                        <para>Ensamble el perno y la tuerca. Aplique torsi&#243;n a
                            <emph type="bold">330 a 370 lbf pie</emph>
                            (447 a 494 Nm).
                        </para>
                    </item>
                </seqlist>
                <figure id="f0351208" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351203.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 8</caption>
                    <calloutgroup>
                        <callout1>1. BRAZO PITMAN</callout1>
                        <callout1>2. PERNO RETENEDOR</callout1>
                    </calloutgroup>
                </figure>
                <para>
                    <emph type="bold">Procedimiento del engranaje de direcci&#243;n SHEPPARD</emph>
                </para>
                <step1>
                    <para count="1">Instale el brazo Pitman en el eje de salida. Alinee la marca de sincronizaci&#243;n
                        del brazo Pitman con la marca de sincronizaci&#243;n del eje de salida (
                        <emph type="bold">Figura 9</emph>).
                    </para>
                </step1>
                <figure id="f0351209" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351209.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 9</caption>
                </figure>
                <step1>
                    <para count="1">Antes de la instalaci&#243;n, inspeccione el conjunto de ret&#233;n de bloqueo de
                        leng&#252;eta en busca de leng&#252;etas rotas o da&#241;os a las roscas. Si encuentra da&#241;os,
                        reemplace el ret&#233;n.
                    </para>
                    <para>
                        <emph type="italic">&#161;Si se requiere un nuevo ret&#233;n, lea atentamente la hoja de
                            instrucciones que viene con el equipo de ret&#233;n! Descarte las refacciones que no se
                            requieren para su aplicaci&#243;n.
                        </emph>
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Los retenes de bloqueo de leng&#252;eta vienen con tres especificaciones de torsi&#243;n:
                            225 lbf pie (305 Nm), 350 lbf pie (475 Nm) o 450 lbf pie (610 Nm). El valor de torsi&#243;n
                            est&#225; estampado en la superficie del ret&#233;n.
                        </para>
                        <para>Todos los engranajes de direcci&#243;n Sheppard en este retiro son engranajes modelo M-100
                            y requerir&#225;n 350 lbf pie (475 Nm) de torsi&#243;n.
                        </para>
                        <para>&#161;Verifique el valor de torsi&#243;n estampado en su ret&#233;n y en la Tabla 1 para
                            asegurarse de que su ret&#233;n es correcto!
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Aplique un compuesto antiagarrotamiento a las roscas del eje de sector y del ret&#233;n
                        y a ambos lados de la arandela de fricci&#243;n (
                        <emph type="bold">Figura 10</emph>).
                    </para>
                </step1>
                <figure id="f0351210" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351210.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 10</caption>
                </figure>
                <step1>
                    <para count="1">Atornille manualmente el ret&#233;n en el eje de salida y alinee las leng&#252;etas
                        del ret&#233;n con las muescas del brazo Pitman (
                        <emph type="bold">Figura 11</emph>).
                    </para>
                </step1>
                <figure id="f0351211" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351211.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 11</caption>
                </figure>
                <step1>
                    <para count="1">Utilice la llave Allen de 5/8" o 3/4" y la llave de torsi&#243;n para instalar al
                        ret&#233;n en el eje de salida, apretando el ret&#233;n (
                        <emph type="bold">Figura 12</emph>), seg&#250;n la Tabla 1.
                    </para>
                </step1>
                <figure id="f0351212" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351212.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 12</caption>
                </figure>
                <table id="t0351201">
                    <title>Tabla de torsi&#243;n</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="1.02*"/>
                        <colspec colname="col2" align="center" colwidth="0.98*"/>
                        <colspec colname="col3" align="center" colwidth="1.00*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Engranaje de direcci&#243;n</para>
                                </entry>
                                <entry align="center">
                                    <para>Torsi&#243;n lbf pie</para>
                                </entry>
                                <entry align="center">
                                    <para>Torsi&#243;n Nm</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center">
                                    <para>M-80</para>
                                </entry>
                                <entry align="center">
                                    <para>225</para>
                                </entry>
                                <entry align="center">
                                    <para>305</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>M-90</para>
                                </entry>
                                <entry align="center">
                                    <para>350</para>
                                </entry>
                                <entry align="center">
                                    <para>474</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">M-100</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">350</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">474</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>M-110</para>
                                </entry>
                                <entry align="center">
                                    <para>450</para>
                                </entry>
                                <entry align="center">
                                    <para>610</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">Despu&#233;s de apretar el ret&#233;n, suelte y quite el ret&#233;n del eje de
                        salida. Mida la distancia desde el extremo del eje de salida (
                        <emph type="bold">A, Figura 13</emph>) al &#225;rea rebajada del brazo Pitman (
                        <emph type="bold">B, Figura 13</emph>). Las dimensiones aceptables est&#225;n en la Tabla 2.
                    </para>
                </step1>
                <figure id="f0351213" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351213.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 13</caption>
                </figure>
                <table id="t0351202">
                    <title>Distancia aceptable entre A y B</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="1.02*"/>
                        <colspec colname="col2" align="center" colwidth="0.98*"/>
                        <colspec colname="col3" align="center" colwidth="1.00*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Engranaje de direcci&#243;n</para>
                                </entry>
                                <entry align="center">
                                    <para>Pulgadas</para>
                                </entry>
                                <entry align="center">
                                    <para>mm</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center">
                                    <para>M-80</para>
                                </entry>
                                <entry align="center">
                                    <para>3/32-5/32</para>
                                </entry>
                                <entry align="center">
                                    <para>2,4-4</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>M-90</para>
                                </entry>
                                <entry align="center">
                                    <para>3/32-5/32</para>
                                </entry>
                                <entry align="center">
                                    <para>2,4-4</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">M-100</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">3/32-5/32</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">2,4-4</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>M-110</para>
                                </entry>
                                <entry align="center">
                                    <para>1/8-3/16</para>
                                </entry>
                                <entry align="center">
                                    <para>3,2-4,8</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <warning>
                        <para>Si la medida no cumple con la tolerancia m&#237;nima o m&#225;xima aceptable, se debe
                            reemplazar el eje de sector. Si no se toma la medida o no se reemplazan las refacciones
                            gastadas, se puede soltar el brazo Pitman, lo que podr&#237;a ocasionar un choque del veh&#237;culo
                            sin advertirlo, teniendo como posible consecuencia da&#241;os a la propiedad, lesiones
                            personales o la muerte.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Si la medida es correcta o si se reemplaz&#243; el eje de sector, atornille
                        manualmente el ret&#233;n en el eje de salida. Aseg&#250;rese de alinear las leng&#252;etas del
                        ret&#233;n con las muescas del brazo Pitman.
                    </para>
                </step1>
                <step1>
                    <para count="1">Utilice una llave Allen de 5/8" o 3/4" y una llave de torsi&#243;n para apretar el
                        ret&#233;n en el eje de salida. Consulte la
                        <emph type="bold">Figura 12</emph>
                        y aplique torsi&#243;n al ret&#233;n seg&#250;n la
                        <emph type="bold">Tabla 1</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de llegar al valor de torsi&#243;n especificado,
                        <emph type="bold">contin&#250;e apretando</emph>
                        hasta que dos de las leng&#252;etas de sujeci&#243;n de la arandela de leng&#252;eta se alineen
                        con las muescas en el ret&#233;n (
                        <emph type="bold">Figura 14</emph>).
                    </para>
                </step1>
                <figure id="f0351214" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351214.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 14</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Si las leng&#252;etas y las muescas no se alinean, apriete m&#225;s all&#225; del valor de
                            torsi&#243;n especificado hasta que dos de las leng&#252;etas se alineen. Nunca haga
                            retroceder el ret&#233;n para alinear las leng&#252;etas de sujeci&#243;n.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Utilice un punz&#243;n ahusado y un martillo para bloquear las leng&#252;etas de
                        retenci&#243;n en el ret&#233;n (
                        <emph type="bold">Figura 15</emph>).
                    </para>
                </step1>
                <figure id="f0351215" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351215.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 15</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales, utilice siempre gafas de seguridad y nunca utilice un
                            punz&#243;n da&#241;ado.
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>E. Instale el nuevo brazo de direcci&#243;n</title>
                <step1>
                    <para count="1">Instale el nuevo brazo de direcci&#243;n seg&#250;n se muestra:</para>
                </step1>
                <figure id="f0351216" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351216.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="312px"/>
                    <caption>Figura 16</caption>
                    <calloutgroup>
                        <callout1>1. PERNOS</callout1>
                        <callout1>2. NUEVO BRAZO DE DIRECCI&#211;N</callout1>
                        <callout1>3. CHARNELA DE DIRECCI&#211;N DEL CUBO UNITARIO</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Para lograr una instalaci&#243;n apropiada, compruebe que el &#225;rea plana est&#233;
                            orientada hacia el frente del cami&#243;n y hacia el suelo.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Instale nuevos pernos y aplique torsi&#243;n a
                        <emph type="bold">300 a 450 lbf pie</emph>
                        (406 a 610 Nm).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>F. Instale un nuevo eslab&#243;n de arrastre</title>
                <step1>
                    <para count="1">Instale un eslab&#243;n de arrastre seg&#250;n se muestra:</para>
                </step1>
                <figure id="f0351217" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351217.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 17</caption>
                    <calloutgroup>
                        <callout1>1. NUEVO CONJUNTO DE ESLAB&#211;N DE ARRASTRE</callout1>
                        <callout1>2. NUEVAS TUERCAS ALMENADAS</callout1>
                        <callout1>3. NUEVAS CHAVETAS DE DOS PATAS</callout1>
                        <callout1>4. BRAZO PITMAN</callout1>
                        <callout1>5. BRAZO DE DIRECCI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>La palabra "PITMAN" est&#225; estampada en el eslab&#243;n de arrastre para indicar su
                            orientaci&#243;n correcta. Instale el eslab&#243;n con el lado marcado "PITMAN" en el nuevo
                            brazo Pitman. La palabra "PITMAN" debe estar mirando hacia arriba (con la conexi&#243;n de
                            engrase del brazo Pitman orientada hacia el suelo) y debe ser legible cuando se instala en
                            el cami&#243;n.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Aplique torsi&#243;n a las tuercas almenadas a
                        <emph type="bold">120 a 160 lbf pie</emph>
                        (163 a 218 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las chavetas de dos patas. Si es necesario, apriete las tuercas hasta que
                        los orificios se alineen. Si la chaveta de dos patas no se puede instalar despu&#233;s de
                        aplicar la torsi&#243;n m&#237;nima, la tuerca se debe adelantar hasta que se pueda instalar la
                        chaveta de dos patas.
                        <emph type="bold">No afloje la tuerca</emph>
                        para instalar la chaveta de dos patas.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>G. Vuelva a colocar las cabezas m&#243;viles del engranaje de direcci&#243;n</title>
                <para>
                    <emph type="bold">Procedimiento del engranaje de direcci&#243;n TRW/ROSS</emph>
                </para>
                <step1>
                    <para count="1">Arranque el motor y deje que el veh&#237;culo marche en ralent&#237; durante 5 a 10
                        minutos para calentar el l&#237;quido hidr&#225;ulico. Apague el motor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si est&#225; utilizando una nueva tuerca y tornillo de ajuste de cabeza m&#243;vil,
                        gire el tornillo en el extremo no sellador de la contratuerca hasta que el extremo del
                        dispositivo del tornillo quede nivelado con la tuerca (
                        <emph type="bold">Figura 18</emph>).
                    </para>
                    <para>Su engranaje de direcci&#243;n tendr&#225; un perno de tope fijo o un tornillo de ajuste. Si
                        el tornillo de ajuste ya es parte del engranaje de direcci&#243;n, haga retroceder la tuerca
                        hacia afuera del tornillo de ajuste hasta que quede nivelado con el extremo del tornillo de
                        ajuste.
                    </para>
                </step1>
                <figure id="f0351218" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351218.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 18</caption>
                </figure>
                <step1>
                    <para count="1">Aseg&#250;rese de que el motor est&#233; apagado y de que las ruedas delanteras del
                        veh&#237;culo est&#233;n mirando directo hacia adelante. Quite y descarte el perno de tope fijo
                        de la cabeza m&#243;vil (si est&#225; equipado) y la arandela del extremo inferior del
                        alojamiento (
                        <emph type="bold">Figura 19</emph>).
                    </para>
                    <para>Si la unidad tiene un tornillo de ajuste de cabeza m&#243;vil y tuerca de sellado que se debe
                        cambiar, qu&#237;tela y desc&#225;rtela.
                    </para>
                </step1>
                <figure id="f0351219" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351219.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 19</caption>
                </figure>
                <step1>
                    <para count="1">Con una llave Allen de 7/32", gire el conjunto de tornillo de ajuste y tuerca de
                        sellado sin girar la tuerca del tornillo en el alojamiento hasta que la tuerca est&#233;
                        firmemente colocada contra el alojamiento. Apriete la tuerca de sellado contra el alojamiento (
                        <emph type="bold">Figura 20</emph>).
                    </para>
                </step1>
                <figure id="f0351220" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351220.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 20</caption>
                </figure>
                <step1>
                    <para count="1">Revise y, si es necesario, vuelva a llenar el dep&#243;sito del sistema con l&#237;quido
                        hidr&#225;ulico.
                    </para>
                </step1>
                <specpara>
                    <caution>
                        <para>No mezcle los tipos de l&#237;quido. La mezcla de l&#237;quido de transmisi&#243;n, aceite
                            de motor u otros l&#237;quidos hidr&#225;ulicos har&#225; que los sellos se deterioren con
                            mayor rapidez.
                        </para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Bloquee las ruedas traseras y ponga el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Coloque un gato bajo el centro del eje delantero y levante la parte delantera del
                        veh&#237;culo hasta que las llantas del eje de la direcci&#243;n se despeguen del suelo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Arranque el motor y h&#225;galo marchar en ralent&#237;. Observe qu&#233; marca de
                        sincronizaci&#243;n del eje de salida est&#225; m&#225;s cerca del agujero del pist&#243;n del
                        alojamiento. Gire el volante de la direcci&#243;n que hace avanzar esta marca de sincronizaci&#243;n
                        hacia el tornillo de ajuste reci&#233;n instalado. Gire en esta direcci&#243;n hasta que se haga
                        el contacto con el tope del eje. Cuando se haga el contacto de parada del eje, tire con fuerza
                        del volante de la direcci&#243;n (tir&#243;n de
                        <emph type="bold">30 lbf</emph>
                        (133 N) en un volante de la direcci&#243;n de 20"). Esto preparar&#225; la cabeza m&#243;vil
                        superior para su colocaci&#243;n (
                        <emph type="bold">Figura 21</emph>).
                    </para>
                </step1>
                <figure id="f0351221" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351221.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 21</caption>
                </figure>
                <step1>
                    <para count="1">Para colocar la cabeza m&#243;vil, gire el volante en la direcci&#243;n opuesta
                        (extremo de la marca de sincronizaci&#243;n m&#225;s alejada del tornillo de ajuste) hasta hacer
                        contacto con el otro tope del eje. Tire con fuerza del volante de la direcci&#243;n (tir&#243;n
                        de 30 lbf (133 N) en un volante de la direcci&#243;n de 20"). Suelte el volante y apague el
                        motor (
                        <emph type="bold">Figura 22</emph>).
                    </para>
                </step1>
                <figure id="f0351222" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351222.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 22</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No sostenga el volante de la direcci&#243;n en su giro completo por m&#225;s de 10
                            segundos cada vez; la acumulaci&#243;n de calor en la descarga de presi&#243;n de la bomba
                            puede da&#241;ar los componentes de la direcci&#243;n.
                        </para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Suelte la tuerca de sellado y haga retroceder el tornillo de ajuste hasta 1"
                        (25,4mm) m&#225;s all&#225; de la tuerca. Apriete la tuerca de sellado contra el alojamiento (
                        <emph type="bold">Figura 23</emph>).
                    </para>
                </step1>
                <figure id="f0351223" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351223.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 23</caption>
                </figure>
                <step1>
                    <para count="1">Arranque el motor y d&#233;jelo marchar en ralent&#237;. Gire el volante en la
                        direcci&#243;n original (extremo de la marca de sincronizaci&#243;n hacia el tornillo de ajuste)
                        hasta que se haga el contacto con el tope del eje. Sostenga el volante en esta posici&#243;n
                        (tir&#243;n del rin de 30 lbf (133 N)) durante 10 segundos y luego suelte. Repita este proceso
                        de sujeci&#243;n y liberaci&#243;n tantas veces como sea necesario mientras completa este paso.
                    </para>
                </step1>
                <step1>
                    <para count="1">Sosteniendo el volante en giro completo, suelte la contratuerca y sost&#233;ngala en
                        su lugar con una llave. Gire el tornillo de ajuste hacia adentro (hacia la derecha), utilizando
                        s&#243;lo la presi&#243;n de los dedos (no utilice un trinquete) hasta que la llave Allen llegue
                        al tope.
                        <emph type="bold">No intente girarla m&#225;s.</emph>
                        Detenga el proceso de giro hacia adentro cada vez que el conductor suelte el volante; contin&#250;e
                        girando s&#243;lo mientras el volante se est&#233; sosteniendo a giro completo. Haga retroceder
                        el tornillo de ajuste 3-1/4 vueltas y apriete la tuerca de sellado a
                        <emph type="bold">33 a 37 lbf pie</emph>
                        (45 a 50 Nm) (
                        <emph type="bold">Figura 24</emph>).
                    </para>
                </step1>
                <figure id="f0351224" figsize="col-wide">
                    <graphic filename="../recallfigures/g0351224.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 24</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No sostenga el volante de la direcci&#243;n en su giro completo por m&#225;s de 10
                            segundos cada vez; la acumulaci&#243;n de calor en la descarga de presi&#243;n de la bomba
                            puede da&#241;ar los componentes de la direcci&#243;n.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <caution>
                        <para>Para lograr un enganche apropiado de las roscas, la longitud del tornillo de ajuste que
                            sobresale de la tuerca no debe ser mayor que 1-1/16" (27mm).
                        </para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Ahora las cabezas m&#243;viles est&#225;n completamente instaladas. Revise el nivel
                        del l&#237;quido en el dep&#243;sito de la direcci&#243;n hidr&#225;ulica y llene si es
                        necesario.
                    </para>
                </step1>
                <para>
                    <emph type="bold">Procedimiento de engranaje de la direcci&#243;n SHEPPARD</emph>
                </para>
                <figure id="f0351225" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351225.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             scalefitheight="312px"/>
                    <caption>Figura 25</caption>
                </figure>
                <figure id="f0351226" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351226.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             scalefitheight="312px"/>
                    <caption>Figura 26</caption>
                </figure>
                <seqlist style="arabic">
                    <item>
                        <para>Estacione el veh&#237;culo sobre una superficie s&#243;lida. Coloque el freno de
                            estacionamiento, acu&#241;e las ruedas e incline el cofre para acceder a las llantas
                            delanteras y al engranaje de direcci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Quite las tapas pl&#225;sticas de ambos orificios del &#233;mbolo.</para>
                    </item>
                    <item>
                        <para>Inserte cuidadosamente un punz&#243;n en el orificio del &#233;mbolo y golp&#233;elo
                            ligeramente con el martillo hasta que toque fondo en el agujero.
                        </para>
                        <para>
                            <emph type="bold">PRECAUCI&#211;N: al utilizar el punz&#243;n, tenga cuidado de no da&#241;ar
                                el agujero del &#233;mbolo . Si el agujero se da&#241;a durante este procedimiento, se
                                puede producir una fuga.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Vuelva a colocar las tapas pl&#225;sticas.</para>
                    </item>
                    <item>
                        <para>Levante el eje delantero hasta que las llantas se despeguen de la superficie. Sostenga con
                            gatos fijos.
                        </para>
                    </item>
                    <item>
                        <para>Arranque el motor y gire la rueda hasta un bloqueo completo en ambas direcciones. El
                            contacto con el tope del eje mientras las ruedas est&#225;n despegadas del suelo colocar&#225;
                            el &#233;mbolo autom&#225;tico en la posici&#243;n correcta.
                        </para>
                    </item>
                    <item>
                        <para>Devuelva las ruedas a su posici&#243;n recta hacia adelante y baje el veh&#237;culo.
                        </para>
                        <para>
                            <emph type="bold">NOTA: cuando llegue al fin de la carrera, sentir&#225; que el pist&#243;n
                                hace contacto con el &#233;mbolo. Siga girando hasta que llegue al perno de tope del
                                eje.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Ahora los &#233;mbolos de desahogo est&#225;n completamente instalados. Revise el nivel
                            del l&#237;quido en el dep&#243;sito de la direcci&#243;n hidr&#225;ulica y llene si es
                            necesario.
                        </para>
                    </item>
                </seqlist>
            </svcsubproc>
            <svcsubproc>
                <title>H. Vuelva a centrar el volante de la direcci&#243;n</title>
                <step1>
                    <para count="1">Cierre y asegure el cofre.</para>
                </step1>
                <step1>
                    <para count="1">Quite los gatos fijos y baje el veh&#237;culo al suelo.</para>
                </step1>
                <step1>
                    <para count="1">Vuelva a centrar el volante de la direcci&#243;n.</para>
                </step1>
                <specpara>
                    <note>
                        <para>Para obtener informaci&#243;n con respecto al procedimiento para quitar y volver a centrar
                            el volante de la direcci&#243;n, consulte el Manual de servicio maestro.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="boldital">Debido al peque&#241;o n&#250;mero de veh&#237;culos involucrados en este retiro
                    (89 en total), s&#243;lo se deben pedir refacciones cuando se haya confirmado que un 9900 requiere
                    el PROCEDIMIENTO DE SERVICIO en el &#225;rea del distribuidor.
                </emph>
            </para>
            <para>
                <emph type="bold">A continuaci&#243;n, se incluye un formulario de PEDIDO POR FAX que se debe llenar y
                    enviar por fax a fin de recibir un Equipo de servicio de retiro correcto.
                </emph>
            </para>
            <para>Para este retiro son necesarios cuatro (4)
                <emph type="bold">posibles</emph>
                Equipos de servicio de retiro.
            </para>
            <para>
                <emph type="bold">Lea atentamente para determinar, mediante la etiqueta de l&#237;nea, qu&#233; Equipo
                    de servicio es necesario para cada veh&#237;culo.
                </emph>
            </para>
            <para>
                <emph type="bold">Para pedir el equipo de retiro, deber&#225; utilizar el formulario de FAX que se
                    incluye a continuaci&#243;n.
                </emph>
            </para>
            <figure id="f0351227" figsize="pg-wide">
                <graphic filename="../recallfigures/g0351227.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="580px"/>
                <caption>Formulario de pedido por fax para retiro de seguridad 03512</caption>
            </figure>
            <para>Los equipos son:</para>
            <table id="t0351203">
                <title>Descripciones de los equipos</title>
                <tgroup cols="5">
                    <colspec colname="col1" colwidth="0.91*"/>
                    <colspec colname="col2" align="center" colwidth="1.76*"/>
                    <colspec colname="col3" align="center" colwidth="0.64*"/>
                    <colspec colname="COLSPEC0" colwidth="0.61*"/>
                    <colspec colname="COLSPEC1" colwidth="0.61*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                            <entry align="center">
                                <para>Caracter&#237;stica del eje delantero</para>
                            </entry>
                            <entry align="center">
                                <para>Caracter&#237;stica del engranaje de direcci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900102R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Equipo de servicio de retiro 03512, engranaje de direcci&#243;n Sheppard,
                                    <emph type="bold">eje delantero 12K</emph>
                                </para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                            <entry align="center">
                                <para>02ASD</para>
                            </entry>
                            <entry align="center">
                                <para>05PSA</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900103R91</para>
                            </entry>
                            <entry align="center">
                                <para>Equipo de servicio de retiro 03512, engranaje de direcci&#243;n Sheppard,
                                    <emph type="bold">eje delantero 13,2K</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                            <entry align="center">
                                <para>02ASE</para>
                            </entry>
                            <entry align="center">
                                <para>05PSA</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900104R91</para>
                            </entry>
                            <entry align="center">
                                <para>Equipo de servicio de retiro 03512, engranaje de direcci&#243;n TRW/ROSS,
                                    <emph type="bold">eje delantero 12K</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                            <entry align="center">
                                <para>02ASD</para>
                            </entry>
                            <entry align="center">
                                <para>05PRJ</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900105R91</para>
                            </entry>
                            <entry align="center">
                                <para>Equipo de servicio de retiro 03512, engranaje de direcci&#243;n TRW/ROSS,
                                    <emph type="bold">eje delantero 13,2K</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                            <entry align="center">
                                <para>02ASE</para>
                            </entry>
                            <entry align="center">
                                <para>05PRJ</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El n&#250;mero de veh&#237;culos que requieren un equipo es el siguiente. Tenga esto en consideraci&#243;n
                al pedir equipos:
            </para>
            <table id="t0351204">
                <title>N&#250;mero de veh&#237;culos por equipo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.04*"/>
                    <colspec colname="col2" colwidth="1.08*"/>
                    <colspec colname="col3" colwidth="0.89*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>N&#250;mero de veh&#237;culos que requieren equipo</para>
                            </entry>
                            <entry align="center">
                                <para>%</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900102R91</para>
                            </entry>
                            <entry>
                                <para>70</para>
                            </entry>
                            <entry>
                                <para>79%</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900103R91</para>
                            </entry>
                            <entry>
                                <para>5</para>
                            </entry>
                            <entry>
                                <para>6%</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900104R91</para>
                            </entry>
                            <entry>
                                <para>10</para>
                            </entry>
                            <entry>
                                <para>11%</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900105R91</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                            <entry>
                                <para>4%</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">TOTALES</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">89</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">100%</emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">&#161;Pida refacciones solamente cuando se haya confirmado un veh&#237;culo en su
                    &#225;rea!
                </emph>
            </para>
            <para>El Equipo de servicio de retiro
                <emph type="bold">8900102R91</emph>
                contiene las siguientes refacciones y se debe utilizar en veh&#237;culos con
                <emph type="bold">02ASD y 05PSA</emph>:
            </para>
            <table id="t0351205">
                <title>N&#250;mero de equipo: 8900102R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.85*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3523195C91</para>
                            </entry>
                            <entry>
                                <para>Eslab&#243;n, arrastre de la direcci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3592699C1</para>
                            </entry>
                            <entry>
                                <para>Brazo Pitman, Sheppard, 12K</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900106R91</para>
                            </entry>
                            <entry>
                                <para>Equipo de retiro de brazo de direcci&#243;n ArvinMeritor</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>137214</para>
                            </entry>
                            <entry>
                                <para>Chavetas de dos patas del eslab&#243;n de arrastre</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El Equipo de servicio de retiro
                <emph type="bold">8900103R91</emph>
                contiene las siguientes refacciones y se debe utilizar en veh&#237;culos con
                <emph type="bold">02ASE y 05PSA:</emph>
            </para>
            <table id="t0351206">
                <title>N&#250;mero de equipo: 8900103R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.85*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3523195C91</para>
                            </entry>
                            <entry>
                                <para>Eslab&#243;n, arrastre de la direcci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3592703C1</para>
                            </entry>
                            <entry>
                                <para>Brazo Pitman, Sheppard, 13,2K</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900106R91</para>
                            </entry>
                            <entry>
                                <para>Equipo de retiro de brazo de direcci&#243;n ArvinMeritor</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>137214</para>
                            </entry>
                            <entry>
                                <para>Chavetas de dos patas del eslab&#243;n de arrastre</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El Equipo de servicio de retiro
                <emph type="bold">8900104R91</emph>
                contiene las siguientes refacciones y se debe utilizar en veh&#237;culos con
                <emph type="bold">02ASD y 05PRJ:</emph>
            </para>
            <table id="t0351207">
                <title>N&#250;mero de equipo: 8900104R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.85*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3523195C91</para>
                            </entry>
                            <entry>
                                <para>Eslab&#243;n, arrastre de la direcci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3592700C1</para>
                            </entry>
                            <entry>
                                <para>Brazo Pitman, TRW, 12K</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900106R91</para>
                            </entry>
                            <entry>
                                <para>Equipo de retiro de brazo de direcci&#243;n ArvinMeritor</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>137214</para>
                            </entry>
                            <entry>
                                <para>Chavetas de dos patas del eslab&#243;n de arrastre</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1670596C1</para>
                            </entry>
                            <entry>
                                <para>Equipo de ajuste de cabeza m&#243;vil</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El Equipo de servicio de retiro
                <emph type="bold">8900105R91</emph>
                contiene las siguientes refacciones y se debe utilizar en veh&#237;culos con
                <emph type="bold">02ASE y 05PRJ:</emph>
            </para>
            <table id="t0351208">
                <title>N&#250;mero de equipo: 8900105R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.85*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3523195C91</para>
                            </entry>
                            <entry>
                                <para>Eslab&#243;n, arrastre de la direcci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3592704C1</para>
                            </entry>
                            <entry>
                                <para>Brazo Pitman, TRW, 13,2K</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900106R91</para>
                            </entry>
                            <entry>
                                <para>Equipo de retiro de brazo de direcci&#243;n ArvinMeritor</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>137214</para>
                            </entry>
                            <entry>
                                <para>Chavetas de dos patas del eslab&#243;n de arrastre</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1670596C1</para>
                            </entry>
                            <entry>
                                <para>Equipo de ajuste de cabeza m&#243;vil</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El equipo de retiro de brazo de direcci&#243;n ArvinMeritor 8900106R91 contiene las siguientes
                refacciones:
            </para>
            <table id="t0351209">
                <title>Equipo de retiro de brazo de direcci&#243;n ArvinMeritor 8900106R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.85*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A3133T8002</para>
                            </entry>
                            <entry>
                                <para>Brazo de direcci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10X1592</para>
                            </entry>
                            <entry>
                                <para>Pernos del brazo de direcci&#243;n c/ parche de bloqueo de rosca</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Todas las partes retiradas se deben destruir en forma local.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0351210">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03512-1</para>
                            </entry>
                            <entry>
                                <para>Realice el procedimiento de servicio de retiro</para>
                            </entry>
                            <entry>
                                <para>1,5 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a rembolsar sus gastos. El distribuidor
                debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza de garant&#237;a
                03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas (CTS1100) est&#225;
                en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de la p&#243;liza
                03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
