<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03509 - Sobremedida del agujero ahusado del brazo de direcci&#243;n</stitle>
    <recall id="rec03509" translation="spanish">
        <recallnumber>03509</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Junio de 2003</recalldate>
        <subjectfile>DIRECCI&#211;N</subjectfile>
        <subject>Sobremedida del agujero ahusado del brazo de direcci&#243;n</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>06/21/2002</startdate>
                        <enddate>05/05/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Se fres&#243; demasiado grande el agujero ahusado del conjunto del brazo de direcci&#243;n y de la
                charnela de direcci&#243;n en algunas charnelas de direcci&#243;n donde se conecta con el eslab&#243;n
                de arrastre. El juego entre un perno de r&#243;tula de eslab&#243;n de arrastre del tama&#241;o correcto
                y el agujero ahusado sobredimensionado es lo suficientemente grande como para que el perno de r&#243;tula
                del eslab&#243;n de arrastre se fatigue y se rompa. Esta condici&#243;n tambi&#233;n puede hacer que la
                tuerca almenada se eche atr&#225;s y cizalle la chaveta de dos patas con lo que el eslab&#243;n de
                arrastre cae, ocasionando posibles
                <emph type="bold">da&#241;os al equipo, lesiones personales o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Esta campa&#241;a cubre los modelos 8600 fabricados entre el 21 de junio de 2002 y el 5 de mayo de
                2003 que tengan los siguientes c&#243;digos de caracter&#237;sticas del eje delantero: 02AGG, 02AGE y
                02AGB.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="inspect" graphiccount="4">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <note>
                        <para>Este retiro tiene dos procedimientos: un PROCEDIMIENTO DE INSPECCI&#211;N y un
                            PROCEDIMIENTO DE REPARACI&#211;N. Realice el Procedimiento de inspecci&#243;n primero para
                            determinar si es necesario realizar el Procedimiento de reparaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento de inspecci&#243;n</title>
                <para>
                    <emph type="bold">Antes de realizar la inspecci&#243;n, lea y entienda completamente las siguientes
                        instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Ponga el freno de estacionamiento y bloquee las ruedas traseras para evitar que el
                        veh&#237;culo se mueva.
                    </para>
                </step1>
                <step1>
                    <para count="1">Levante el eje delantero y ponga el veh&#237;culo sobre uno o m&#225;s soportes de
                        piso.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Nunca se debe usar s&#243;lo un gato para soportar el veh&#237;culo cuando se est&#233;n
                            realizando reparaciones debajo del chasis. El gato se puede bajar y ocasionar lesiones
                            personales graves. Apoye siempre el veh&#237;culo sobre soportes de piso.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Gire el volante de la direcci&#243;n hacia la derecha para poder inspeccionar el
                        brazo de direcci&#243;n.
                    </para>
                </step1>
                <para>
                    <title>INSPECCI&#211;N VISUAL</title>
                </para>
                <para>
                    <emph type="bold">Utilice el siguiente m&#233;todo para realizar la inspecci&#243;n visual. Si este
                        m&#233;todo no permite determinar si es necesario realizar el Procedimiento de inspecci&#243;n,
                        proceda a utilizar el procedimiento INSPECCI&#211;N DE INDICADOR DE CUADRANTE.
                    </emph>
                </para>
                <step1>
                    <para count="1">Inspeccione la posici&#243;n de la tuerca almenada con respecto al agujero de la
                        chaveta de dos patas en el perno de r&#243;tula del eslab&#243;n de arrastre. Si el agujero de
                        la chaveta de dos patas en el perno de r&#243;tula del eslab&#243;n de arrastre est&#225; por
                        encima de la parte superior de la tuerca almenada (como se ilustra en la figura 1)
                        <emph type="bold">ser&#225; necesario cambiar la charnela de direcci&#243;n</emph>.
                    </para>
                </step1>
                <figure id="f0350901" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350901.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figura 1</caption>
                </figure>
                <step1>
                    <para count="1">Mientras aplica fuerza ascendente en el eslab&#243;n de arrastre, determine si hay
                        una separaci&#243;n entre la tuerca almenada y la parte superior de la superficie fresada del
                        brazo de direcci&#243;n (como se ilustra en la Figura 2). Si hay separaci&#243;n,
                        <emph type="bold">se debe cambiar la charnela de direcci&#243;n</emph>.
                    </para>
                </step1>
                <figure id="f0350902" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350902.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 2</caption>
                </figure>
                <step1>
                    <para count="1">Si no existe
                        <emph type="bold">ninguna</emph>
                        de las condiciones anteriores, avance al procedimiento de
                        <emph type="bold">INSPECCI&#211;N DEL INDICADOR DE CUADRANTE</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si existe
                        <emph type="bold">alguna</emph>
                        de las condiciones anteriores, omita el procedimiento de
                        <emph type="bold">INSPECCI&#211;N DEL INDICADOR DE CUADRANTE</emph>
                        y avance directamente al
                        <emph type="bold">PROCEDIMIENTO DE REPARACI&#211;N</emph>.
                    </para>
                </step1>
                <para>
                    <title>INSPECCI&#211;N DEL INDICADOR DE CUADRANTE</title>
                </para>
                <step1>
                    <para count="1">Instale un indicador de cuadrante con base magn&#233;tica en el brazo de direcci&#243;n
                        con la punta del indicador haciendo contacto con el centro del perno de r&#243;tula del eslab&#243;n
                        de arrastre (como se ilustra en la Figura 3).
                    </para>
                </step1>
                <figure id="f0350903" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350903.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 3</caption>
                </figure>
                <step1>
                    <para count="1">Empuje y jale el eslab&#243;n de arrastre con movimientos ascendente y descendente
                        (como se ilustra en la Figura 4). Si el indicador de cuadrante no detecta movimiento,
                        <emph type="bold">ser&#225; necesario cambiar la charnela de direcci&#243;n</emph>.
                    </para>
                </step1>
                <figure id="f0350904" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350904.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 4</caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="19">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcsubproc>
                <title>Procedimiento de remoci&#243;n de la charnela de direcci&#243;n</title>
                <specpara>
                    <note>
                        <para>El siguiente procedimiento comienza con el conjunto de la rueda, el cubo y el freno ya
                            desmontados y se inicia con los pasos para quitar la charnela de direcci&#243;n. Si se
                            requieren instrucciones adicionales en cualquier punto de este procedimiento de reparaci&#243;n,
                            consulte el Manual de servicio maestro. Siga todas las precauciones y procedimientos de
                            seguridad est&#225;ndar recomendados en el Manual de servicio maestro.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Retire la chaveta de dos patas y la tuerca encastillada que est&#225;n en el extremo
                        de la barra de acoplamiento.
                    </para>
                </step1>
                <figure id="f0350905" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350905.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 5</caption>
                    <calloutgroup>
                        <callout1>1. BRAZO DE LA BARRA DE ACOPLAMIENTO</callout1>
                        <callout1>2. EXTREMO DE LA BARRA DE ACOPLAMIENTO</callout1>
                        <callout1>3. TUERCA ENCASTILLADA</callout1>
                        <callout1>4. CHAVETA DE DOS PATAS</callout1>
                        <callout1>5. PONGA EL SUJETADOR DE ABRAZADERA LEJOS DE LA VIGA</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Desconecte el extremo de la barra de acoplamiento del brazo de la barra de
                        acoplamiento, utilizando una herramienta adecuada como una horquilla decapante.
                    </para>
                </step1>
                <figure id="f0350906" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350906.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 6</caption>
                    <calloutgroup>
                        <callout1>1. BRAZO DE LA BARRA DE ACOPLAMIENTO</callout1>
                        <callout1>2. EXTREMO DE LA BARRA DE ACOPLAMIENTO</callout1>
                        <callout1>3. HORQUILLA DECAPANTE</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Cuide no da&#241;ar la cubierta del extremo de la barra de acoplamiento durante este
                            procedimiento de remoci&#243;n.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <caution>
                        <para>No utilice calor en los ejes ni en los sujetadores.</para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Desconecte el eslab&#243;n de arrastre del brazo de direcci&#243;n y del brazo
                        Pitman, quitando las chavetas de dos patas y las tuercas encastilladas.
                    </para>
                </step1>
                <figure id="f0350906" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350907.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="352px"/>
                    <caption>Figura 7</caption>
                </figure>
                <step1>
                    <para count="1">Quite las tapas superior e inferior de la charnela.</para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Chavetas deslizantes dobles.</emph>
                        Quite las tuercas de ambas chavetas deslizantes. Despu&#233;s, quite las chavetas con un
                        martillo y un punz&#243;n cuadrado de bronce.
                    </para>
                </step1>
                <figure id="f0350908" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350908.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 8</caption>
                    <calloutgroup>
                        <callout1>1. CHAVETA DESLIZANTE</callout1>
                        <callout1>2. PUNZ&#211;N CUADRADO DE BRONCE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Quite la clavija maestra con un martillo y un punz&#243;n cuadrado de bronce.</para>
                </step1>
                <specpara>
                    <note>
                        <para>No da&#241;e la clavija maestra, ya que se reutilizar&#225; durante la instalaci&#243;n de
                            la charnela nueva.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350909" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350909.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 9</caption>
                    <calloutgroup>
                        <callout1>1. MARTILLO DE BRONCE</callout1>
                        <callout1>2. PUNZ&#211;N CUADRADO</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Retire la charnela de direcci&#243;n de la viga de eje.</para>
                </step1>
                <step1>
                    <para count="1">Retire el Perno de ajuste del tope de la direcci&#243;n, la contratuerca y la conexi&#243;n
                        de adaptador de la charnela usada. Estas piezas se deben limpiar para reinstalarlas en la
                        charnela nueva.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Mida y anote la distancia que sobresale el Perno del tope de la direcci&#243;n de la
                            charnela antes de sacarlo.
                        </para>
                        <para>Cuando instale el perno en la charnela nueva, haga el ajuste inicial (protuberancia) a
                            aproximadamente 1/8 pulgada m&#225;s largo. Esto impedir&#225; el sobredesplazamiento del
                            varillaje de la direcci&#243;n y del engranaje de direcci&#243;n en las vueltas totalmente
                            hacia la izquierda, minimizando la posibilidad de tener que ajustar la contrapunta del
                            engranaje de direcci&#243;n.
                        </para>
                        <para>Complete el ajuste del perno de tope mientras est&#225; en la placa giratoria, como se
                            describe en la secci&#243;n AJUSTE DEL TOPE DE LA CHARNELA DE DIRECCI&#211;N.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales, nunca golpee las piezas met&#225;licas endurecidas con un
                            martillo o herramienta de acero.
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>Limpieza</title>
                <para>Despu&#233;s del desmontaje, limpie el extremo del eje de la siguiente forma:</para>
                <step1>
                    <para count="1">Piezas de acero con superficies de tierra o pulidas.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Lave con un solvente de limpieza adecuado.</para>
                        </item>
                        <item>
                            <para>Enjuague completamente para eliminar toda la soluci&#243;n de limpieza.</para>
                        </item>
                        <item>
                            <para>Seque las piezas con trapos limpios.</para>
                        </item>
                    </randlist>
                </step1>
                <step1>
                    <para count="1">Limpie las piezas fundidas, forjadas y dem&#225;s piezas de superficie
                        &#225;spera.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cepille con escobilla de alambre o limpie con vapor las &#225;reas susceptibles de
                                acumular lodo, tierra del camino y sal.
                            </para>
                        </item>
                    </randlist>
                </step1>
                <specpara>
                    <warning>
                        <para>La gasolina no es un solvente de limpieza aceptable, debido a su combustibilidad extrema.
                            Es poco seguro en los talleres.
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de instalaci&#243;n de la charnela de direcci&#243;n</title>
                <step1>
                    <para count="1">Instale el perno de ajuste del tope de direcci&#243;n, la contratuerca y la conexi&#243;n
                        de adaptador usados. Aplique una torsi&#243;n de
                        <emph type="bold">120 a 160 lbf pie</emph>
                        (160 a 217 Nm) a la conexi&#243;n de adaptador. Aseg&#250;rese de haber limpiado el perno seg&#250;n
                        el procedimiento indicado anteriormente.
                    </para>
                </step1>
                <step1>
                    <para count="1">Antes de instalar las clavijas maestras, lubrique el interior del buje y el exterior
                        de las clavijas maestras con Fleetrite EP2 Moly Grease o con grasa de litio multiprop&#243;sito
                        NLGI No. 2 equivalente para brindar la lubricaci&#243;n inicial.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese de que el agujero de la clavija maestra del centro del eje est&#233;
                        limpio y seco.
                    </para>
                </step1>
                <step1>
                    <para count="1">Alinee los agujeros del yugo de la charnela de direcci&#243;n con el eje y los
                        agujeros del balero de empuje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Preajuste el juego vertical de la charnela, calzando la charnela de direcci&#243;n y
                        llenando el espacio en el lado superior de la charnela con una o m&#225;s calzas.
                    </para>
                </step1>
                <figure id="f0350910" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350910.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 10</caption>
                    <calloutgroup>
                        <callout1>1. INSTALE UNA O M&#193;S CALZAS SEG&#218;N SEA NECESARIO</callout1>
                        <callout1>2. PONGA CALZAS S&#211;LO EN LA PARTE SUPERIOR DE LA CHARNELA</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Se puede usar un gato de piso para calzar la charnela de direcci&#243;n.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Instale la clavija maestra desde arriba con la muesca y el agujero de la chaveta
                        deslizante alineados. Comience a meter el buje con la mano.
                    </para>
                </step1>
                <figure id="f0350911" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350911.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 11</caption>
                    <calloutgroup>
                        <callout1>1. CLAVIJA MAESTRA</callout1>
                        <callout1>2. CHARNELA DE DIRECCI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <caution>
                        <para>Nunca ponga calzas en la parte inferior de la viga.</para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Instale la clavija maestra en la charnela y la viga de eje. Si es necesario,
                        martille suavemente la clavija maestra con un martillo y un punz&#243;n cuadrado de bronce.
                    </para>
                </step1>
                <figure id="f0350912" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350912.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 12</caption>
                    <calloutgroup>
                        <callout1>1. CLAVIJA MAESTRA</callout1>
                        <callout1>2. PROTEJA CON MATERIAL PARA CALZAS</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <caution>
                        <para>Proteja las clavijas maestras con un material adecuado, como material para calzas.</para>
                    </caution>
                </specpara>
                <specpara>
                    <note>
                        <para>En este punto del rearmado, revise el juego vertical de la charnela y aj&#250;stelo, si es
                            necesario.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Centre los componentes de la direcci&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Monte el indicador de cuadrante en la viga de direcci&#243;n y fije por mediciones
                        de referencia la parte superior de la charnela. Indicador de cuadrante cero.
                    </para>
                </step1>
                <figure id="f0350913" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350913.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 13</caption>
                    <calloutgroup>
                        <callout1>1. REFERENCIA EN LA PARTE SUPERIOR DE LA CHARNELA</callout1>
                        <callout1>2. INDICADOR DE CUADRANTE</callout1>
                        <callout1>3. PALANCA</callout1>
                        <callout1>4. HAGA PALANCA PARA BAJAR LA CHARNELA</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Simule la carga del eje con un gato y anote la lectura del indicador de cuadrante.
                    </para>
                </step1>
                <figure id="f0350914" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350914.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 14</caption>
                    <calloutgroup>
                        <callout1>1. CHARNELA DE DIRECCI&#211;N</callout1>
                        <callout1>2. GATO</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Se puede usar un gato de piso para calzar la charnela de direcci&#243;n.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">El juego vertical de la charnela debe ser de 0.002" a 0.012" (0.051 a 0.305 mm).
                        Ponga o quite calzas seg&#250;n sea necesario para conseguir el juego longitudinal correcto.
                        Centre las calzas para evitar da&#241;os durante el ensamblado.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cuando el ajuste del juego vertical sea correcto, alinee la abertura de la chaveta
                        deslizante y el alineamiento del lado plano del pasador.
                    </para>
                </step1>
                <figure id="f0350915" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350915.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 15</caption>
                    <calloutgroup>
                        <callout1>1. MUESCA DE LA CLAVIJA MAESTRA</callout1>
                        <callout1>2. CLAVIJA MAESTRA</callout1>
                        <callout1>3. CHARNELA DE DIRECCI&#211;N</callout1>
                        <callout1>4. CHAVETA DESLIZANTE SENCILLA</callout1>
                        <callout1>5. CHAVETA DESLIZANTE DOBLE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Instale chavetas deslizantes nuevas.</para>
                </step1>
                <step1>
                    <para count="1">Fije las chavetas deslizantes con un martillo y un punz&#243;n.</para>
                </step1>
                <figure id="f0350916" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350916.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 16</caption>
                    <calloutgroup>
                        <callout1>1. CHAVETA DESLIZANTE</callout1>
                        <callout1>2. MARTILLO DE BRONCE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Instale las tuercas de la chaveta deslizante y apriete a
                        <emph type="bold">30 a 45 lbf pie</emph>
                        (41 a 61 Nm).
                    </para>
                </step1>
                <figure id="f0350917" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350917.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 17</caption>
                    <calloutgroup>
                        <callout1>1. TUERCA DE LA CHAVETA DESLIZANTE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Aseg&#250;rese de que la chaveta deslizante est&#233; totalmente asentada,
                        repitiendo los pasos 13 y 14. Vuelva a revisar la torsi&#243;n de la tuerca de la chaveta
                        deslizante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las tapas de la clavija maestra. Apriete las tapas de
                        <emph type="bold">50 a 75 lbt pie</emph>
                        (68 a 102 Nm).
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Apriete la tuerca al rango m&#237;nimo de los pasos 14 y 17; luego, apriete lo justo para
                            alinear el agujero de la chaveta de dos patas.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Ponga el eslab&#243;n de arrastre en el brazo de la direcci&#243;n y en el brazo
                        Pitman. Instale las tuercas y apriete a
                        <emph type="bold">165 a 230 lbf pie</emph>
                        (224 a 312 Nm).
                    </para>
                </step1>
                <figure id="f0350918" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350907.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="352px"/>
                    <caption>Figura 18</caption>
                </figure>
                <step1>
                    <para count="1">Instale las chavetas de dos patas nuevas en las tuercas del eslab&#243;n de
                        arrastre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Una el extremo de la barra de acoplamiento al brazo de la barra de acoplamiento en
                        la charnela. Instale la tuerca y apriete a
                        <emph type="bold">120 a 160 lbf pie</emph>
                        (163 a 217 Nm).
                    </para>
                </step1>
                <figure id="f0350919" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350919.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 19</caption>
                </figure>
                <step1>
                    <para count="1">Instale la chaveta de dos patas nueva.</para>
                </step1>
                <step1>
                    <para count="1">Engrase todos los conjuntos de clavija maestra y barra de acoplamiento, seg&#250;n
                        se requiera.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Ajuste del tope de la charnela de direcci&#243;n</title>
                <step1>
                    <para count="1">El perno de ajuste de tope de la direcci&#243;n, la contratuerca y el adaptador
                        usados se deben volver a instalar en la charnela nueva. Apriete el adaptador de
                        <emph type="bold">110 a 120 lbf pie</emph>
                        (150 a 163 Nm).
                    </para>
                </step1>
                <figure id="f0350920" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350920.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 20</caption>
                    <calloutgroup>
                        <callout1>1. FRENTE DEL VEH&#205;CULO</callout1>
                        <callout1>2. CHARNELA DE DIRECCI&#211;N</callout1>
                        <callout1>3. VIGA DE EJE</callout1>
                        <callout1>4. AJUSTE DEL TOPE DE LA DIRECCI&#211;N (AMBOS EXTREMOS DEL EJE)</callout1>
                        <callout1>5. GRADO DEL &#193;NGULO DE LA DIRECCI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Revise el &#225;ngulo de la direcci&#243;n con la placa giratoria de alineaci&#243;n
                        puesta. Consulte las siguientes tablas para determinar el &#225;ngulo correcto de la direcci&#243;n
                        para el cami&#243;n.
                    </para>
                </step1>
                <table id="t0350901">
                    <title>Con el tama&#241;o de la llanta delantera: 11R14.5 use la siguiente tabla:</title>
                    <tgroup cols="3">
                        <colspec colname="col1"/>
                        <colspec colname="col2"/>
                        <colspec colname="col3"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>C&#243;digo de l&#237;nea del eje delantero</para>
                                </entry>
                                <entry>
                                    <para>C&#243;digo de l&#237;nea del engranaje de direcci&#243;n</para>
                                </entry>
                                <entry>
                                    <para>&#193;ngulo de giro</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>02AGG</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>42&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGG</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>46&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGE</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>42&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGE</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>46&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGB</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>32&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGB</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>39&#176;</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <table id="t0350902">
                    <title>Con TODOS LOS DEM&#193;S tama&#241;os de llanta delantera, use la siguiente tabla:</title>
                    <tgroup cols="3">
                        <colspec colname="col1"/>
                        <colspec colname="col2"/>
                        <colspec colname="col3"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>C&#243;digo de l&#237;nea del eje delantero</para>
                                </entry>
                                <entry>
                                    <para>C&#243;digo de l&#237;nea del engranaje de direcci&#243;n</para>
                                </entry>
                                <entry>
                                    <para>&#193;ngulo de giro</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>02AGG</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>46&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGG</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>50&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGE</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>46&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGE</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>50&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGB</para>
                                </entry>
                                <entry>
                                    <para>05PRJ</para>
                                </entry>
                                <entry>
                                    <para>40&#176;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>02AGB</para>
                                </entry>
                                <entry>
                                    <para>05PSA</para>
                                </entry>
                                <entry>
                                    <para>43&#176;</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">Si se requiere hacer un ajuste, suelte la contratuerca y gire el perno de tope seg&#250;n
                        sea necesario.
                    </para>
                </step1>
                <figure id="f0350921" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350921.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 21</caption>
                    <calloutgroup>
                        <callout1>1. CONTRATUERCA</callout1>
                        <callout1>2. PERNO DE TOPE</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Despu&#233;s de hacer el ajuste, apriete la contratuerca del perno de tope de
                        <emph type="bold">90 a 120 lbf pie</emph>
                        (122 a 163 Nm).
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Ajuste la unidad de la direcci&#243;n hidr&#225;ulica, de modo que la asistencia hidr&#225;ulica
                            se detenga a aproximadamente 3&#186; &#243; 1/8" (3.175 mm) antes de tocar los pernos de
                            tope. Consulte el Manual de servicio maestro para obtener las instrucciones para realizar
                            este ajuste.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <caution>
                        <para>El engranaje de la direcci&#243;n debe estar funcionando correctamente o se puede da&#241;ar
                            el varillaje de la direcci&#243;n. Se debe revisar la v&#225;lvula de alivio con movimiento
                            vertical despu&#233;s de realizar el ajuste del perno de tope.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <note>
                        <para>Consulte el Manual de servicio maestro para obtener instrucciones para revisar y
                            configurar correctamente la v&#225;lvula de alivio con movimiento vertical para cada
                            conjunto de engranaje de direcci&#243;n.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>Revisi&#243;n del alineamiento de las ruedas</title>
                <specpara>
                    <note>
                        <para>El siguiente procedimiento comienza con las ruedas, cubos y conjuntos de frenos ya
                            instalados y con el eje delantero levantado del suelo. Si se requieren instrucciones
                            adicionales en cualquier punto de este procedimiento de reparaci&#243;n, consulte el Manual
                            de servicio maestro. Siga todas las precauciones y procedimientos de seguridad est&#225;ndar
                            recomendados en el Manual de servicio maestro.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Vuelva a poner los sellos del cubo de las ruedas durante la reinstalaci&#243;n del cubo de
                            la rueda.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si se usa el equipo de alineaci&#243;n electr&#243;nica para configurar la convergencia,
                            es muy importante que el equipo est&#233; calibrado para asegurar una lectura de inclinaci&#243;n
                            correcta.
                        </para>
                    </note>
                </specpara>
                <para>Se puede usar el siguiente procedimiento para configurar la convergencia cuando no se cuenta con
                    un equipo de alineaci&#243;n electr&#243;nico. Para obtener la lectura de inclinaci&#243;n correcta,
                    se requieren dos mec&#225;nicos para asegurarse de que los punteros siempre se pongan o ajusten para
                    estar exactamente frente a la l&#237;nea trazada en ambas llantas delanteras.
                </para>
                <step1>
                    <para count="1">Enderece las ruedas delanteras a la posici&#243;n exacta hacia adelante.</para>
                </step1>
                <step1>
                    <para count="1">Limpie el exceso de suciedad y humedad del centro de las rodaduras de ambas llantas
                        delanteras (360&#186;). Use un pedazo de tiza para marcar el &#225;rea central de ambas llantas
                        delanteras alrededor de toda la circunferencia.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga una marca o un instrumento con punta contra el centro de la parte blanca de
                        cada llanta y g&#237;relas en 360&#186;. La marca se debe mantener en su lugar, de modo que se
                        marque una l&#237;nea recta en toda la circunferencia de las llantas.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga una placa indicadora de radio flotante completa bajo cada rueda. Baje el veh&#237;culo
                        y retire los pasadores de retenci&#243;n de las placas indicadoras de radio para permitir que
                        las ruedas delanteras regresen a la posici&#243;n normal de funcionamiento. Si no se cuenta con
                        las placas flotantes indicadoras de radio, baje el veh&#237;culo al piso y mu&#233;valo hacia
                        adelante de 12 a 15 pies (3.65 a 4.57 m) para neutralizar la suspensi&#243;n delantera. Es
                        extremadamente importante neutralizar la suspensi&#243;n delantera, especialmente si el veh&#237;culo
                        se ha elevado con gato para marcar las llantas; de otro modo, las ruedas delanteras no regresar&#225;n
                        a la posici&#243;n normal de funcionamiento, ya que las llantas se agarrar&#225;n a la
                        superficie del piso cuando se baje el veh&#237;culo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Configure el extremo de la escala m&#243;vil del comp&#225;s de barra en cero (0) y
                        bloquee la escala en su lugar.
                    </para>
                </step1>
                <figure id="f0350922" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350922.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 22</caption>
                    <calloutgroup>
                        <callout1>1. L&#205;NEA TRAZADA</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Ponga el comp&#225;s de barra en la parte trasera de las llantas delanteras, de modo
                        que la escala m&#243;vil que estaba configurada en cero en el paso 6 se centre con una de las l&#237;neas
                        trazadas en una de las llantas.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ajuste la aguja en el extremo del comp&#225;s de barra frente a la escala m&#243;vil,
                        de modo que se alinee con la l&#237;nea trazada en la parte posterior de la llanta delantera
                        opuesta. Bloquee la aguja en su lugar con el comp&#225;s de barra.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga el comp&#225;s de barra contra la parte delantera de las llantas, de modo que
                        el extremo de la aguja quede contra la l&#237;nea trazada en la llanta delantera. Suelte y mueva
                        la aguja de la escala m&#243;vil en el extremo opuesto del comp&#225;s de barra, de modo que
                        quede alineado contra la l&#237;nea trazada en la llanta opuesta. Bloquee la escala en ese
                        lugar.
                    </para>
                </step1>
                <figure id="f0350923" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350923.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figura 23</caption>
                    <calloutgroup>
                        <callout1>1. EXTREMO DE LA AGUJA</callout1>
                        <callout1>2. EXTREMO DE LA ESCALA M&#211;VIL AJUSTADO CON LA L&#205;NEA TRAZADA PARA INDICAR LA
                            CONFIGURACI&#211;N DE INCLINACI&#211;N REAL
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Lea la convergencia o divergencia en la escala m&#243;vil. Si la convergencia es
                        correcta, se lee
                        <emph type="bold">1/16</emph>
                        pulgadas &#177;
                        <emph type="bold">1/16</emph>
                        pulgadas (1.59mm &#177; 1.59mm).
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si se requiere un ajuste de la convergencia, use el siguiente procedimiento:</para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Suelte las abrazaderas de la barra de acoplamiento que aseguran los extremos de la barra a
                            la barra de acoplamiento.
                        </para>
                    </item>
                    <item>
                        <para>Configure la escala m&#243;vil en el comp&#225;s de barra para obtener una lectura de
                            convergencia de 1/16 pulgada (1.59mm).
                        </para>
                    </item>
                    <item>
                        <para>Gire la barra de acoplamiento para configurar la convergencia. Despu&#233;s de hacerlo, la
                            escala m&#243;vil y la aguja deben estar en la l&#237;nea trazada de la llanta que est&#225;
                            en frente.
                        </para>
                    </item>
                    <item>
                        <para>Gire el volante de la direcci&#243;n en ambos sentidos para centrar el varillaje de la
                            direcci&#243;n (si el veh&#237;culo tiene direcci&#243;n hidr&#225;ulica, encienda el motor
                            antes de girar el volante). Aseg&#250;rese de que las ruedas delanteras est&#225;n rectas
                            hacia adelante (motor parado) y vuelva a revisar la configuraci&#243;n de la convergencia.
                            Realice los ajustes necesarios.
                        </para>
                    </item>
                    <item>
                        <para>Repita el paso 4 hasta que la lectura de la convergencia sea
                            <emph type="bold">1/16</emph>
                            pulgada &#177;
                            <emph type="bold">1/16</emph>
                            pulgada (1.59mm &#177; 1.59mm).
                        </para>
                    </item>
                    <item>
                        <para>Coloque y apriete los pernos de las abrazaderas de la barra de acoplamiento a
                            <emph type="bold">45 a 64 lbf pie</emph>
                            (61 a 88 Nm).
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0350903">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" align="center" colwidth="1.19*"/>
                    <colspec colname="col3" align="center" colwidth="0.78*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900101R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de servicio de retiro 03509</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sellos de las ruedas</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n el c&#243;digo de l&#237;nea 29XXX</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Este juego de servicio 8900101R91 contiene las siguientes refacciones:</para>
            <table id="t0350904">
                <title>Juego de servicio 8900101R91</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" align="center" colwidth="1.19*"/>
                    <colspec colname="col3" align="center" colwidth="0.78*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>329825</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de retiro Dana</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">El juego de retiro contiene:</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry align="center">
                                <para>Conjunto de la charnela de direcci&#243;n 971683</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Chaveta deslizante 160HP104-1</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Chaveta deslizante 160HP104-2</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Tuercas de la chaveta deslizante 220HN103</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Calza 817493 .005"</para>
                            </entry>
                            <entry align="center">
                                <para>5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Calza 817494 .010"</para>
                            </entry>
                            <entry align="center">
                                <para>5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Tapas de charnela 971370</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry align="center">
                                <para>Chaveta de dos patas de brazo Pitman HP102</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3571919C92</para>
                            </entry>
                            <entry align="center">
                                <para>Eslab&#243;n, arrastre de direcci&#243;n, RH-HDD</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>137214</para>
                            </entry>
                            <entry align="center">
                                <para>Chaveta de dos patas del eslab&#243;n de arrastre</para>
                            </entry>
                            <entry align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Este juego de servicio de retiro NO contiene los sellos de ruedas. Cambie por sellos de rueda
                        seg&#250;n el C&#243;digo de l&#237;nea 29XXX para cada cami&#243;n.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Todas las partes retiradas se deben destruir en forma local.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0350905">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03509-1</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Inspeccione</emph>
                                    solamente el brazo de direcci&#243;n y el juego del eslab&#243;n de arrastre
                                </para>
                            </entry>
                            <entry>
                                <para>0.7 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-03509-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Cambie</emph>
                                    s&#243;lo la charnela de direcci&#243;n y el eslab&#243;n de arrastre
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>3.8 Hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
