<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03501 - RETIRO POR INVALIDACI&#211;N - Instalaci&#243;n del m&#243;dulo de monitoreo de
        freno hidr&#225;ulico en modelos 3200, 4200 y 4400 fabricados con c&#243;digo de freno 4GAS desde el 16/7/02 al
        14/1/03
    </stitle>
    <recall id="rec03501" translation="spanish">
        <recallnumber>03501</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Febrero de 2003</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>RETIRO POR INVALIDACI&#211;N - Instalaci&#243;n del m&#243;dulo de monitoreo de freno hidr&#225;ulico
            en modelos 3200, 4200 y 4400 fabricados con c&#243;digo de freno 4GAS desde el 16/7/02 al 14/1/03
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>07/16/2002</startdate>
                        <enddate>01/14/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>07/16/2002</startdate>
                        <enddate>01/14/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>07/16/2002</startdate>
                        <enddate>01/14/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>07/16/2002</startdate>
                        <enddate>01/14/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>04GAS</ucode>
            </configure>
        </apply>
        <defect>
            <para>Estos veh&#237;culos no cumplen con el Est&#225;ndar federal de seguridad de veh&#237;culos
                motorizados (FMVSS) 105, secci&#243;n 5.3.1, si fueron fabricados sin el m&#243;dulo de monitoreo de
                freno hidr&#225;ulico. Sin este m&#243;dulo de monitoreo de freno, no se encender&#225; la luz de
                advertencia de frenos para advertir al operador si hay una p&#233;rdida de presi&#243;n hidr&#225;ulica
                en el sistema de frenos, una p&#233;rdida de flujo de direcci&#243;n hidr&#225;ulica o si el motor
                reforzador de freno de emergencia no est&#225; funcionando.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Estos veh&#237;culos fueron fabricados con c&#243;digo de freno 04GAS entre el 16/7/02 y el 14/1/03 e
                incluyen los siguientes modelos: 3200, 4200, 4300 y 4400.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a significa una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="2">
            <title>Procedimiento de reparaci&#243;n</title>
            <para>
                <emph type="bold">INTRODUCCI&#211;N:</emph>
                A todos los veh&#237;culos de este retiro se les debe instalar el m&#243;dulo de monitoreo de freno hidr&#225;ulico
                si &#233;ste no se instal&#243; en la planta de ensamblaje. Es posible que a algunos veh&#237;culos
                fabricados al final del per&#237;odo de fabricaci&#243;n se&#241;alado se les haya instalado el m&#243;dulo
                en la planta de ensamblaje.
            </para>
            <para>
                <emph type="bold">Antes de realizar la reparaci&#243;n, lea y entienda completamente las siguientes
                    instrucciones.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Apague el motor, aplique el freno de estacionamiento y ponga la transmisi&#243;n en
                    neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Active el encendido y observe la secuencia de prueba de iluminaci&#243;n de las luces
                    indicadoras del tablero. Esto demorar&#225; unos 10 segundos. Si la luz de advertencia del freno
                    hidr&#225;ulico no se enciende ni permanece iluminada luego de este ciclo de prueba inicial,
                    entonces siga con el paso 3 y realice el retiro. Si la luz de advertencia del freno hidr&#225;ulico
                    se ilumina durante el ciclo de prueba de luces y permanece encendida despu&#233;s de &#233;ste,
                    entonces det&#233;ngase en este paso porque el m&#243;dulo ya est&#225; instalado (es posible que a
                    algunos veh&#237;culos fabricados al final del per&#237;odo de fabricaci&#243;n se&#241;alado se les
                    haya instalado el m&#243;dulo en la planta de ensamblaje).
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Si el veh&#237;culo se mueve
                            inesperada o repentinamente, podr&#237;a causar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Abra el conjunto del cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable de tierra de la bater&#237;a y la tierra del ECM.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del panel de fusibles ubicada dentro de la cabina, al lado derecho del
                    tablero, frente al asiento del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la cubierta de la columna de direcci&#243;n para acceder al panel de
                    instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de los instrumentos y luego el panel de instrumentos (4 tornillos).
                </para>
            </step1>
            <step1>
                <para count="1">Retire la cubierta (panel de protecci&#243;n izquierdo) del M&#243;dulo de control del
                    sistema electr&#243;nico (ESC).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el panel de adorno del tablero de la parte central. Quite el contenedor de
                    almacenamiento o el panel de interruptores o la pieza de la ubicaci&#243;n ac&#250;stica doble
                    superior derecha en la parte central del tablero para permitir el acceso y enrutamiento del
                    cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conducto mediante el conector del cubretablero. Conecte el cable gris A90N
                    a la cavidad 20 en el conducto mediante el conector y conecte el cable gris A90M a la cavidad 19 en
                    el conducto mediante el conector (Consulte la Figura 2).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector 1600 del m&#243;dulo ESC y conecte el cable gris A90P a la
                    cavidad 9 en el conector 1600 (consulte la Figura 1 que aparece a continuaci&#243;n).
                </para>
            </step1>
            <figure id="f0350101" figsize="col-wide">
                <graphic filename="../recallfigures/g0350101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 1 - M&#243;dulo ESC</caption>
            </figure>
            <step1>
                <para count="1">Retire una de las tuercas desde el terminal de tierra en la cabina junto al conducto a
                    trav&#233;s del conector, instale el terminal del anillo del cable blanco 90-GA sobre el terminal de
                    tierra y apriete la tuerca (Consulte la Figura 2).
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el conector del cable rosado A13FF a la posici&#243;n del fusible F11, instale
                    el nuevo fusible de 5 Amp en la posici&#243;n del fusible F11, enchufe el conector de cable rosado
                    A13FG en la cavidad E del enchufe del m&#243;dulo de monitoreo de freno unido al mazo de cables gris
                    y blanco instalado antes, presione este enchufe en el m&#243;dulo de monitoreo de freno y deje el
                    mazo rosado sobre el mazo de cables principal (Consulte la Figura 2).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conducto a trav&#233;s del conector del cubretablero.</para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del m&#243;dulo ESC.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del panel de instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable de tierra de la bater&#237;a y la conexi&#243;n a tierra del ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Pruebe el funcionamiento de la luz de advertencia del freno. La luz de advertencia del
                    freno debe encenderse y permanecer as&#237; despu&#233;s de que la llave se deja en posici&#243;n de
                    encendido por m&#225;s de 10 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Fije el m&#243;dulo y ambos mazos de cables sobrepuestos al mazo principal.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del m&#243;dulo ESC (panel de protecci&#243;n).</para>
            </step1>
            <step1>
                <para count="1">Fije el panel y la cubierta de los instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la columna de direcci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los componentes de la parte central del tablero de instrumentos e instale el
                    panel de adorno de la parte central.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del tablero de fusibles.</para>
            </step1>
            <step1>
                <para count="1">Cierre el conjunto del cofre y retire los calzos de las ruedas.</para>
            </step1>
            <figure id="f0350102" figsize="pg-wide">
                <graphic filename="../recallfigures/g0350102.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="432px"/>
                <caption>Figura 2 - Esquema de instalaci&#243;n para el m&#243;dulo de monitoreo de freno hidr&#225;ulico</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Cada veh&#237;culo de este retiro necesitar&#225; una de las siguientes refacciones.</para>
            <table id="t0350101">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.62*"/>
                    <colspec colname="col2" align="center" colwidth="0.83*"/>
                    <colspec colname="col3" align="center" colwidth="0.54*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad por VIN</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>M&#243;dulo de monitoreo de freno hidr&#225;ulico: caja pl&#225;stica negra</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>1658510C3</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mazo de cables: cables gris y blanco con enchufe para m&#243;dulo de monitoreo de
                                    freno y extremos de cables con terminaci&#243;n
                                </para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>3567209C91</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Mazo de cables: cables rosados con un diodo y extremos de cables con terminaci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>3581303C91</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fusible, mini fusible de 5 Amp</para>
                            </entry>
                            <entry align="center">
                                <para>MIN5</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">DEVOLUCI&#211;N DE REFACCIONES: No hay refacciones que devolver.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <para>Se espera que todos los veh&#237;culos de este retiro necesiten la instalaci&#243;n del m&#243;dulo de
                monitoreo de freno hidr&#225;ulico, pero puede haber algunos fabricados al final per&#237;odo de
                fabricaci&#243;n a los que se les haya instalado el m&#243;dulo en la planta ensamblaje. Si el
                distribuidor encuentra un veh&#237;culo al que se le instal&#243; el m&#243;dulo en la planta de
                ensamblaje, el reclamo ser&#225; s&#243;lo de inspecci&#243;n (durante 0,3 hrs.).
            </para>
            <table id="t0350102">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-03501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instalaci&#243;n del m&#243;dulo de monitoreo de freno hidr&#225;ulico</para>
                            </entry>
                            <entry colname="col3">
                                <para>1,0 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro de veh&#237;culos se
                debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable luego de que el propietario lo haya entregado para su
                reparaci&#243;n. La no reparaci&#243;n adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n de un veh&#237;culo, es prueba suficiente para justificar que la reparaci&#243;n
                no se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro
                de 60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <emph type="bold">Nota especial:</emph>
                La mayor parte de los reclamos debe utilizar la causa n&#250;mero 2 que se indica m&#225;s adelante.
                Algunos pueden utilizar la causa n&#250;mero 1 si se les hab&#237;a instalado el m&#243;dulo de
                monitoreo en la planta de ensamblaje.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
