<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03505 - CAMPA&#209;A CORRECTIVA - Interruptor del Limpia-lavaparabrisas defectuoso en
        ciertos Modelos 5000i y 9000i
    </stitle>
    <recall id="rec03505" translation="spanish">
        <recallnumber>03505</recallnumber>
        <market>Exportaci&#243;n U.S.A.</market>
        <recalldate>Marzo, 2,003</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>CAMPA&#209;A CORRECTIVA - Interruptor del Limpia-lavaparabrisas defectuoso en ciertos Modelos 5000i y
            9000i
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>01/06/2003</startdate>
                        <enddate>01/15/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>01/06/2003</startdate>
                        <enddate>01/15/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Ciertos veh&#237;culos 5000i y 9000i no est&#225;n conforme a la Norma Federal Est&#225;ndar de
                Seguridad de Veh&#237;culos a Motor (FMVSS) 104; secci&#243;n S.4.2.2 debido a que el lavaparabrisas
                puede funcionar en forma inapropiada cuando el interruptor del lavaparabrisas es activado. Cuando el
                motor est&#225; funcionando con todos sus accesorios desactivados ("Off"), incluyendo los
                limpiaparabrisas, y es activada la funci&#243;n de lavado, el fluido puede salir en forma de un chorro
                breve, o no salir hacia el parabrisas. El ciclo de los limpiaparabrisas es normal, pero por la ausencia
                del fluido de lavado, el parabrisas no ser&#225; limpiado en forma adecuada.
            </para>
            <para>
                <title>MODELOS INVOLUCRADOS</title>
            </para>
            <para>Ciertos modelos 5000i y 9000i construidos entre Enero/6/03 y Enero/15/03 est&#225;n involucrados en
                este retiro.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation notificar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de correcci&#243;n del veh&#237;culo, una lista de
                nombres y direcciones de propietarios ser&#225; proporcionada a los distribuidores involucrados, para
                permitirles hacer un seguimiento de los propietarios y efectuar la correcci&#243;n en los veh&#237;culos.
                Usted debe limitar el uso de esta lista solamente para esta campa&#241;a, debido a que la lista puede
                contener informaci&#243;n obtenida de los archivos de registro de veh&#237;culos a motor del estado, y
                el uso de los datos de esos registros de veh&#237;culos a motor para otros prop&#243;sitos diferentes a
                esta campa&#241;a, constituye una violaci&#243;n de la ley en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <svcprocinfo>
                <para>
                    <emph type="bold">Antes de hacer el servicio, por favor, lea y entienda completamente las siguientes
                        instrucciones.
                    </emph>
                </para>
                <specpara>
                    <warning>
                        <para>Para prevenir lesiones serias en los ojos, use siempre anteojos protectores de seguridad
                            cuando efect&#250;e mantenimiento o servicio.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Bloquee las ruedas para prevenir que el veh&#237;culo se mueva. Si el veh&#237;culo se
                            mueve s&#250;bita o inesperadamente, el resultado puede causar lesiones personales serias o
                            la muerte.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Prueba de Funcionamiento</title>
                <para>La siguiente Prueba de Funcionamiento
                    <emph type="bold">tiene</emph>
                    que ser hecha para determinar si el interruptor est&#225; o no defectuoso, antes de reemplazar ning&#250;n
                    interruptor del limpia- lavaparabrisas.
                </para>
                <step1>
                    <para count="1">Verifique si hay suficiente fluido en el tanque de reserva del lavador del
                        parabrisas.
                    </para>
                </step1>
                <step1>
                    <para count="1">Con el motor y todos los accesorios, incluido el limpiaparabrisas desactivados,
                        active la funci&#243;n de lavado del interruptor manteniendo oprimido el bot&#243;n de lavador
                        <emph type="bold">durante m&#225;s de medio segundo</emph>. Los limpiaparabrisas deben empezar
                        su ciclo y limpiar y lavar el parabrisas con cinco recorridos de las cuchillas del
                        limpiaparabrisas. Debe salir un chorro de fluido sobre el parabrisas y continuar saliendo
                        mientras el bot&#243;n del lavador est&#233; oprimido. Cuando el bot&#243;n es liberado, el
                        lavaparabrisas debe continuar rociando durante dos segundos y parar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si despu&#233;s de activar el ciclo de lavado, el lavador no empieza a enviar
                        chorros de fluido o se apaga prematuramente antes de que los limpiaparabrisas puedan limpiar el
                        parabrisas, el interruptor debe ser reemplazado.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Reemplazo del Interruptor</title>
                <step1>
                    <para count="1">Desconecte el cable negativo de la bater&#237;a en la bater&#237;a.</para>
                </step1>
                <step1>
                    <para count="1">Remueva los tornillos que retienen el panel de interruptores de los instrumentos.
                        Empuje el panel hacia adelante y desconecte los cable el&#233;ctricos del interruptor del
                        limpia-lava parabrisas y remueva el interruptor del limpia-lava parabrisas del panel de
                        interruptores de los instrumentos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el interruptor del limpia-lava parabrisas nuevo en el panel de interruptores
                        de los instrumentos y conecte los cables el&#233;ctricos al nuevo interruptor. Reinstale el
                        panel de interruptores de los instrumentos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reconecte el cable negativo de la bater&#237;a.</para>
                </step1>
                <step1>
                    <para count="1">Verifique si el limpia-lava parabrisas funciona tal como se explico en &#237;tem 2
                        de la Prueba de Funcionamiento mencionada arriba.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0350501">
                <title>Informaci&#243;n de Partes</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.62*"/>
                    <colspec colname="col2" align="center" colwidth="0.82*"/>
                    <colspec colname="col3" align="center" colwidth="0.57*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>N&#250;mero de Parte</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad requerida</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Interruptor para el Limpia-lava Parabrisas</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>3534329C1</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Todos los interruptores removidos deben ser destruidos localmente.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0350502">
                <title>Informaci&#243;n de Labor</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>No. de Operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Tiempo</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-03505-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Solamente Ejecuci&#243;n de la Prueba de Funcionamiento</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03505-2</para>
                            </entry>
                            <entry>
                                <para>Ejecuci&#243;n de la Prueba de Funcionamiento y Remoci&#243;n y Reemplazo del
                                    Interruptor del Limpia-lava Parabrisas
                                </para>
                            </entry>
                            <entry>
                                <para>0.5 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">CAMPA&#209;A DE IDENTIFICACI&#211;N DE LA ETIQUETA</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda a efectuar las correcciones necesarias a todas las unidades en inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario sujetos a esta campa&#241;a de correcci&#243;n
                    deben ser corregidos antes de su venta, transferencia o entrega.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos a otra localidad y usted es recipiente de la
                Carta de Notificaci&#243;n al Cliente y la Autorizaci&#243;n para las tarjetas de Servicio de la Campa&#241;a
                de Correcci&#243;n para estos veh&#237;culos; la localidad a donde fueron transferidos o los clientes
                deben ser notificados
                <emph type="bold">INMEDIATAMENTE</emph>
                desde su localidad como distribuidor.
            </para>
            <para>De este momento en adelante, los Distribuidores tienen que corregir todos los veh&#237;culos sujetos a
                esta campa&#241;a, sin cargos para el propietario, sin tener en cuenta el recorrido ( kil&#243;metros/millas)
                o edad del veh&#237;culo o propietario.
            </para>
            <para>El Ley de Tr&#225;fico Nacional y Seguridad de Veh&#237;culos a Motor, como enmienda, prescribe que
                cada veh&#237;culo que est&#233; sujeto a una campa&#241;a correctiva de veh&#237;culos, tiene que ser
                <emph type="bold">reparado</emph>
                adecuadamente dentro de un tiempo razonable despu&#233;s de que al propietario se le ha ofrecido hacer
                la reparaci&#243;n. El hecho de no reparar adecuadamente el veh&#237;culo dentro de los
                <emph type="bold">60 d&#237;as</emph>
                despu&#233;s del ofrecimiento es evidencia de prima facie de la falla para reparar el veh&#237;culo en
                tiempo razonable. Si la condici&#243;n no es reparada dentro de los 60 d&#237;as, el due&#241;o puede
                tener el derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por un veh&#237;culo identico o razonablemente equivalente sin ning&#250;n cargo, o
                a una
                <emph type="bold">devoluci&#243;n</emph>
                del precio de compra menos un monto razonable por depreciaci&#243;n.
            </para>
            <para>Sin embargo, consecuente con la notificaci&#243;n a los clientes, se espera que los distribuidores
                efect&#250;en las reparaciones en fechas de servicio acordadas mutuamente.
            </para>
            <para>Para evitar el reemplazo del veh&#237;culo o la devoluci&#243;n del precio de compra, menos el monto
                razonable por depreciaci&#243;n, se deben hacer todos los esfuerzos posibles para programar r&#225;pidamente
                una cita con cada propietario o propietaria para reparar lo m&#225;s pronto posible su veh&#237;culo.
            </para>
        </responuscan>
        <claims>
            <para>Vea el Manual de Garant&#237;as del Distribuidor sobre los procedimientos para conducir Campa&#241;as
                de Correcci&#243;n.
            </para>
            <para>Es importante que la Codificaci&#243;n de la Campa&#241;a se complete apropiadamente para ayudar en el
                proceso del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Encontrar&#225; instrucciones completas en el
                Manual de Garant&#237;as, Secci&#243;n 7-1. Se debe prestar atenci&#243;n especial a los &#237;temes 39
                a 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">inmediatamente</emph>
                a hacer las correcciones necesarias a las unidades en inventario.
                <emph type="bold">Todos los veh&#237;culos en inventario sujetos a esta campa&#241;a de correcci&#243;n
                    tiene que corregidos antes de su venta, transferencia o entrega.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted es recipiente de la Carta de Notificaci&#243;n
                al Cliente y la Autorizaci&#243;n para las tarjetas de Servicio de la Campa&#241;a de Correcci&#243;n
                para estos veh&#237;culos, la localidad a donde fueron transferidos o los clientes deben ser notificados
                desde su localidad de distribuci&#243;n.
            </para>
            <para>Las localidades de exportaci&#243;n deben someter los reclamos de garant&#237;a de la manera usual,
                haciendo referencia al n&#250;mero de esta campa&#241;a de correcci&#243;n.
            </para>
            <para>Nosotros solicitamos su colaboraci&#243;n total y el seguimiento del objetivo de este importante
                asunto. Si usted tiene algunas preguntas o necesita a&#250;n m&#225;s asistencia, por favor, p&#243;ngase
                en contacto con el Gerente de Servicio Regional.
            </para>
        </responex>
    </recall>
</isis>
