<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall Nota provisoria 03516 - EJE DE TRANSMISI&#211;N DELANTERO en modelos 4x4 con CAJAS DE
        TRANSFERENCIA FABCO TC-200 fabricadas entre el 30/06/1999 y el 08/05/2002
    </stitle>
    <recall id="rec03516" translation="spanish">
        <recallnumber>Nota provisoria 03516</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Agosto de 2004</recalldate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>EJE DE TRANSMISI&#211;N DELANTERO en modelos 4x4 con CAJAS DE TRANSFERENCIA FABCO TC-200 fabricadas
            entre el 30/06/1999 y el 08/05/2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4800
                    <daterange>
                        <startdate>06/30/1999</startdate>
                        <enddate>05/08/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>13TJZ</ucode>
            </configure>
        </apply>
        <defect>
            <para>Un &#225;ngulo excesivo del eje de transmisi&#243;n puede producir un desgaste acelerado y la falla
                del eje de transmisi&#243;n y de los componentes relacionados. Es posible que el eje de transmisi&#243;n
                delantero se separe del veh&#237;culo sin notarlo y se atraviese en el camino de otros veh&#237;culos
                que circulan por la carretera, con lo que ocasionar&#237;a da&#241;os a la propiedad, lesiones
                personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro por seguridad comprende los modelos 4x4 4800 con caja de transferencia Fabco TC-200 (con
                el c&#243;digo 13TJZ SOLAMENTE) fabricada entre el 30/06/1999 y el 08/05/2002.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la acci&#243;n provisoria.
            </para>
            <para>
                <emph type="boldital">Si los propietarios conducen sus veh&#237;culos a altas velocidades durante mucho
                    tiempo, es posible que el eje de transmisi&#243;n delantero se salga o que limite la velocidad de
                    desplazamiento (consulte la carta de notificaci&#243;n al propietario que se adjunta). En caso de
                    que el propietario desee sacar el eje (o instalarlo), pero no desea realizar el servicio por s&#237;
                    mismo, se entregan las siguientes instrucciones.
                </emph>
            </para>
            <para>
                <emph type="boldital">La soluci&#243;n final estar&#225; disponible s&#243;lo hacia fines del a&#241;o
                    2004.
                </emph>
            </para>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                prop&#243;sitos que no sean de esta campa&#241;a constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">REMOCI&#211;N DEL EJE DE TRANSMISI&#211;N DELANTERO</emph>
            </para>
            <step1>
                <para count="1">Quite s&#243;lo el eje de transmisi&#243;n
                    <emph type="bold">delantero</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que ninguna refacci&#243;n quede suelta.</para>
            </step1>
            <para>
                <emph type="bold">INSTALACI&#211;N DEL EJE DE TRANSMISI&#211;N DELANTERO</emph>
            </para>
            <step1>
                <para count="1">Instale el eje de transmisi&#243;n existente.</para>
            </step1>
            <step1>
                <para count="1">Use pernos y correas nuevos, seg&#250;n sea necesario.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para esta acci&#243;n provisoria es:</para>
            <table id="t0351601">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.00*"/>
                    <colspec colname="col2" colwidth="1.45*"/>
                    <colspec colname="col3" colwidth="0.56*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1658834C91</para>
                            </entry>
                            <entry>
                                <para>JUEGO DE CORREA U-JT Y PERNO 1610</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0351602">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-03516-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>REMOCI&#211;N DEL EJE DE TRANSMISI&#211;N DELANTERO</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-03516-2</para>
                            </entry>
                            <entry>
                                <para>INSTALACI&#211;N DEL EJE DE TRANSMISI&#211;N DELANTERO</para>
                            </entry>
                            <entry>
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <para>
                <emph type="boldital">Para esta acci&#243;n provisoria, NO hay etiqueta de identificaci&#243;n de campa&#241;a.</emph>
            </para>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o rembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
