<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 03514 - Plomer&#237;a del tanque de aire de los modelos familiares 4200, 4300 y 4400
        construidos entre el 27/8/2002 y el 22/7/2003 con tanques de aire paradr&#237;micos (C&#243;digo de funci&#243;n:
        504602) en la planta de ensamblaje Escobedo
    </stitle>
    <recall id="rec03514" translation="spanish">
        <recallnumber>03514</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre, 2003</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Plomer&#237;a del tanque de aire de los modelos familiares 4200, 4300 y 4400 construidos entre el
            27/8/2002 y el 22/7/2003 con tanques de aire paradr&#237;micos (C&#243;digo de funci&#243;n: 504602) en la
            planta de ensamblaje Escobedo
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>08/27/2002</startdate>
                        <enddate>07/22/2003</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>504602</ucode>
            </configure>
        </apply>
        <defect>
            <para>La
                <emph type="bold">plomer&#237;a del tanque de aire</emph>
                no cumple con la secci&#243;n 5.7.1 de la Federal Motor Vehicle Safety Standard (FMVSS) 121. Es posible
                que la ruta de las mangueras de aire verde y naranja de 5/8" que est&#225;n entre la v&#225;lvula del
                pedal de freno y los tanques de aire primario y secundario se haya trazado de manera incorrecta. Si
                ocurre una falla del circuito de aire primario con la plomer&#237;a de la manguera incorrecta, al
                presionar el pedal de freno no funcionar&#225;n las c&#225;maras de frenos y esto podr&#237;a causar un
                accidente inesperado del veh&#237;culo motorizado, lo que probablemente generar&#237;a
                <emph type="bold">da&#241;o a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Esta campa&#241;a incluye los modelos familiares 4200, 4300 y 4400 construidos entre el 27/8/2003 y el
                22/7/2003 con tanques de aire paradr&#237;micos (C&#243;digo de funci&#243;n: 504602) en la planta de
                ensamblaje Escobedo.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <para>Este procedimiento de servicio se divide en dos (2) secciones: una inspecci&#243;n y un reemplazo
                    de la manguera. Realice primero la inspecci&#243;n de todos los veh&#237;culos para determinar si es
                    necesario llevar a cabo un reemplazo de la manguera y un cambio de la plomer&#237;a.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento de inspecci&#243;n</title>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n para los ojos segura
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Compruebe que las mangueras verde y naranja est&#233;n emplomadas como se indica en
                        la Figura 1.
                    </para>
                </step1>
                <figure id="f0351401" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351401.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             scalefitheight="312px"/>
                    <caption>Figura 1</caption>
                </figure>
                <step1>
                    <para count="1">Si los tanques est&#225;n emplomados de acuerdo a la figura 1, entonces el sistema
                        de frenos es el que est&#225; emplomado de manera incorrecta.
                        <emph type="bold">NO</emph>
                        es necesario realizar el reemplazo de la manguera y finaliza el Retiro.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si los tanques no est&#225;n emplomados de acuerdo a la figura 1 y est&#225;n al rev&#233;s,
                        contin&#250;e con el
                        <emph type="bold">Procedimiento de reemplazo de la manguera</emph>.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de reemplazo de la manguera</title>
                <step1>
                    <para count="1">Descargue completamente los sistemas de aire a
                        <emph type="bold">0 psi</emph>
                        (0 KPa).
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte la tuber&#237;a naranja de 5/8" del taque de aire interior (primario).
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte la tuber&#237;a verde de 5/8" del tanque de aire exterior (secundario) y
                        con&#233;ctela al tanque de aire interior (primario). Corte la manguera seg&#250;n sea necesario
                        y aseg&#250;rese de que est&#233; limpia en la nueva &#225;rea de sellado y que no se retuerza
                        al instalarla. Consulte la
                        <emph type="bold">Figura 1</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Afloje o extraiga todas las abrazaderas de la tuber&#237;a naranja de 5/8" entre los
                        tanques de aire y la v&#225;lvula del pedal de freno (pedal).
                    </para>
                </step1>
                <step1>
                    <para count="1">Extraiga la tuber&#237;a naranja de 5/8" de la v&#225;lvula del pedal de freno
                        (pedal). Consulte la
                        <emph type="bold">Figura 2</emph>
                        para Camiones y la
                        <emph type="bold">Figura 3</emph>
                        para Tractores.
                    </para>
                </step1>
                <figure id="f0351402" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351402.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="352px"/>
                    <caption>Figura 2 (Cami&#243;n)</caption>
                </figure>
                <figure id="f0351403" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0351403.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="392px"/>
                    <caption>Figura 3 (Tractor)</caption>
                </figure>
                <step1>
                    <para count="1">Mida y corte 90,5" (2,3&#160;m) de la tuber&#237;a de volumen negra de 5/8" y
                        reemplace por una naranja de 5/8".
                        <emph type="bold">Aseg&#250;rese de que el corte sea limpio y parejo.</emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Trace la ruta y sujete firmemente la tuber&#237;a negra a lo largo de la misma ruta
                        de la tuber&#237;a naranja original. Corte la manguera si es necesario. Apriete o coloque
                        nuevamente las abrazaderas si es necesario.
                        <emph type="bold">Aseg&#250;rese de que no haya torceduras en ning&#250;n punto de la ruta de la
                            manguera.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Con&#233;ctela al tanque de aire exterior o secundario. Consulte la
                        <emph type="bold">Figura 1</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inicie el veh&#237;culo para presurizar el sistema y verifique si hay fugas en la v&#225;lvula
                        del pedal y en las conexiones del tanque. Repare si es necesario.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0351401">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.59*"/>
                    <colspec colname="col2" align="center" colwidth="1.07*"/>
                    <colspec colname="col3" align="center" colwidth="1.11*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>417201C2</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Tuber&#237;a de nylon negra de 5/8"</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>90,5 pulgadas (7' 6 1/2") [2,3m]</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Use tuber&#237;a de casco. Si se solicita la 417201C2 a PDC, el distribuidor recibir&#225;
                    un rollo de 50 pies (15,24&#160;m). El distribuidor recibir&#225; reembolso s&#243;lo por la
                    cantidad de tuber&#237;a usada, no por el rollo completo.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0351402">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-03514-1</para>
                            </entry>
                            <entry>
                                <para>S&#211;LO inspecci&#243;n de la ruta de la manguera</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A40-03514-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>S&#211;LO inspecci&#243;n e instalaci&#243;n de la manguera</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,8 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Si se inspeccion&#233; el veh&#237;culo y se encontr&#243; que la ruta de la manguera estaba correcta,
                solo use la operaci&#243;n A40-03514
                <emph type="bold">-1</emph>.
            </para>
            <para>Si se inspeccion&#243; el veh&#237;culo y se descubri&#243; que la ruta de la manguera estaba
                <emph type="bold">incorrecta</emph>
                y que era necesario realizar el procedimiento de servicio, s&#243;lo use la operaci&#243;n A40-03514
                <emph type="bold">-2</emph>.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o reembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
