<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04303-R1 - Advertencia de bloqueo antivandalismo</stitle>
    <recall id="rec04303" translation="spanish">
        <recallnumber>04303-R1</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Enero de 2005</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>Advertencia de bloqueo antivandalismo</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>06/24/2003</startdate>
                        <enddate>06/01/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>Enlace agregado al documento del cliente revisado.</para>
            <para>IC Corporation envi&#243; por correo el siguiente aviso a los clientes afectados: Le hacemos llegar
                este aviso en cumplimiento con los requisitos de la Ley nacional de seguridad de tr&#225;fico y veh&#237;culos
                motorizados. IC Corporation decidi&#243; que existe un defecto que se relaciona con la seguridad del veh&#237;culo
                motorizado en algunos modelos de autobuses escolares modelo IC CE.
            </para>
            <para>Si se aplica el sistema de Bloqueo antivandalismo (sistema de bloqueo interior de la puerta de
                emergencia) mientras el motor est&#225; funcionando, no hay advertencia al conductor. En caso de una
                emergencia, la desactivaci&#243;n del Bloqueo antivandalismo aumenta el tiempo necesario para abrir la
                puerta de salida de emergencia y puede impedir el egreso r&#225;pido del autob&#250;s, lo cual podr&#237;a
                ocasionar lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Los autobuses modelo CE incluidos fueron fabricados entre el 24 de junio de 2003 y el 1 de junio de
                2004.
            </para>
            <para>
                <title>PRECAUCIONES PROVISORIAS HASTA TERMINAR LA REPARACI&#211;N:</title>
            </para>
            <para>Al cliente se le solicit&#243; quitar la gu&#237;a del perno de deslizamiento de Bloqueo
                antivandalismo de la puerta hasta reparar el defecto, con lo que se impedir&#225; el bloqueo de la
                puerta. Vea la siguiente imagen. La remoci&#243;n de la gu&#237;a se realiza quitando los dos tornillos
                que unen la gu&#237;a a la puerta. Guarde los tornillos y la gu&#237;a para reinstalarlos despu&#233;s
                de remediar el defecto.
            </para>
            <figure id="f0430301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0430301.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="272px"/>
                <caption>Bloqueo antivandalismo instalado en la puerta de emergencia</caption>
            </figure>
        </defect>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <para>Al cliente se le indic&#243; que su distribuidor realizar&#237;a esta correcci&#243;n en forma
                gratuita. Comun&#237;quese con su distribuidor para disponer la reparaci&#243;n de su unidad. Si desea
                hacer esta reparaci&#243;n por cuenta propia, puede adquirir las refacciones en su distribuidor. Cuando
                nos facture el costo del trabajo, puede agregar el costo de las refacciones adquiridas en su
                distribuidor. Si por alguna raz&#243;n no puede obtener las refacciones en su distribuidor local, puede
                devolver la tarjeta de "AUTORIZACI&#211;N DE SERVICIO DE RETIRO" con el casillero N&#186; 8 marcado y le
                enviaremos las refacciones directamente sin costo. Verifique que su direcci&#243;n de despacho sea la
                correcta. No se acepta un n&#250;mero de casilla de correo (P.O. Box) para el despacho. Debe
                proporcionar una direcci&#243;n con calle o camino.
            </para>
            <para>La reparaci&#243;n de este defecto requiere empalmar a la conexi&#243;n en el &#225;rea del panel de
                fusibles. Lo &#250;nico que se necesita es una herramienta para cortar y desforrar cables. Siga estos
                pasos para realizar la reparaci&#243;n.
            </para>
            <step1>
                <para count="1">Abra la puerta del panel de fusibles.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de cables gris que est&#225; justo encima del bloque de fusibles de la
                    carrocer&#237;a del autob&#250;s, que retiene el cableado justo detr&#225;s del borde superior de la
                    abertura de la puerta. Observe la forma en que est&#225; dispuesto el cableado para volver a poner
                    la cubierta cuando termine la reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Busque el cable N&#186; 58 de color rosa, ubicado en el &#225;rea de reparaci&#243;n,
                    identificado en la fotograf&#237;a "B" y "C". El cable se sigue metiendo hacia la parte posterior
                    del autob&#250;s y no termina en esta ubicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Corte este cable N&#186; 58 y quite el forro en ambos extremos del corte de 3/8 a &#189;
                    pulgada. Elimine el deshilachamiento de los cables despu&#233;s de desforrarlos, torci&#233;ndolos
                    un poco con los dedos.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los dos extremos del cable N&#186; 58, que acaba de cortar y desforrar, en el
                    conector del extremo en el cable "A" (vea la fotograf&#237;a "A") del mazo de cables que se
                    proporcion&#243;. Tire levemente cada cable despu&#233;s de instalarlo para asegurarse de que se
                    insert&#243; correctamente.
                </para>
            </step1>
            <step1>
                <para count="1">Busque el conector con los cables de color rosa, n&#250;meros 5, 14 y 57, y los otros
                    ubicados en el &#225;rea de reparaci&#243;n identificada en la fotograf&#237;a "D". La cantidad de
                    cables de este conector puede variar seg&#250;n las opciones. Normalmente, hay una abertura en este
                    conector para agregar un cable m&#225;s. Si la unidad en la que est&#225; trabajando no tiene al
                    menos un puerto abierto, vaya al paso 7. a.
                </para>
            </step1>
            <step1>
                <para count="1">El otro cable, sin el conector en el mazo de cables proporcionado, se debe insertar en
                    el conector identificado en el paso 6 con los cables de color rosa. Quite el aislamiento del cable
                    precortado con una ligera torsi&#243;n e ins&#233;rtelo en el conector. Tire levemente el cable
                    despu&#233;s de instalarlo para asegurarse de que se insert&#243; de manera correcta.
                </para>
                <step2>
                    <para count="1">Si este conector ya est&#225; lleno (sin orificios abiertos), siga este paso.
                        Seleccione uno de los cables de color rosa conectado a este conector, que tiene algo de espacio
                        para trabajar. Corte el cable aproximadamente a unas 3 &#243; 4 pulgadas desde el conector.
                        Luego, desforre entre 3/8 y &#189; pulgadas en cada extremo. Elimine el deshilachamiento de los
                        cables despu&#233;s de desforrarlos, torci&#233;ndolos un poco con los dedos. Inserte los dos
                        extremos del cable que acaba de cortar y desforrar en el conector proporcionado en el juego.
                        Luego, inserte el otro cable sin el conector en el mazo de cables proporcionado en el conector
                        que reci&#233;n agreg&#243;. Tire levemente cada cable despu&#233;s de instalarlo para
                        asegurarse de que se insert&#243; correctamente.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Pruebe el sistema encendiendo el motor y aplicando el Bloqueo antivandalismo en la
                    puerta de emergencia. El conductor debe escuchar un sonido de advertencia (campanilla o zumbido).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a poner los cables, con el mazo de cables agregado, en su posici&#243;n original
                    y vuelva a poner la cubierta de cables gris.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la gu&#237;a del perno de deslizamiento del Bloqueo antivandalismo en
                    la puerta, si lo quit&#243; anteriormente.
                </para>
            </step1>
            <figure id="f0430302" figsize="pg-wide">
                <graphic filename="../recallfigures/g0430302.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="532px"/>
            </figure>
        </svcproc>
        <partsinfo>
            <table id="t0430301" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.05*"/>
                    <colspec colname="col2" colwidth="1.28*"/>
                    <colspec colname="col3" colwidth="0.67*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900140R91</para>
                            </entry>
                            <entry>
                                <para>Juego, reparaci&#243;n del Bloqueo antivandalismo</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Los distribuidores deben adquirir los juegos directamente en la bodega de refacciones. Las refacciones
                estar&#225;n en bodega aproximadamente desde el 20 de agosto de 2004.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0430302" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.05*"/>
                    <colspec colname="col2" colwidth="1.28*"/>
                    <colspec colname="col3" colwidth="0.67*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de operaci&#243;n de trabajo</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04303-1</para>
                            </entry>
                            <entry>
                                <para>Instale una capa superpuesta al cableado del sistema y complete el papeleo</para>
                            </entry>
                            <entry>
                                <para>0.5 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <responuscan>
            <para>Proceda inmediatamente a hacer las correcciones necesarias a las unidades de su inventario. Todos los
                veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de retiro se deben reparar
                antes de que salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o
                transferidos y usted obra en poder de las Cartas de notificaci&#243;n al cliente y/o las tarjetas de
                Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n
                de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe reparar en
                forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de 60 d&#237;as luego de la
                presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no se pudo
                realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de 60 d&#237;as,
                el propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente
                sin costo alguno, o bien, a recibir el reembolso del precio de compra menos el descuento equivalente a
                la depreciaci&#243;n.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra al propietario, se
                debe hacer lo posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar el
                veh&#237;culo afectado a la brevedad.
            </para>
            <para>
                <title>RECLAMOS DE RETIRO:</title>
            </para>
            <para>
                <emph type="bold">Para las reparaciones realizadas por el cliente o por distribuidores no autorizados
                </emph>
            </para>
            <para>Para ayudar en el proceso de retiro, es importante que entregue una factura con la siguiente informaci&#243;n.</para>
            <para>
                <emph type="bold">N&#186; VIN, N&#186; de campa&#241;a de retiro, Tarifa del trabajo de reparaci&#243;n
                    en las instalaciones, N&#250;mero de operaci&#243;n del trabajo, Recibo por las refacciones
                    adquiridas, si corresponde.
                </emph>
            </para>
            <para></para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda inmediatamente a hacer la correcci&#243;n necesaria a las unidades de su inventario. Todos los
                veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de retiro se deben reparar
                antes de que salgan a la venta, se transfieran o se entreguen. Si los veh&#237;culos han sido vendidos o
                transferidos y usted obra en poder de las Cartas de notificaci&#243;n al cliente y las tarjetas de
                Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe notificar la ubicaci&#243;n
                de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal haciendo referencia al Retiro por seguridad 04303.
            </para>
            <para>
                <emph type="bold">RESPONSABILIDAD DEL ARRENDADOR:</emph>
            </para>
            <para>Las Regulaciones federales demandan que cualquier arrendador de veh&#237;culo que reciba este aviso de
                retiro debe enviar una copia del mismo al arrendatario dentro de diez d&#237;as.
            </para>
            <para>IC Corporation solicita su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas
                o necesita m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
