<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04515 - CONEXI&#211;N DEL GRUPO DE FRENOS en algunos modelos 9200i, 9400i y 9900i,
        fabricados entre el 26/07/2004 y el 29/07/2004
    </stitle>
    <recall id="rec04515" translation="spanish">
        <recallnumber>04515</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre de 2004</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>CONEXI&#211;N DEL GRUPO DE FRENOS en algunos modelos 9200i, 9400i y 9900i, fabricados entre el
            26/07/2004 y el 29/07/2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/26/2004</startdate>
                        <enddate>07/29/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Es posible que se hayan puesto s&#243;lo ocho (8) pernos en la instalaci&#243;n del grupo de freno en
                los ejes traseros de algunas de las unidades antes mencionadas. El grupo de freno, un ensamblaje que
                incluye las zapatas de freno, las c&#225;maras de aire, los ajustadores de holgura y la cruceta,
                normalmente, est&#225; unido al alojamiento del eje mediante nueve (9) pernos. Cuando falta uno o m&#225;s
                pernos, la integridad estructural de la instalaci&#243;n del grupo de freno queda susceptible. Esto
                puede ocasionar la p&#233;rdida de la capacidad de frenado en los ejes traseros sin advertirlo, lo que
                puede llevar a
                <emph type="bold">da&#241;os materiales, lesiones o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad incluye los modelos 9200i, 9400i y 9900i, fabricados entre el 26/07/2004 y el
                29/07/2004 en la Planta de ensamblaje de Chatham, Ontario.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar movimientos inesperados del veh&#237;culo y posibles lesiones graves o la
                            muerte, bloquee las ruedas para que el veh&#237;culo no se mueva en ninguna direcci&#243;n.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>PROCEDIMIENTO DE INSPECCI&#211;N DEL EXTREMO DE LAS RUEDAS</title>
                <step1>
                    <para count="1">Inspeccione el lado de atr&#225;s del los extremos de las ruedas del eje de
                        transmisi&#243;n delantero-trasero y trasero-trasero para determinar si se instal&#243; el n&#250;mero
                        correcto de pernos de montaje de la cruceta.
                    </para>
                    <step2>
                        <para count="1">Es posible que deba remover el guardapolvo (si est&#225; instalado) para
                            identificar y contar correctamente todos los pernos.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Deber&#237;a haber un total de nueve (9) pernos en cada instalaci&#243;n de grupo de
                        freno de rueda trasera.
                    </para>
                </step1>
                <step1>
                    <para count="1">Realice el
                        <emph type="bold">Procedimiento de instalaci&#243;n</emph>
                        de los pernos en todos los extremos de las ruedas del eje trasero-trasero y delantero-trasero
                        que no tengan nueve (9) pernos en la instalaci&#243;n del grupo de freno.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROCEDIMIENTO DE INSTALACI&#211;N DE LOS PERNOS</title>
                <step1>
                    <para count="1">Quite el conjunto de la rueda trasera (rin y llanta).</para>
                </step1>
                <step1>
                    <para count="1">Suelte el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Quite el tambor (o cubo) del freno trasero. Es posible que deba soltar el ajuste del
                        freno.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale la tuerca, perno y arandela faltantes. Deber&#237;a haber un total de nueve
                        (9) pernos por extremo de rueda.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Instale la cabeza del perno hacia la l&#237;nea central del veh&#237;culo. Instale la
                            arandela s&#243;lo bajo la cabeza del perno.
                        </para>
                    </note>
                </specpara>
                <figure id="f0451501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="520px"/>
                    <caption>Figura 1 - Instalaci&#243;n del grupo de freno trasero</caption>
                </figure>
                <step1>
                    <para count="1">Aplique una torsi&#243;n de
                        <emph type="bold">175 a 190 Lbf-pies (240 a 260 Nm)</emph>
                        al nuevo perno del grupo de freno trasero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Realice una revisi&#243;n de torsi&#243;n al resto de los pernos, que deben tener
                        <emph type="bold">175 a 190 Lbf-pies (240 a 260 Nm)</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el tambor (o cubo) del freno trasero.</para>
                </step1>
                <step1>
                    <para count="1">Apriete la tuerca de ajuste del cojinete de la rueda externa y revise el juego
                        extremo con un indicador de cuadrante, si sac&#243; el cubo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar el conjunto de la rueda trasera (rin y llanta).</para>
                </step1>
                <step1>
                    <para count="1">Adapte los ajustadores de holgura del freno trasero.</para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Las refacciones que se requieren para este retiro son:</para>
            <table id="t0451501" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <colspec colname="col3" colwidth="1.90in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>25334R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, TIPO 5/8-NF 1-3/4 PHC</para>
                            </entry>
                            <entry>
                                <para>Hasta
                                    <emph type="bold">4</emph>, consulte PROCEDIMIENTO DE REPARACI&#211;N DE RETIRO
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>406267C1</para>
                            </entry>
                            <entry>
                                <para>ARANDELA, ESPECIAL 5/8</para>
                            </entry>
                            <entry>
                                <para>Hasta
                                    <emph type="bold">4</emph>, consulte PROCEDIMIENTO DE REPARACI&#211;N DE RETIRO
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>9411658</para>
                            </entry>
                            <entry>
                                <para>CONTRATUERCA, HEXAGONAL 5/8 NF</para>
                            </entry>
                            <entry>
                                <para>Hasta
                                    <emph type="bold">4</emph>, consulte PROCEDIMIENTO DE REPARACI&#211;N DE RETIRO
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0451502" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04515-1</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n b&#225;sica, todos los veh&#237;culos la deben recibir</para>
                            </entry>
                            <entry>
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-2</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la instalaci&#243;n de pernos en Un (1) extremo de rueda
                                    solamente
                                </para>
                            </entry>
                            <entry>
                                <para>0,7 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-3</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la instalaci&#243;n de pernos en Dos (2) extremos de rueda
                                    solamente
                                </para>
                            </entry>
                            <entry>
                                <para>1,4 hrs.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-4</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la instalaci&#243;n de pernos en Tres (3) extremos de rueda
                                    solamente
                                </para>
                            </entry>
                            <entry>
                                <para>2,1 hrs.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04515-5</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la instalaci&#243;n de pernos en los cuatro (4) extremos de
                                    rueda solamente
                                </para>
                            </entry>
                            <entry>
                                <para>2,8 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Cada veh&#237;culo requiere, al menos, una inspecci&#243;n para determinar si se requieren sujetadores
                adicionales.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos incluidos en
                esta campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de
                fabricaci&#243;n del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ni reembolsar el precio de la compra, se deben hacer
                todos los esfuerzos necesarios para programar una cita r&#225;pidamente con cada propietario y as&#237;
                poder reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
