<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04514 - CONJUNTO DEL FRENO DE ESTACIONAMIENTO en algunos modelos de autobuses escolares
        3200, 4200, 4300, 4400 y CE fabricados entre el 20/07/2004 y el 05/08/2004 con frenos hidr&#225;ulicos.
    </stitle>
    <recall id="rec04514" translation="spanish">
        <recallnumber>04514</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2004</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>CONJUNTO DEL FRENO DE ESTACIONAMIENTO en algunos modelos de autobuses escolares 3200, 4200, 4300, 4400
            y CE fabricados entre el 20/07/2004 y el 05/08/2004 con frenos hidr&#225;ulicos.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE S
                    <daterange>
                        <startdate>07/20/2004</startdate>
                        <enddate>08/05/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>El conjunto del freno de estacionamiento fue fabricado en forma incorrecta, lo que puede hacer que no
                se aplique ni suelte completamente. Si el freno de estacionamiento no se aplica completamente, es
                posible que el veh&#237;culo no permanezca estacionario, o si no se suelta totalmente, el freno se puede
                arrastrar. Cuando el freno de estacionamiento del veh&#237;culo se separa o arrastra, puede ocasionar
                <emph type="bold">da&#241;os materiales, lesiones o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad incluye a los modelos 3200, 4200, 4300 y 440 con frenos hidr&#225;ulicos,
                fabricados entre el 20/07/2004 y el 03/08/2004 en la Planta de ensamblaje de Springfield, Ohio, y los
                modelos de autobuses escolares CE con frenos hidr&#225;ulicos, fabricados entre el 23/07/2004 y el
                05/08/2004 en la Planta de ensamblaje de Conway, Arkansas.
            </para>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Se adjunta una copia del documento del propietario. Durante el proceso de
                recuperaci&#243;n, se entregar&#225; una lista de nombres y direcciones de propietarios a los
                distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                prop&#243;sitos que no sean de esta campa&#241;a constituye una violaci&#243;n de las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="8">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar movimientos inesperados del veh&#237;culo y posibles lesiones graves o la
                            muerte, bloquee las ruedas para que el veh&#237;culo no se mueva en ninguna direcci&#243;n.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>PROCEDIMIENTO DE PRUEBA DEL FRENO DE ESTACIONAMIENTO</title>
                <step1>
                    <para count="1">Todos los veh&#237;culos deben pasar por la siguiente prueba para determinar si es
                        necesario reemplazar el conjunto del freno de estacionamiento.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Para evitar un movimiento inesperado del veh&#237;culo y posibles lesiones graves o la
                            muerte, REALICE EL SIGUIENTE PROCEDIMIENTO DE PRUEBA EN UN ESPACIO ABIERTO, SIN QUE NADA
                            BLOQUEE EL MOVIMIENTO DE AVANCE DEL VEH&#205;CULO; por ejemplo, pared, otros veh&#237;culos,
                            otras personas, etc.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Aseg&#250;rese de que el veh&#237;culo est&#225; en un espacio abierto. Consulte la
                        ADVERTENCIA anterior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque el freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Con una pistola de temperatura infrarroja o un dispositivo electr&#243;nico de
                        registro de temperatura adecuado, registre la temperatura de la superficie externa del tambor
                        del freno de estacionamiento. Grabe la temperatura registrada para compararla en los pasos 13
                        &#243; 21.
                    </para>
                    <step2>
                        <para count="1">La temperatura de la superficie del tambor del freno de estacionamiento debe
                            estar entre +/- 10% de la temperatura del aire ambiente antes de realizar el resto de la
                            prueba.
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">PARA TRANSMISIONES MANUALES</emph>
                </para>
                <step1>
                    <para count="1">Ponga el veh&#237;culo en segunda marcha (2&#170;).</para>
                </step1>
                <step1>
                    <para count="1">Presione el acelerador hasta alcanzar 800 rpm en el motor.</para>
                </step1>
                <step1>
                    <para count="1">Suelte el embrague lentamente.</para>
                </step1>
                <step1>
                    <para count="1">Si el veh&#237;culo arranca, REEMPLACE EL CONJUNTO DEL FRENO DE ESTACIONAMIENTO.
                        Consulte PROCEDIMIENTO DE REEMPLAZO DEL CONJUNTO DEL FRENO DE ESTACIONAMIENTO m&#225;s adelante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el veh&#237;culo no arranca, presione el embrague, ponga el veh&#237;culo en
                        primera marcha (1&#170;) y deje que el motor vuelva a la velocidad de ralent&#237; adecuada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Presione el pedal del freno.</para>
                </step1>
                <step1>
                    <para count="1">Suelte el freno de estacionamiento y conduzca el veh&#237;culo durante 1 milla o 2
                        km a una velocidad de entre 30 y 40 mph (48 a 64 kph).
                    </para>
                </step1>
                <step1>
                    <para count="1">Al volver del recorrido, detenga el veh&#237;culo, aplique el freno de
                        estacionamiento y apague el motor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Registre la temperatura de la superficie externa del tambor del freno de
                        estacionamiento.
                    </para>
                    <step2>
                        <para count="1">Si la temperatura de la superficie subi&#243; m&#225;s de 50&#186; Fahrenheit
                            (10&#186; Celsius) o si la temperatura del freno de estacionamiento excede los 150&#186;
                            Fahrenheit (65,5&#186; Celsius), REEMPLACE EL CONJUNTO DEL FRENO DE ESTACIONAMIENTO.
                            Consulte PROCEDIMIENTO DE REEMPLAZO DEL CONJUNTO DEL FRENO DE ESTACIONAMIENTO m&#225;s
                            adelante.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">De lo contrario, si el aumento de temperatura es m&#237;nimo, no es necesario
                            reemplazar el freno de estacionamiento.
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">PARA TRANSMISIONES AUTOM&#193;TICAS</emph>
                </para>
                <step1>
                    <para count="1">Ponga el veh&#237;culo en DIRECTA o primera (1&#170;) marcha.</para>
                </step1>
                <step1>
                    <para count="1">Presione el acelerador hasta alcanzar las 1500 rpm en el motor.</para>
                </step1>
                <step1>
                    <para count="1">Si el veh&#237;culo arranca, REEMPLACE EL CONJUNTO DEL FRENO DE ESTACIONAMIENTO.
                        Consulte PROCEDIMIENTO DE REEMPLAZO DEL CONJUNTO DEL FRENO DE ESTACIONAMIENTO m&#225;s adelante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el veh&#237;culo no arranca, deje que el motor vuelva a la velocidad de ralent&#237;
                        adecuada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Presione el pedal del freno.</para>
                </step1>
                <step1>
                    <para count="1">Suelte el freno de estacionamiento y conduzca el veh&#237;culo durante 1 milla o 2
                        km a una velocidad de entre 30 y 40 mph (48 a 64 kph).
                    </para>
                </step1>
                <step1>
                    <para count="1">Al volver del recorrido, detenga el veh&#237;culo, aplique el freno de
                        estacionamiento y apague el motor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Registre la temperatura de la superficie externa del tambor del freno de
                        estacionamiento.
                    </para>
                    <step2>
                        <para count="1">Si la temperatura de la superficie subi&#243; m&#225;s de 50&#186; Fahrenheit
                            (10&#186; Celsius) o si la temperatura del freno de estacionamiento excede los 150&#186;
                            Fahrenheit (65,5&#186; Celsius), REEMPLACE EL CONJUNTO DEL FRENO DE ESTACIONAMIENTO.
                            Consulte PROCEDIMIENTO DE REEMPLAZO DEL CONJUNTO DEL FRENO DE ESTACIONAMIENTO m&#225;s
                            adelante.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">De lo contrario, si el aumento de temperatura es m&#237;nimo, no es necesario
                        reemplazar el freno de estacionamiento.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PROCEDIMIENTO DE REEMPLAZO DEL CONJUNTO DEL FRENO DE ESTACIONAMIENTO</title>
                <step1>
                    <para count="1">Desconecte el eje de transmisi&#243;n en el eje trasero.</para>
                </step1>
                <step1>
                    <para count="1">Saque los pernos del tambor del freno de estacionamiento y el tambor.</para>
                </step1>
                <figure id="f0451401" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451401.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 1</caption>
                </figure>
                <step1>
                    <para count="1">Quite la tuerca de reborde y el reborde. Es posible que necesite un extractor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte el cable del freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Quite los cuatro (4) pernos del conjunto del freno de estacionamiento; dos (2) de
                        cada lado.
                    </para>
                </step1>
                <figure id="f0451402" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451402.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="376px"/>
                    <caption>Figura 2</caption>
                </figure>
                <step1>
                    <para count="1">Quite el conjunto del freno de estacionamiento.</para>
                </step1>
                <figure id="f0451403" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451403.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 3</caption>
                </figure>
                <step1>
                    <para count="1">Quite el sello de aceite del pi&#241;&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Instale un sello de aceite del pi&#241;&#243;n nuevo.</para>
                </step1>
                <step1>
                    <para count="1">Instale un conjunto de freno de estacionamiento nuevo.</para>
                </step1>
                <figure id="f0451404" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451404.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 4</caption>
                </figure>
                <step1>
                    <para count="1">Aplique una torsi&#243;n a los pernos, con el siguiente patr&#243;n, de 220 a 240
                        LbF-pies (294 a 325 Nm).
                    </para>
                </step1>
                <figure id="f0451405" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451405.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 5</caption>
                </figure>
                <step1>
                    <para count="1">Vuelva a conectar el cable del freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Instale el reborde. Aplique torsi&#243;n a las tuercas del reborde seg&#250;n las
                        especificaciones del fabricante del eje. Consulte la Etiqueta de tendido y el Manual maestro de
                        reparaciones para ver la Tabla de torsiones.
                    </para>
                </step1>
                <figure id="f0451406" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451406.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 6</caption>
                </figure>
                <step1>
                    <para count="1">Vuelva a instalar el tambor del freno de estacionamiento.</para>
                </step1>
                <step1>
                    <para count="1">Aplique una torsi&#243;n a los pernos, con el siguiente patr&#243;n, de 41 a 47
                        Lbf-pies (56 a 63 Nm).
                    </para>
                </step1>
                <figure id="f0451407" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451407.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 7</caption>
                </figure>
                <step1>
                    <para count="1">Vuelva a conectar el eje de transmisi&#243;n con las correas y pernos nuevos.
                        Aplique torsi&#243;n a los pernos de la correa seg&#250;n las especificaciones del fabricante
                        del eje de transmisi&#243;n. Consulte la Etiqueta de tendido y el Manual maestro de reparaciones
                        para ver la Tabla de torsiones.
                    </para>
                </step1>
                <figure id="f0451408" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0451408.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="296px"/>
                    <caption>Figura 8</caption>
                </figure>
                <step1>
                    <para count="1">Revise el nivel de aceite del eje trasero y rellene, si es necesario.</para>
                </step1>
                <step1>
                    <para count="1">Revise la tensi&#243;n del cable del freno de estacionamiento y aj&#250;stela, si es
                        necesario, seg&#250;n las especificaciones del Manual maestro de reparaciones.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0451401" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.75in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <colspec colname="col3" colwidth="1.17in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3575655C92</para>
                            </entry>
                            <entry>
                                <para>FRENO, CONJ. DEL FRENO DLM 12 X 3 DS</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Seg&#250;n la etiqueta de tendido</para>
                            </entry>
                            <entry>
                                <para>SELLO DE ACEITE DEL PI&#209;&#211;N</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Seg&#250;n la etiqueta de tendido</para>
                            </entry>
                            <entry>
                                <para>Correas y pernos de la fecha card&#225;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Se espera que s&#243;lo alrededor de 60 veh&#237;culos (15%) del total del parque
                    requiera reemplazar el freno de estacionamiento. Ordene las refacciones seg&#250;n las requiera.
                </emph>
            </para>
            <para>
                <emph type="boldital">Destruya y deseche localmente todas las refacciones que quit&#243;.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0451402" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04514-1</para>
                            </entry>
                            <entry>
                                <para>Realice la prueba del veh&#237;culo, NO el reemplazo del conjunto del freno de
                                    estacionamiento
                                </para>
                            </entry>
                            <entry>
                                <para>0,7 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04514-2</para>
                            </entry>
                            <entry>
                                <para>Realice la prueba del veh&#237;culo Y reemplace el conjunto del freno de
                                    estacionamiento
                                </para>
                            </entry>
                            <entry>
                                <para>1,7 Hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos incluidos en
                esta campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de
                fabricaci&#243;n del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ni reembolsar el precio de la compra, se deben hacer
                todos los esfuerzos necesarios para programar una cita r&#225;pidamente con cada propietario y as&#237;
                poder reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
