<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04520 - LOS PERNOS DE MONTAJE en los modelos 3200, 4200, 4300 y 4400 equipados con IROS,
        fabricados entre el 23/08/2004 y el 01/10/2004
    </stitle>
    <recall id="rec04520" translation="spanish">
        <recallnumber>04520</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Noviembre de 2004</recalldate>
        <subjectfile>MUELLES</subjectfile>
        <subject>LOS PERNOS DE MONTAJE en los modelos 3200, 4200, 4300 y 4400 equipados con IROS, fabricados entre el
            23/08/2004 y el 01/10/2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>08/23/2004</startdate>
                        <enddate>10/01/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>08/23/2004</startdate>
                        <enddate>10/01/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>08/23/2004</startdate>
                        <enddate>10/01/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>08/23/2004</startdate>
                        <enddate>10/01/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Es posible que cuatro sujetadores de la suspensi&#243;n trasera no est&#233;n suficientemente
                apretadas. Este herraje conecta los miembros principales del apoyo de la suspensi&#243;n trasera al
                soporte colgante. Esta conexi&#243;n puede fallar, debido a que las tuercas se pueden soltar o salir, o
                los pernos se pueden romper por fatiga. Una falla de estos sujetadores podr&#237;a hacer que se separara
                el apoyo principal del soporte colgante, lo que ocasionar&#237;a una p&#233;rdida repentina del control
                del veh&#237;culo. Esto puede hacer que el
                <emph type="bold">veh&#237;culo choque sin advertirlo,</emph>lo que ocasionar&#237;a
                <emph type="bold">da&#241;os materiales, lesiones o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad incluye los modelos 3200, 4200, 4300 y 4400, fabricados entre el 23/08/2004 y
                el 01/10/2004 en la Planta de ensamblaje de Springsfield, Ohio, con sistemas de suspensi&#243;n de aire
                trasera IROS.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles lesiones graves o la muerte,
                        bloquee las ruedas para que el veh&#237;culo no se mueva en ninguna direcci&#243;n.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque un perno y tuerca a la vez; luego, ponga el perno y tuerca nuevos.</para>
            </step1>
            <figure id="f0452001" figsize="pg-wide">
                <graphic filename="../recallfigures/g0452001.webp" type="webp" scalefit="1" scalefitwidth="296px"
                         scalefitheight="296px"/>
                <caption>Figura 1</caption>
                <calloutgroup>
                    <callout1>NOTA: Los pernos atraviesan el pasador de barra del buje en la direcci&#243;n de la
                        flecha, con la cabeza del perno contra el pasador de barra (ADELANTE) y la tuerca contra el
                        apoyo colgante (ATR&#193;S). Se requieren dos pernos y dos tuercas por lado.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Apriete el perno nuevo casi hasta la torsi&#243;n completa [la torsi&#243;n completa es
                    de 370 a 460 Lbf-pies (500 a 625 Nm)], de modo que la carga de la abrazadera mantenga alineado el
                    pasador del buje mientras se cambia el otro perno.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el paso 2 hasta cambiar los cuatro pernos y tuercas.</para>
            </step1>
            <step1>
                <para count="1">Finalmente, apriete completamente los cuatro (4) pernos con una torsi&#243;n de 370 a
                    460 Lbf-pies (500 a 625 Nm).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>NO VUELVA A UTILIZAR NINGUNO DE LOS PERNOS O TUERCAS ORIGINALES.</para>
                </note>
            </specpara>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0452001" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900081R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, FIJACI&#211;N EN TERREO DEL PERNO SOSPECHOSO IROS</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Este juego de servicio de retiro contiene las siguientes refacciones:</para>
            <table id="t0452002" tblwidth="pg-wide">
                <title>Informaci&#243;n de las refacciones del juego de reparaci&#243;n</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>31090R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, M20 X 100 PHC CL 10.9 FL</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>40204R1</para>
                            </entry>
                            <entry>
                                <para>TUERCA HEXAGONAL, M&#201;TRICA PREV. TORQ*M20</para>
                            </entry>
                            <entry align="center">
                                <para>4</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0452003" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04520-1</para>
                            </entry>
                            <entry>
                                <para>Realice el procedimiento de reparaci&#243;n de retiro; instale los cuatro (4)
                                    pernos.
                                </para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos incluidos en
                esta campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de
                fabricaci&#243;n del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ni reembolsar el precio de la compra, se deben hacer
                todos los esfuerzos necesarios para programar una cita r&#225;pidamente con cada propietario y as&#237;
                poder reparar su veh&#237;culo lo antes posible.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
