<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04504-R2 - Interferencia entre el filtro de aceite y el eje de mando delantero del motor en
        las versiones 4x4 y 6x6 de los modelos 7300, 7400 y 7500 fabricados entre el 27/09/2001 y el 08/03/2004 con
        motores DT 466 y DT/HT 530
    </stitle>
    <recall id="rec04504" translation="spanish">
        <recallnumber>04504-R2</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Julio de 2004</recalldate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Interferencia entre el filtro de aceite y el eje de mando delantero del motor en las versiones 4x4 y
            6x6 de los modelos 7300, 7400 y 7500 fabricados entre el 27/09/2001 y el 08/03/2004 con motores DT 466 y
            DT/HT 530
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300
                    <daterange>
                        <startdate>09/27/2001</startdate>
                        <enddate>03/08/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>09/27/2001</startdate>
                        <enddate>03/08/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>09/27/2001</startdate>
                        <enddate>03/08/2004</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>DT 466</engfam>
                <engfam>DT 530</engfam>
                <engfam>HT 530</engfam>
            </configure>
        </apply>
        <defect>
            <para>
                <title>DESCRIPCI&#211;N DE LA REVISI&#211;N</title>
            </para>
            <para>
                <emph type="bold">INFORMACI&#211;N DE LA REFACCI&#211;N</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se incluyen las instrucciones para devolver al distribuidor la existencia de 1842816
                        <emph type="bold">C1</emph>.
                    </para>
                </item>
            </randlist>
            <para>En ciertas condiciones de frenado, la junta universal del eje de mando delantero hace contacto con el
                filtro de aceite del motor. Este contacto puede ocasionar una perforaci&#243;n en el filtro de aceite
                del motor. Para corregir este defecto, se debe instalar un filtro de aceite de motor m&#225;s corto. Si
                no instala este filtro, la perforaci&#243;n podr&#237;a ocasionar la p&#233;rdida completa del aceite
                del motor y una probable parada inadvertida del motor. Esto puede ocasionar
                <emph type="bold">da&#241;os materiales, lesiones o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad incluye a ciertas versiones 4x4 y 6x6 de los modelos 7300, 7400 y 7500
                fabricados entre el 27/09/2001 y el 08/03/2004 con motores DT 466 y DT/HT 530. Los n&#250;meros de serie
                de los motores DT 466 afectados comienzan con 470HM2U.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="inspect" graphiccount="3">
            <title>Procedimiento de reparaci&#243;n</title>
            <para>
                <emph type="boldital">Consulte el
                    <exhotlnk document="../recalls/Rec04504.pdf" bookname="RECALL">pdf para este Retiro</exhotlnk>a fin
                    de obtener la hoja de instrucciones, 1171820R1, donde encontrar&#225; instrucciones detalladas de la
                    instalaci&#243;n del juego adaptador del filtro de aceite corto y del filtro.
                </emph>
            </para>
            <para>
                <emph type="boldital">Para hacer las reparaciones de la hoja de instrucciones, debe tener una
                    herramienta hexagonal de 20mm. Tambi&#233;n se puede usar una herramienta hexagonal de 19mm.
                </emph>
            </para>
            <specpara>
                <note>
                    <para>ESTE RETIRO S&#211;LO AFECTA A LAS VERSIONES 4X4 Y 6X6 CON
                        <emph type="underscr">MOTORES DT 466 Y DT/HT 530.</emph>
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>PARA ESTE RETIRO, SE DEBE USAR UN FILTRO DE ACEITE DE MOTOR CORTO ESPECIAL PARA
                        <emph type="underscr">TODOS</emph>
                        LOS REEMPLAZOS Y REPARACIONES FUTUROS DEL FILTRO DE ACEITE DEL MOTOR.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>PARA ESTE RETIRO, SE REQUIERE REDUCIR LOS INTERVALOS DE SERVICIO DE ACEITE DEL MOTOR Y LA
                        CAPACIDAD DE ACEITE DEL MOTOR.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">A los propietarios de veh&#237;culos se les envi&#243;, junto con la notificaci&#243;n
                    de retiro, las siguientes calcoman&#237;as, que se deben poner en los manuales del operador, donde
                    aparecen los nuevos intervalos de servicio del aceite del motor:
                </para>
            </step1>
            <figure id="f0450401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450401.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="192px"/>
                <caption>Calcoman&#237;a de capacidad de relleno del motor DT 466</caption>
            </figure>
            <figure id="f0450402" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450402.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="192px"/>
                <caption>Calcoman&#237;a de capacidad de relleno del motor DT/HT 530</caption>
            </figure>
            <figure id="f0450403" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450403.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="192px"/>
                <caption>Calcoman&#237;a de intervalo de cambio</caption>
            </figure>
            <step1>
                <para count="1">Cuando haga la programaci&#243;n de clientes para realizar esta reparaci&#243;n de
                    retiro, aseg&#250;rese de que ellos hayan recibido las calcoman&#237;as por correo y de que sepan
                    acerca de la menor capacidad del filtro y de los intervalos de cambio.
                </para>
            </step1>
            <step1>
                <para count="1">Ellos recibieron instrucciones de agregarlos a sus manuales; sin embargo, si no desean
                    hacerlo, use la siguiente tabla para determinar la ubicaci&#243;n correcta de las calcoman&#237;as:
                </para>
            </step1>
            <table id="t0450401">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.86*"/>
                    <colspec colname="col2" colwidth="1.14*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Calcoman&#237;a</para>
                            </entry>
                            <entry align="center">
                                <para>Ubicaci&#243;n en el manual</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>CAPACIDAD DE RELLENO DEL MOTOR DT 466</para>
                            </entry>
                            <entry>
                                <para>P&#243;ngalo en la p&#225;gina 70 del manual, n&#250;mero de refacci&#243;n
                                    1171753R3
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>CAPACIDAD DE RELLENO DEL MOTOR DT/HT 530</para>
                            </entry>
                            <entry>
                                <para>P&#243;ngalo en la p&#225;gina 69 del manual, n&#250;mero de refacci&#243;n
                                    1171755R3
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>INTERVALO DE CAMBIO, c/ MOTORES DT 466</para>
                            </entry>
                            <entry>
                                <para>P&#243;ngala sobre la tabla existente en la segunda columna de la p&#225;gina 82
                                    del manual, n&#250;mero de refacci&#243;n 1171753R3
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>INTERVALO DE CAMBIO, c/ MOTORES DT/HT 530</para>
                            </entry>
                            <entry>
                                <para>P&#243;ngala sobre la tabla de abajo en la primera columna de la p&#225;gina 82
                                    del manual, n&#250;mero de refacci&#243;n 1171755R3
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Si el cliente no recibi&#243; o perdi&#243; las calcoman&#237;as, puede encontrar una
                    peque&#241;a cantidad de ellas en su sobre de correo para el distribuidor, las que puede usar para
                    este prop&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">Si necesita m&#225;s calcoman&#237;as, comun&#237;quese con Tech Central para conversar
                    con el Coordinador de cumplimiento.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Las refacciones que se requieren para este retiro son:</para>
            <table id="t0450402">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.65*"/>
                    <colspec colname="col2" align="center" colwidth="1.43*"/>
                    <colspec colname="col3" align="center" colwidth="0.49*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>1842816C2</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Conjunto, filtro de aceite, corto</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1842938C91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego, adaptador de filtro de aceite corto</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Toda la existencia del distribuidor de 1842816C1 debe ser devuelta a PDC. La
                    refacci&#243;n 1842816C1 ya no estar&#225; disponible para futuros cambios del filtro de aceite.
                    Utilice la refacci&#243;n 1842816C2 para este retiro y futuros cambios del filtro de aceite en los
                    veh&#237;culos involucrados en este retiro.
                </emph>
            </para>
            <para>Para garantizar la manipulaci&#243;n adecuada de su devoluci&#243;n, siga las instrucciones que se
                indican a continuaci&#243;n.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Idique la cantidad que devuelve.</para>
                </item>
                <item>
                    <para>Utilice el Formulario de reclamo de env&#237;o err&#243;neo BD 35, a modo de documento de
                        devoluci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Anote con negrilla en el cuerpo del Formulario BD 35, "
                        <emph type="bold">Safety Recall 04504</emph>." (Retiro de seguridad 04504)
                    </para>
                </item>
                <item>
                    <para>Etiquete al menos una pieza devuelta con el n&#250;mero de identificaci&#243;n de refacci&#243;n:
                        1842816C1
                    </para>
                </item>
                <item>
                    <para>Anote en la caja de env&#237;o de la devoluci&#243;n, "
                        <emph type="bold">Safety Recall 04504</emph>." (Retiro de seguridad 04504)
                    </para>
                </item>
                <item>
                    <para>No es necesario hacer referencia a las facturas.</para>
                </item>
                <item>
                    <para>Env&#237;e los filtros a su PDC local contra reembolso. (Se le reembolsar&#225;n los pagos por
                        env&#237;o UPS en una factura diferente).
                    </para>
                </item>
            </randlist>
            <para>Sabemos que usted puede haber vendido algunos de estos filtros defectuosos a sus clientes, y es
                posible que demore alg&#250;n tiempo recuperarlos para enviarlos de vuelta. Por consiguiente, las
                devoluciones se recibir&#225;n en su PDC local hasta el 31 de agosto de 2004.
            </para>
            <para>
                <emph type="boldital">Al recibo de la devoluci&#243;n en su PDC local, se emitir&#225; un cr&#233;dito
                    por el 100% del precio neto del distribuidor m&#225;s el flete.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0450403">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04504-1</para>
                            </entry>
                            <entry>
                                <para>Juego de instalaci&#243;n del filtro de aceite corto y filtro</para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos incluidos en
                esta campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de
                fabricaci&#243;n del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, recibir&#225; el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para no tener que reemplazar un veh&#237;culo ni reembolsar el precio de la compra, se deben hacer
                todos los esfuerzos necesarios para programar una cita r&#225;pidamente con cada propietario y as&#237;
                poder reparar su veh&#237;culo lo antes posible.
            </para>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobr&#243; a un cliente por reparaciones relacionadas con este retiro
                antes de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n
                para que &#233;ste se comunique con el Distribuidor si cree tener derecho a rembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procesamiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario incluidos en esta campa&#241;a de retiro se
                    deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
