<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04507 - Unidad de control electr&#243;nico de los frenos antibloqueo (ABS) Kelsey-Hayes
        (Lucas Varity o TRW) en los modelos de autobuses 3400, 3800, RE, FE y CE, fabricados entre el 28/02/1999 y el
        05/04/2004
    </stitle>
    <recall id="rec04507" translation="spanish">
        <recallnumber>04507</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Junio de 2004</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Unidad de control electr&#243;nico de los frenos antibloqueo (ABS) Kelsey-Hayes (Lucas Varity o TRW) en
            los modelos de autobuses 3400, 3800, RE, FE y CE, fabricados entre el 28/02/1999 y el 05/04/2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000 RE
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>02/28/1999</startdate>
                        <enddate>04/05/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldital">Este retiro es la soluci&#243;n final y sustituye el Retiro por seguridad
                    G-02510.
                </emph>
            </para>
            <para>
                <emph type="boldital">Este retiro es para los modelos de autob&#250;s solamente. El retiro de camiones
                    se publicar&#225; en una fecha futura.
                </emph>
            </para>
            <para>La unidad de control electr&#243;nico del sistema de frenos antibloqueo (ABS) puede malinterpretar una
                se&#241;al corrupta de la velocidad de la ruedas. Las se&#241;ales corruptas de la velocidad de las
                ruedas puede activar err&#243;neamente el sistema ABS, en lugar de desactivarlo. Esto puede hacer que el
                conductor experimente una sensaci&#243;n de pedal duro y una disminuci&#243;n en la desaceleraci&#243;n
                al finalizar la detenci&#243;n, ocasionando distancias de detenci&#243;n m&#225;s largas, lo que podr&#237;a
                ocasionar un choque y posiblemente
                <emph type="bold">da&#241;os a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro por seguridad comprende los modelos de autobuses 3400, 3800, RE/FE, CE e IC con frenos
                hidr&#225;ulicos y unidad de control electr&#243;nico ABS Kelsey-Hayes (Lucas Varity o TRW) fabricados
                entre el 28/2/1999 y el 5/4/2004.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n a las leyes en varios estados.
            </para>
            <para>
                <emph type="boldital">Muchos veh&#237;culos incluidos en este retiro tambi&#233;n forman parte del
                    Retiro por seguridad G-03502. Los propietarios de veh&#237;culos que est&#225;n incluidos en AMBOS
                    retiros recibir&#225;n una carta de notificaci&#243;n especial que les informar&#225; acerca de
                    ambos retiros. Las tarjetas de Autorizaci&#243;n de servicio de retiro tambi&#233;n se imprimieron
                    con ambos n&#250;meros de retiro.
                </emph>
            </para>
            <para>
                <emph type="boldital">Los propietarios incluidos en este retiro que NO formen parte del Retiro por
                    seguridad G-03502 recibieron una notificaci&#243;n de propietario est&#225;ndar.
                </emph>
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el terminal negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Ubique el conjunto de la EHCU en el larguero del bastidor del lado del conductor.</para>
            </step1>
            <figure id="f0450701" figsize="col-wide">
                <graphic filename="../recallfigures/g0450701.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figura 1</caption>
            </figure>
            <step1>
                <para count="1">Quite la tierra del conjunto de la EHCU con un cepillo o pa&#241;o suave y seco. Sople
                    las part&#237;culas sueltas y el polvo con aire de taller a baja presi&#243;n.
                    <emph type="bold">No utilice agua ni limpiadores qu&#237;micos.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los conectores de dos v&#237;as y de 24 v&#237;as de la ECU.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Evite tocar las clavijas de los conectores el&#233;ctricos de la ECU. Se podr&#237;an producir
                        da&#241;os debido a la descarga electrost&#225;tica.
                    </para>
                </caution>
            </specpara>
            <figure id="f0450702" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450702.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figura 2</caption>
            </figure>
            <step1>
                <para count="1">Desconecte el conector de 2 v&#237;as de la interconexi&#243;n el&#233;ctrica entre la
                    ECU y la HCU (est&#225; ubicado en el costado de la EHCU que estaba junto al larguero del bastidor).
                </para>
            </step1>
            <step1>
                <para count="1">Con un martillo peque&#241;o, golpee suavemente los cuatro pernos T-25 Torx que sujetan
                    la ECU a la HCU. Quite los pernos con cuidado para asegurarse de que no se rompan durante la remoci&#243;n.
                </para>
                <step2>
                    <para count="1">Si no puede sacar los pernos debido a la corrosi&#243;n, o porque las cabezas est&#225;n
                        cortadas, o si se han roto, cambie todo el conjunto de la EHCU. &#201;ste es el &#250;nico caso
                        en que es necesario cambiar todo el conjunto de la EHCU.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Consulte el Manual de servicio general para ver c&#243;mo sacar correctamente la EHCU
                                y ver las instrucciones de reinstalaci&#243;n.
                            </para>
                        </item>
                    </randlist>
                </step2>
            </step1>
            <specpara>
                <caution>
                    <para>No haga palanca en la ECU ni HCU con una ayuda mec&#225;nica. La fuerza excesiva provocar&#225;
                        da&#241;os en las unidades.
                    </para>
                </caution>
            </specpara>
            <figure id="f0450703" figsize="col-wide">
                <graphic filename="../recallfigures/g0450703.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="392px"/>
                <caption>Figura 3</caption>
            </figure>
            <step1>
                <para count="1">Saque con cuidado la ECU de la HCU. Se puede requerir una peque&#241;a cantidad de
                    fuerza. Aseg&#250;rese de que no caiga tierra en la HCU.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la empaquetadura de la EHCU.</para>
            </step1>
            <specpara>
                <important>
                    <para>Siempre aseg&#250;rese de mantener limpios los componentes y las conexiones hidr&#225;ulicas
                        para evitar que se contaminen.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>No vuelva a usar la empaquetadura de la ECU ni los pernos de montaje. Siempre instale
                        empaquetaduras y pernos de montaje nuevos con la ECU de refacci&#243;n.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Instale una empaquetadura de ECU nueva en la HCU.</para>
            </step1>
            <specpara>
                <important>
                    <para>No utilice RTV ni ning&#250;n otro tipo de sellador en la empaquetadura de la ECU ni en las
                        superficies de uni&#243;n.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Haga coincidir la ECU con la HCU.</para>
            </step1>
            <step1>
                <para count="1">Instale cuatro pernos Torx T25 ECU nuevos y apri&#233;telos a 5Nm (38 Lbf-pulg)
                    siguiendo el patr&#243;n de una X.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector de 2 v&#237;as de la interconexi&#243;n en la HCU hacia la ECU (est&#225;
                    ubicada en el costado de la EHCU que mira hacia el larguero del bastidor).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los conectores el&#233;ctricos de dos v&#237;as y de 24 v&#237;as en la ECU.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el terminal negativo de la bater&#237;a.</para>
            </step1>
            <para>
                <emph type="boldital">NOTA IMPORTANTE</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Una vez instalada, la nueva ECU puede activar la luz de advertencia del sistema ABS, aunque la
                        luz no estuviera activada antes de cambiar la ECU. Si ocurre esto, debe consultar el MANUAL DE
                        SERVICIO GENERAL para detectar la causa de la falla del sistema ABS.
                    </para>
                </item>
                <item>
                    <para>La nueva ECU contiene los algoritmos de software que pueden identificar los componentes del
                        sistema marginal, tales como sensores de desgaste, conectores, cableado y tonos de timbre. Si
                        existe un componente de sistema de comportamiento marginal, la ECU puede establecer una falla y
                        encender la luz del ABS. Esta situaci&#243;n requiere la localizaci&#243;n y soluci&#243;n de
                        problemas adecuada para identificar y reparar el componente marginal seg&#250;n el Manual de
                        servicio.
                    </para>
                </item>
                <item>
                    <para>Cualquier trabajo o refacciones asociadas con la localizaci&#243;n y soluci&#243;n de
                        problemas que no sean parte de este retiro son responsabilidad del propietario del veh&#237;culo.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0450701">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.64*"/>
                    <colspec colname="col2" align="center" colwidth="1.28*"/>
                    <colspec colname="col3" align="center" colwidth="0.65*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900100R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de servicio de retiro, s&#243;lo ECU</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Puede haber una raz&#243;n para cambiar la unidad de control electr&#243;nico (ECU) completa
                <emph type="bold">Y</emph>
                el conjunto (EHCU) de la unidad de control hidr&#225;ulico (HCU). Consulte el PROCEDIMIENTO DE SERVICIO
                para determinar en qu&#233; condiciones va a cambiar el conjunto de la EHCU. La informaci&#243;n de la
                refacci&#243;n de EHCU es la siguiente:
            </para>
            <table id="t0450702">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.62*"/>
                    <colspec colname="col2" align="center" colwidth="1.08*"/>
                    <colspec colname="col3" align="center" colwidth="0.87*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900134R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de servicio de retiro, Conjunto de la EHCU (HCU y ECU)</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1 -- s&#243;lo se requiere seg&#250;n el procedimiento de servicio</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0450703">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04507-1</para>
                            </entry>
                            <entry>
                                <para>Remoci&#243;n y cambio de la ECU</para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04507-2</para>
                            </entry>
                            <entry>
                                <para>Remoci&#243;n y cambio del conjunto de la EHCU</para>
                            </entry>
                            <entry>
                                <para>1,5 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
