<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04503 - PANEL DE CONTROL DE LITERA de algunos modelos 9100, 9200, 9300, 9400 y 9900
        fabricados entre el 01/04/1994 y el 16/06/2002
    </stitle>
    <recall id="rec04503" translation="spanish">
        <recallnumber>04503</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Julio de 2004</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>PANEL DE CONTROL DE LITERA de algunos modelos 9100, 9200, 9300, 9400 y 9900 fabricados entre el
            01/04/1994 y el 16/06/2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>04/01/1994</startdate>
                        <enddate>06/16/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>04/01/1994</startdate>
                        <enddate>06/16/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>04/01/1994</startdate>
                        <enddate>06/16/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>04/01/1994</startdate>
                        <enddate>06/16/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>04/01/1994</startdate>
                        <enddate>06/16/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>La filtraci&#243;n de agua en el &#225;rea del panel de control de litera puede acumularse en la parte
                superior de la luz superior de toldo, de TV/VCR y/o de los interruptores de energ&#237;a del
                refrigerador. Los tableros de circuitos de LED (iluminaci&#243;n de los interruptores) de estos
                interruptores se pueden comenzar a calentar y, probablemente, produzcan llamas o un incendio de
                improviso, el que podr&#237;a ocasionar da&#241;os a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro por seguridad comprende algunos modelos 9100, 9200, 9300, 9400 y 9900 con literas,
                fabricados entre el 1/4/1994 y el 16/6/2002.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="inspect" graphiccount="7">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Inspeccione el panel de control de litera para determinar si el veh&#237;culo tiene los
                    tres interruptores: luz superior de techo, TV/VCR y refrigerador.
                </para>
                <step2>
                    <para count="1">Si el veh&#237;culo no tiene los tres (3) interruptores, se requiere un peque&#241;o
                        trabajo de reelaboraci&#243;n. Si el veh&#237;culo NO contiene los TRES interruptores, siga al
                        paso 3.
                    </para>
                </step2>
            </step1>
            <figure id="f0450301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450301.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Corte una peque&#241;a muesca en el reborde para despejar la parte inferior del
                    interruptor.
                </para>
            </step1>
            <figure id="f0450302" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450302.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Quite los sujetadores que sostienen el panel de control de litera.</para>
            </step1>
            <figure id="f0450303" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450303.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Quite el panel y los cables de la abertura.</para>
            </step1>
            <figure id="f0450304" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450304.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Instale el desviador de agua en la abertura.</para>
            </step1>
            <step1>
                <para count="1">El mazo el&#233;ctrico principal debe pasar por la abertura inferior del desviador de
                    agua y el paso de la luz superior de techo, a trav&#233;s de la hendidura y el orificio del costado
                    del desviador.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que el conducto de la luz superior de techo est&#233; bloqueado en el
                        orificio en el costado de la refacci&#243;n. Si el conducto no est&#225; bloqueado en su lugar,
                        es posible que se requiera usar cinta el&#233;ctrica para asegurarse de que no se produzca roce
                        de los cables.
                    </para>
                </note>
            </specpara>
            <figure id="f0450305" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450305.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Instale un trozo de cinta selladora de conductos (o equivalente) como se indica m&#225;s
                    abajo. Aseg&#250;rese de que la cinta cubra la hendidura.
                </para>
            </step1>
            <figure id="f0450306" figsize="pg-wide">
                <graphic filename="../recallfigures/g0450306.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar el panel de control de litera.</para>
            </step1>
            <figure id="f0450307" figsize="col-wide">
                <graphic filename="../recallfigures/g0450307.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="392px"/>
                <caption></caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0450301">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.64*"/>
                    <colspec colname="col2" align="center" colwidth="1.28*"/>
                    <colspec colname="col3" align="center" colwidth="0.65*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>3577541C2</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Cubierta, panel el&#233;ctrico de litera</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0450302">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-04503-1</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n del desviador de agua</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibi&#243; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
