<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 04501-R2 - Frenos hidr&#225;ulicos de disco de deslizamiento del pasador de descentrado
        cero de Bosch DiamondLife&#8482; en algunos modelos de camiones fabricados entre el 28/10/1997 y el 3/6/2002
    </stitle>
    <recall id="rec04501" translation="spanish">
        <recallnumber>04501-R2</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Enero de 2005</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Frenos hidr&#225;ulicos de disco de deslizamiento del pasador de descentrado cero de Bosch DiamondLife&#8482;
            en algunos modelos de camiones fabricados entre el 28/10/1997 y el 3/6/2002
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bosch</vendor>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>10/28/1997</startdate>
                        <enddate>06/03/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>
                <emph type="boldital">&#201;STA ES UNA REVISI&#211;N S&#211;LO DE ISIS. NO SE HAR&#193;N ENV&#205;OS
                    POSTALES PARA ESTA REVISI&#211;N.
                </emph>
            </para>
            <para>
                <emph type="boldundersc">PROCEDIMIENTO DE SERVICIO</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Nota agregada al paso 33.</para>
                </item>
                <item>
                    <para>*NOTA REVISADA BAJO LA FIGURA 32.</para>
                </item>
            </randlist>
            <para>Es posible que los calibres del sistema de frenos se peguen al aplicar los frenos. Cuando no se
                detecta, esta condici&#243;n puede producir el desgaste prematuro de los frenos, la generaci&#243;n
                excesiva o anormal de calor en una o m&#225;s ruedas, o el incendio en una de ellas, ocasionando
                posibles
                <emph type="bold">da&#241;os a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>En este Retiro por seguridad se incluyen algunos modelos de camiones fabricados entre el 28/10/1997 y
                el 3/6/2002 con Frenos de disco hidr&#225;ulicos de deslizamiento del pasador de descentrado cero
                fabricados por Bosch DiamondLife&#8482;.
            </para>
            <para>En este retiro s&#243;lo se incluyen las siguientes profesiones (aplicaciones) identificadas de
                camiones para trabajos medianos:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Fuego/Bombero (emergencia)</para>
                </item>
                <item>
                    <para>Escalera a&#233;rea</para>
                </item>
                <item>
                    <para>Fuel Oil (estanque)</para>
                </item>
                <item>
                    <para>Gas comprimido</para>
                </item>
                <item>
                    <para>Ambulancia</para>
                </item>
                <item>
                    <para>Estanque (emergencia)</para>
                </item>
                <item>
                    <para>Rescate</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de la campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n de las leyes en varios estados.
            </para>
            <para>
                <emph type="boldital">Muchos veh&#237;culos incluidos en este retiro tambi&#233;n forman parte del
                    Retiro por seguridad G-04508. Los propietarios de veh&#237;culos que est&#225;n incluidos en AMBOS
                    retiros recibir&#225;n una carta de notificaci&#243;n especial que les informar&#225; acerca de
                    ambos retiros. Las tarjetas de Autorizaci&#243;n de servicio de retiro tambi&#233;n se imprimieron
                    con ambos n&#250;meros de retiro.
                </emph>
            </para>
            <para>
                <emph type="boldital">Los propietarios incluidos en este retiro que NO forman parte del Retiro por
                    seguridad G-04508 recibieron una notificaci&#243;n de propietario est&#225;ndar.
                </emph>
            </para>
        </ownernote>
        <svcproc svcproctype="repair">
            <title>Procedimiento de servicio</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <para>En la siguiente p&#225;gina se incluye un diagrama de flujo simplificado en que se describe la
                    forma de decidir si reemplazar o reutilizar los componentes de los frenos. Util&#237;celo s&#243;lo
                    a modo de informaci&#243;n, ya que en el cuerpo de este documento se entregan instrucciones m&#225;s
                    detalladas. Realice el siguiente procedimiento en TODAS las ruedas del veh&#237;culo.
                </para>
                <figure id="f0350201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350201.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px"/>
                    <caption>Cuadro 1: Referencia de inspecci&#243;n/decisi&#243;n</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Inspecci&#243;n de la fecha de fabricaci&#243;n del veh&#237;culo</title>
                <randlist type="bullet">
                    <item>
                        <para>Verifique la fecha de fabricaci&#243;n del veh&#237;culo en la etiqueta de ajuste de l&#237;nea
                            o en la placa de datos VIN.
                        </para>
                    </item>
                    <item>
                        <para>Si el veh&#237;culo fue fabricado
                            <emph type="bold">EL 31/10/2001 o ANTES</emph>, proceda con el paso 1, PROCEDIMIENTO DE
                            IDENTIFICACI&#211;N DEL CALIBRE.
                        </para>
                    </item>
                    <item>
                        <para>Si el veh&#237;culo fue fabricado
                            <emph type="bold">EL 1/11/2001 o DESPU&#201;S</emph>, vaya al paso 29, PROCEDIMIENTO DE
                            INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Los calibres de los veh&#237;culos fabricados el 1/11/2001 o despu&#233;s no ser&#225;n
                                    inspeccionados ni reemplazados.
                                </para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de identificaci&#243;n del calibre</title>
                <step1>
                    <para count="1">Ponga el veh&#237;culo sobre soportes de piso adecuados y saque todas las ruedas.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos. Los gatos pueden
                            deslizarse o caer y provocar lesiones personales graves o la muerte.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Inspeccione y verifique que los calibres sean Equipo original Bosch, que no sean
                        productos remanufacturados ni de otra marca distinta de Bosch. Consulte las Figuras 1 y 2.
                    </para>
                </step1>
                <figure id="f0350202" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350202.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figura 1: Conjunto de calibre remanufacturado</caption>
                    <calloutgroup>
                        <callout1>1. Se identificar&#225;n los calibres remanufacturados. La ubicaci&#243;n com&#250;n
                            de las estampas "Reman" aparece en la Figura 1, &#225;rea 1.
                        </callout1>
                        <callout1>2. Los calibres remanufacturados tienen manguitos de pist&#243;n gris claro (el
                            manguito del modelo Bosch OE es gris oscuro).
                        </callout1>
                        <callout1>3. Com&#250;nmente, los calibres remanufacturados no est&#225;n revestidos (los
                            calibres de Bosch OE tienen revestimiento negro).
                        </callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0350203" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350203.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figura 2: Productos distintos de Bosch (clones o adaptados)</caption>
                    <calloutgroup>
                        <callout1>1. Los calibres Bosch OE no tienen nada o s&#243;lo un '66' &#243; '73' fundido en el
                            alojamiento, en el &#225;rea 1.
                        </callout1>
                        <callout1>2. Los calibres Bosch OE tienen el n&#250;mero "4153269" para el tama&#241;o 2 x 66 mm
                            o "4153222" para el tama&#241;o 2 x 73 mm) fundido en el alojamiento, en el &#225;rea 2.
                        </callout1>
                        <callout1>3. Los calibres Bosch OE tienen un c&#243;digo de 4 d&#237;gitos fundido en el
                            alojamiento, en el &#225;rea 3. Los calibres que no son OE NO tienen esta marca.
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si el calibre
                        <emph type="bold">ES</emph>
                        un calibre Bosch OEM, vaya al paso 5,
                        <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N DEL CALIBRE</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el calibre
                        <emph type="bold">NO ES</emph>
                        Bosch OEM (si es remanufacturado o un producto diferente de Bosch, como un clon o un adaptado),
                        vaya al paso 29,
                        <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO</emph>
                        .
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Las refacciones de servicio OE (como los manguitos de pistones, etc.) no son
                            intercambiables con los calibres Bosch OE y los calibres remanufacturados o que no son de
                            Bosch.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>PROCEDIMIENTO DE INSPECCI&#211;N DE CALIBRES</title>
                </para>
                <specpara>
                    <note>
                        <para>Debido a la capacidad del dep&#243;sito de l&#237;quido de freno, realice la inspecci&#243;n
                            de un (1) calibre a la vez.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Quite algo de l&#237;quido de freno del dep&#243;sito del cilindro maestro con una
                        jeringa limpia. Esto se hace para evitar el rebalse cuando se retraen los pistones del calibre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite los sujetadores de retenci&#243;n de la manguera del freno, seg&#250;n
                        corresponda. Esto permite girar el calibre para inspeccionar el manguito del pist&#243;n
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>No quite la manguera del freno en la entrada del calibre.</para>
                    </note>
                </specpara>
                <figure id="f0350204" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350204.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figura 3</caption>
                </figure>
                <step1>
                    <para count="1">Para retraer los pistones, ponga una barra de palanca adecuada en una de las
                        <emph type="bold">aletas de enfriamiento del rotor</emph>
                        y haga palanca al alojamiento del calibre hacia afuera (observe la direcci&#243;n de la flecha)
                        hasta que los pistones se retraigan en el alojamiento.
                    </para>
                </step1>
                <figure id="f0350205" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350205.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figura 4</caption>
                </figure>
                <step1>
                    <para count="1">Quite el tornillo de montaje del calibre superior (arriba) que asegura el calibre en
                        la placa de anclaje.
                    </para>
                </step1>
                <figure id="f0350206" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350206.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figura 5</caption>
                </figure>
                <step1>
                    <para count="1">Gire el conjunto de calibres para separarlo del rotor y ap&#243;yelo con un soporte
                        adecuado para inspeccionarlo.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>No permita que el calibre cuelgue de la manguera.</para>
                    </note>
                </specpara>
                <para>
                    <emph type="italic">No es necesario quitar los patines; sin embargo, si los quita, aseg&#250;rese de
                        marcarlos de alguna manera (por ejemplo, interior frontal izquierdo, exterior frontal izquierdo,
                        interior frontal derecho, etc.), de manera que despu&#233;s los pueda reinstalar en la misma
                        ubicaci&#243;n.
                    </emph>
                </para>
                <specpara>
                    <note>
                        <para>No marque la superficie de los patines. Mantenga la superficie de los patines sin grasa ni
                            materiales extra&#241;os.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350207" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350207.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="312px"/>
                    <caption>Figura 6</caption>
                </figure>
                <step1>
                    <para count="1">Inspeccione el calibre para determinar su fecha de fabricaci&#243;n. Si el c&#243;digo
                        de fecha del calibre es posterior al indicado en la Figura 7, entonces vaya al paso 29,
                        <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO</emph>
                        . De lo contrario, vaya al paso 11.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Es posible que deba cepillar el manguito del calibre con un cepillo de alambre del juego
                            de herramientas gen&#233;ricas para dejar a la vista el c&#243;digo de fecha. Si el c&#243;digo
                            de fecha del calibre no es legible, entonces vaya al siguiente paso. De lo contrario, vaya
                            al paso 29, PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350208" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350208.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="312px"/>
                    <caption>Figura 7</caption>
                    <calloutgroup>
                        <callout1>&#8226; El c&#243;digo de fecha del calibre est&#225; estampado en la parte trasera,
                            cerca del centro del alojamiento del calibre, y tiene 4 n&#250;meros y una letra.
                        </callout1>
                        <callout1>&#8226; El primer n&#250;mero es el a&#241;o, los 3 siguientes son el d&#237;a del a&#241;o
                            y la letra representa el turno de producci&#243;n
                        </callout1>
                        <callout1>&#8226; Por ejemplo: 9120A : "9" significa el a&#241;o 1999
                            <callout2>o "120" significa el d&#237;a 120 del a&#241;o</callout2>
                            <callout2>o "A" significa el primer turno (Las letras "B" o "C" pueden aparecer para el
                                segundo o tercer turno)
                            </callout2>
                        </callout1>
                        <callout1>&#8226; Si el c&#243;digo de fecha del calibre es POSTERIOR a 1274A, 1274B o 1274C,
                            entonces vaya a la secci&#243;n INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO.
                            <callout2>1275A es posterior; 9120A NO lo es.</callout2>
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Con el cepillo de alambre proporcionado en el juego de herramientas gen&#233;ricas,
                        quite el &#243;xido suelto, la tierra y los desechos del camino de la parte baja del calibre,
                        cerca y debajo de ambos pistones y en el alojamiento del calibre, alrededor de los pistones y
                        los manguitos. Sople cuidadosamente los desechos sueltos con aire de taller de baja presi&#243;n.
                    </para>
                </step1>
                <figure id="f0350209" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350209.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figura 8</caption>
                </figure>
                <step1>
                    <para count="1">Ponga el bloque espaciador, proporcionado en el juego de herramientas gen&#233;ricas,
                        en el alojamiento del calibre entre los pistones y las patas del calibre. Presione lentamente el
                        pedal del freno y s&#243;lo lo suficiente para extender los pistones para que hagan contacto con
                        el espaciador.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones graves, mantenga las manos alejadas de los pistones cuando presione
                            el pedal del freno.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Use s&#243;lo bloques del grosor indicado. De lo contrario, los pistones se extender&#225;n
                            demasiado y se podr&#237;a producir una fuga del l&#237;quido de freno de alta presi&#243;n,
                            ocasionando lesiones personales.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <emph type="boldital">Si los pistones se extienden demasiado, NO intente volver a instalarlos. Quite
                        la manguera del freno del calibre, tape la l&#237;nea del freno y retire el conjunto del
                        calibre. Vaya al paso 29, PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DESLIZANTE y,
                        en el paso 47, instale un calibre NUEVO.
                    </emph>
                </para>
                <figure id="f0350210" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350210.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figura 9</caption>
                </figure>
                <step1>
                    <para count="1">Quite los manguitos de ambos pistones con un destornillador de hoja plana y des&#233;chelos.</para>
                </step1>
                <step1>
                    <para count="1">Usando luz de taller o una linterna, inspeccione si hay corrosi&#243;n en el di&#225;metro
                        interior del alojamiento del calibre cerca del &#225;rea del pist&#243;n. Inspeccione la
                        circunferencia completa del pist&#243;n. Tambi&#233;n inspeccione el pist&#243;n en busca de
                        cualquier indicio de deterioro, por ejemplo grietas o desmenuzamiento.
                    </para>
                </step1>
                <figure id="f0350211" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350211.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="392px"/>
                    <caption>Figura 10</caption>
                </figure>
                <step1>
                    <para count="1">Inspeccione el alojamiento del calibre para comprobar la corrosi&#243;n de tierra
                        del sello.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Los pistones est&#225;n hechos de un material fen&#243;lico y tienen color marr&#243;n
                            natural. Esto no se debe confundir con el color de la corrosi&#243;n.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350212" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350212.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figura 11: Sin corrosi&#243;n</caption>
                </figure>
                <para>&#8226; Si
                    <emph type="bold">NO</emph>
                    HAY CORROSI&#211;N, vaya al paso 16:
                    <emph type="bold">PROCEDIMIENTO DE INSTALACI&#211;N DEL MANGUITO DEL PIST&#211;N</emph>.
                </para>
                <figure id="f0350213" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350213.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figura 12: Corrosi&#243;n presente</caption>
                </figure>
                <para>&#8226; Si
                    <emph type="bold">hay</emph>
                    CORROSI&#211;N PRESENTE, vaya al paso 29,
                    <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO.</emph>
                </para>
                <para>&#8226;
                    <emph type="boldital">Es necesario cambiar el calibre. Instalaci&#243;n de un NUEVO calibre durante
                        el paso 46.
                    </emph>
                </para>
                <para>
                    <emph type="bold">FINALIZACI&#211;N DE LA INSPECCI&#211;N DEL CALIBRE</emph>
                </para>
                <para>
                    <title>PROCEDIMIENTO DE INSTALACI&#211;N DEL MANGUITO DEL PIST&#211;N</title>
                </para>
                <step1>
                    <para count="1">Con alcohol isoprop&#237;lico o desnaturalizado, limpie los pistones expuestos y la
                        superficie visible del di&#225;metro interior de los alojamientos.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>El alcohol isoprop&#237;lico y el desnaturalizado son inflamables, por lo que se pueden
                            encender o explosionar. Mant&#233;ngalo alejado del tabaco encendido, llamas, chispas u
                            otras fuentes de ignici&#243;n. No seguir esta advertencia puede causar da&#241;os a la
                            propiedad, lesiones personales o la muerte.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>No se deben utilizar los limpiadores de freno disponibles en el comercio o las piezas se
                            pueden da&#241;ar y producir p&#233;rdida de frenado.
                        </para>
                    </warning>
                </specpara>
                <figure id="f0350214" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350214.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figura 13</caption>
                </figure>
                <step1>
                    <para count="1">Utilice un pa&#241;o de taller limpio, sin pelusas, y limpie los pistones y el
                        &#225;rea del di&#225;metro interior del alojamiento de los calibres.
                    </para>
                </step1>
                <figure id="f0350215" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350215.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figura 14</caption>
                </figure>
                <step1>
                    <para count="1">Seque CUIDADOSAMENTE los pistones y el &#225;rea del di&#225;metro interior del
                        calibre con aire de taller a baja presi&#243;n.
                    </para>
                </step1>
                <figure id="f0350216" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350216.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="352px"/>
                    <caption>Figura 15</caption>
                </figure>
                <step1>
                    <para count="1">Con un cepillo para &#225;cido del juego de repuestos del manguito del pist&#243;n
                        (8900127R91 para 6 mm o 8900129R91 para 73 mm), lubrique los pistones y el &#225;rea del di&#225;metro
                        interior del alojamiento de los manguitos con Disc Brake Corrosion Control Grease (Grasa para
                        control de corrosi&#243;n de los frenos de disco).
                    </para>
                </step1>
                <figure id="f0350217" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350217.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="192px"/>
                    <caption>Figura 16</caption>
                </figure>
                <step1>
                    <para count="1">Ponga una peque&#241;a cantidad de Disc Brake Corrosion Control Grease en el pist&#243;n.</para>
                </step1>
                <specpara>
                    <note>
                        <para>Se debe usar un (1) paquete para AMBOS pistones y di&#225;metro interior de un calibre.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350218" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350218.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figura 17</caption>
                </figure>
                <step1>
                    <para count="1">Comience en la abertura del alojamiento del calibre, como se ilustra, y avance hacia
                        arriba al tope del pist&#243;n en la ranura del manguito del pist&#243;n. Esparza la grasa en
                        forma uniforme. Es posible que deba utilizar una linterna y/o un espejo dental para asegurar la
                        distribuci&#243;n uniforme en el lado inferior (lado de arriba del calibre) de cada pist&#243;n.
                    </para>
                </step1>
                <figure id="f0350219" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350219.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figura 18</caption>
                </figure>
                <step1>
                    <para count="1">Finalice en la ranura del manguito del pist&#243;n, como se ilustra.</para>
                </step1>
                <specpara>
                    <note>
                        <para>Tenga cuidado cuando esparza la grasa para evitar que queden desechos atrapados en las
                            superficies reci&#233;n engrasadas.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350220" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350220.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figura 19</caption>
                </figure>
                <step1>
                    <para count="1">Constate si los manguitos de pist&#243;n nuevos, proporcionados en el juego de
                        refacci&#243;n de manguitos de pist&#243;n, presentan cortes, rasgaduras o da&#241;os. Si est&#225;n
                        da&#241;ados, des&#233;chelos y utilice un Juego de manguitos de pist&#243;n nuevo. Instale
                        cuidadosamente los manguitos de pist&#243;n nuevos.
                    </para>
                </step1>
                <figure id="f0350221" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350221.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="352px"/>
                    <caption>Figura 20</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Mientras los pistones todav&#237;a est&#225;n extendidos, aseg&#250;rese de que el anillo
                            de centrar del manguito est&#233; totalmente sentado en la ranura del anillo de centrar del
                            manguito de pist&#243;n.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350222" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350222.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 21</caption>
                </figure>
                <step1>
                    <para count="1">Mueva cuidadosamente el extremo libre del manguito de vuelta al extremo del anillo
                        de centrar del pist&#243;n, de modo que el manguito se pliegue correctamente. Gire el manguito
                        del pist&#243;n para sentar firmemente el anillo de centrar del manguito del pist&#243;n en la
                        ranura.
                    </para>
                </step1>
                <figure id="f0350223" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350223.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 22</caption>
                </figure>
                <step1>
                    <para count="1">Para volver a instalar el pist&#243;n y sentar el manguito del pist&#243;n en el
                        calibre, use la herramienta de inserci&#243;n del juego de herramientas gen&#233;ricas.
                    </para>
                </step1>
                <figure id="f0350224" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350224.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 23</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Se debe utilizar la herramienta de instalaci&#243;n del manguito de pist&#243;n correcta y
                            se debe observar la orientaci&#243;n de la herramienta.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350225" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350225.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="272px"/>
                    <caption>Figura 24</caption>
                </figure>
                <step1>
                    <para count="1">Inserte el bloque espaciador frente a un pist&#243;n para mantenerlo en su lugar.
                        Centre la herramienta de inserci&#243;n del manguito de pist&#243;n en el pist&#243;n y manguito
                        opuestos. Apriete lentamente la abrazadera C para insertar este pist&#243;n completamente en el
                        alojamiento.
                    </para>
                </step1>
                <figure id="f0350226" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350226.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 25</caption>
                </figure>
                <step1>
                    <para count="1">Mueva el bloque espaciador a la posici&#243;n del pist&#243;n inserto para evitar
                        empujar este pist&#243;n hacia afuera cuando se empuje el segundo pist&#243;n hacia el di&#225;metro
                        interior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Centre la herramienta de inserci&#243;n del manguito de pist&#243;n en el pist&#243;n
                        y manguito opuestos. Apriete lentamente la abrazadera C para insertar el segundo pist&#243;n
                        completamente en el alojamiento.
                    </para>
                </step1>
                <figure id="f0350227" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350227.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 26</caption>
                </figure>
                <para>
                    <emph type="bold">FIN DE LA INSTALACI&#211;N DEL MANGUITO DE PIST&#211;N</emph>
                </para>
                <para>
                    <title>PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO DEL PASADOR DE DESLIZAMIENTO</title>
                </para>
                <step1>
                    <para count="1">Inspeccione el perno de montaje del calibre superior y el pasador de
                        deslizamiento.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el perno tiene las roscas bastas, como se ilustra, vaya al paso 32.</para>
                </step1>
                <figure id="f0350228" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350228.webp" type="webp" scalefit="1" scalefitwidth="192px"
                             scalefitheight="192px"/>
                    <caption>Figura 27: Perno ZOPS</caption>
                    <calloutgroup>
                        <callout1>cabeza hexagonal pesada, color amarillo, rosca basta, parche de rosca (M12 x 1.75 x
                            30)
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Si el perno tiene las roscas finas, como se ilustra, vaya al paso 40.</para>
                </step1>
                <figure id="f0350229" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350229.webp" type="webp" scalefit="1" scalefitwidth="192px"
                             scalefitheight="192px"/>
                    <caption>Figura 28: Perno ZOH-T</caption>
                    <calloutgroup>
                        <callout1>cabeza con reborde, color oscuro, rosca fina, puede tener parche de rosca, como se
                            ilustra (M12 x 1.25 x 40).
                        </callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Quite el perno de montaje del calibre inferior y asegure el calibre.</para>
                    <step2>
                        <para count="1">Si al realizar el
                            <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N DEL CALIBRE</emph>, se determina que se
                            requiere un nuevo calibre, desconecte la l&#237;nea del freno hidr&#225;ulico, quite el
                            calibre y des&#233;chelo.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Saque los manguitos de los pasadores y los pasadores de deslizamiento del calibre
                        superior e inferior de la placa de anclaje.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si los pasadores est&#225;n agarrotados en el di&#225;metro interior de la placa de
                            anclaje, CAMBIE LA PLACA DE ANCLAJE y LOS PASADORES DE DESLIZAMIENTO. Vea la *NOTA bajo la
                            Figura 32.
                        </para>
                        <para>Si los pasadores est&#225;n agarrotados en una rueda, vaya al paso 42 y contin&#250;e con
                            el procedimiento de servicio usando los pasadores de deslizamiento nuevos y una placa de
                            anclaje nueva.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">En algunas aplicaciones del eje trasero, uno de los pasadores de deslizamiento del
                        calibre no se puede sacar sin sacar la placa de anclaje.
                        <emph type="bold">NO SAQUE LA PLACA DE ANCLAJE EN ESTE MOMENTO.</emph>
                    </para>
                </step1>
                <figure id="f0350230" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350230.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 29</caption>
                </figure>
                <step1>
                    <para count="1">Inspecci&#243;n del pasador gu&#237;a del eje TRASERO que
                        <emph type="bold">no se puede</emph>
                        sacar f&#225;cilmente de la placa de anclaje (NOTA: para los pasadores de la gu&#237;a del eje
                        TRASERO que se puede sacar, vaya al paso 46).
                    </para>
                    <step2>
                        <para count="1">Tire hacia afuera el pasador gu&#237;a del calibre tanto como sea posible y
                            corte el manguito.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Utilice un pa&#241;o limpio, humedecido con alcohol isoprop&#237;lico o
                            desnaturalizado para limpiar el pasador y seque con aire de taller a baja presi&#243;n.
                        </para>
                        <specpara>
                            <caution>
                                <para>NO use alcohol l&#237;quido directamente sobre el pasador gu&#237;a, ya que puede
                                    introducirse en el di&#225;metro interior de la placa de anclaje y degradar la grasa
                                    lubricante del pasador gu&#237;a.
                                </para>
                            </caution>
                        </specpara>
                    </step2>
                    <step2>
                        <para count="1">Utilizando la Figura 32, inspeccione si el pasador gu&#237;a del calibre
                            presenta corrosi&#243;n.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">En todos los pasadores gu&#237;a del calibre que se puedan sacar, quite y deseche
                        los manguitos del pasador gu&#237;a.
                    </para>
                </step1>
                <figure id="f0350231" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350231.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 30</caption>
                </figure>
                <step1>
                    <para count="1">Con alcohol isoprop&#237;lico o desnaturalizado, limpie y seque los pasadores con un
                        pa&#241;o de taller limpio. Consulte la advertencia en el paso 16.
                    </para>
                </step1>
                <figure id="f0350232" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350232.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 31</caption>
                </figure>
                <step1>
                    <para count="1">Inspeccione si hay corrosi&#243;n en el pasador gu&#237;a del calibre.</para>
                </step1>
                <table id="t0350205">
                    <title>Figura 32</title>
                    <tgroup cols="3">
                        <colspec colname="col1" colwidth="0.94*"/>
                        <colspec colname="col2" colwidth="1.01*"/>
                        <colspec colname="col3" colwidth="1.06*"/>
                        <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                        <tbody>
                            <row>
                                <entry>
                                    <graphic filename="../recallfigures/g0350233.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="144px"/>
                                    <para>
                                        <emph type="bold">Sin corrosi&#243;n</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si la inspecci&#243;n visual revela que NO hay corrosi&#243;n:</emph>
                                    </para>
                                    <para>Contin&#250;e con el paso siguiente.</para>
                                    <para>
                                        <emph type="italic">Se espera que se produzca algo de pulido durante el uso
                                            normal, el que se presenta en forma de &#225;reas brillantes, como se
                                            ilustra arriba. Los pasadores con pulido se pueden reutilizar.
                                        </emph>
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../recallfigures/g0350234.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="72px"/>
                                    <para>
                                        <emph type="bold">Corrosi&#243;n ligera</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si la inspecci&#243;n visual revela que hay corrosi&#243;n
                                            ligera:
                                        </emph>
                                    </para>
                                    <para>Utilice papel de lija n&#186; 220 para limpiar la superficie del pasador
                                        cuando la corrosi&#243;n sea de ligera a moderada y vuelva a limpiar el pasador
                                        con alcohol isoprop&#237;lico o desnaturalizado y seque con aire.
                                    </para>
                                    <para>
                                        <emph type="italic">Si el pasador no se puede sacar debido a la interferencia de
                                            la suspensi&#243;n, y muestra corrosi&#243;n ligera, instale pasadores
                                            nuevos del juego de refacciones del pasador gu&#237;a. Vea la nota a
                                            continuaci&#243;n*.
                                        </emph>
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../recallfigures/g0350235.webp" type="webp" scalefit="1"
                                             scalefitwidth="144px" scalefitheight="72px"/>
                                    <para>
                                        <emph type="bold">Corrosi&#243;n severa</emph>
                                    </para>
                                    <para>
                                        <emph type="italic">Si la inspecci&#243;n visual revela que hay corrosi&#243;n
                                            severa:
                                        </emph>
                                    </para>
                                    <para>En todos los pasadores que se pueden sacar, instale pasadores nuevos del juego
                                        de refacciones del pasador gu&#237;a y vaya al siguiente paso.
                                    </para>
                                    <para>En los pasadores que NO se pueden sacar, consulte la nota a continuaci&#243;n*.</para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="3" spanname="SPAN1">
                                    <note>
                                        <para>* Si los pasadores est&#225;n agarrotados en el di&#225;metro interior de
                                            la placa de anclaje, CAMBIE LA PLACA DE ANCLAJE y LOS PASADORES DE
                                            DESLIZAMIENTO.
                                        </para>
                                        <para>Si no se pueden sacar completamente los pasadores de deslizamiento para la
                                            inspecci&#243;n, debido a la interferencia de la suspensi&#243;n Y muestran
                                            corrosi&#243;n severa en la parte visible, CAMBIE LA PLACA DE ANCLAJE Y LOS
                                            PASADORES DE DESLIZAMIENTO.
                                        </para>
                                        <para>Consulte el Manual de servicio maestro de la placa de anclaje y remoci&#243;n
                                            del cubo. Cambie los sellos de la rueda, seg&#250;n corresponda.
                                        </para>
                                    </note>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">La grasa Disc Brake Guide Pin/Boot Grease (Grasa para manguito/pasador gu&#237;a del
                        freno de disco) para el di&#225;metro interior del pasador de la placa de anclaje, pasador de
                        deslizamiento del calibre y manguito del pasador, viene en un paquete de dos c&#225;maras. Una c&#225;mara
                        del paquete de grasa se usa para cada combinaci&#243;n de di&#225;metro interior de la placa de
                        anclaje/pasador gu&#237;a/manguito del pasador.
                    </para>
                </step1>
                <figure id="f0350236" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350236.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="272px"/>
                    <caption>Figura 33</caption>
                </figure>
                <step1>
                    <para count="1">Para los pasadores gu&#237;a del
                        <emph type="bold">EJE TRASERO</emph>
                        que
                        <emph type="bold">no se pueden</emph>
                        sacar debido a la interferencia de la suspensi&#243;n y ADEM&#193;S
                        <emph type="bold">no</emph>
                        muestran corrosi&#243;n:
                    </para>
                    <step2>
                        <para count="1">Lubrique el pasador gu&#237;a en el di&#225;metro interior de la placa de
                            anclaje.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Instale cuidadosamente el manguito nuevo sobre el reborde del pasador y siente
                            el manguito en la ranura.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Empuje el pasador gu&#237;a hacia el di&#225;metro interior de la placa de
                            anclaje y siente el manguito en la ranura del manguito de la placa de anclaje.
                        </para>
                    </step2>
                </step1>
                <figure id="f0350237" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350237.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figura 34</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Verifique que el manguito NO se rasgue durante la instalaci&#243;n.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Limpieza y lubricaci&#243;n de los di&#225;metros interiores de la placa de anclaje.
                        Con el cepillo de alambre redondo que se encuentra en el juego de herramientas gen&#233;ricas y
                        alcohol isoprop&#237;lico o desnaturalizado, cepille los di&#225;metros interiores superiores e
                        inferiores de la placa de anclaje. Limpie los residuos sueltos restantes con un pa&#241;o o
                        estropajo de taller limpio. Seque cuidadosamente con aire los di&#225;metros interiores del
                        pasador.
                    </para>
                </step1>
                <figure id="f0350238" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350238.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figura 35</caption>
                </figure>
                <step1>
                    <para count="1">S&#243;lo para los pasadores extra&#237;dos de los di&#225;metros interiores de la
                        placa de anclaje, use el cepillo para &#225;cido del juego de refacciones del manguito del
                        pasador gu&#237;a, engrase cuidadosamente el di&#225;metro interior de la placa de anclaje, los
                        pasadores de montaje del pasador y los anillos de centrar del manguito del pasador con grasa
                        Disc Brake Guide Pin/Boot Grease.
                    </para>
                </step1>
                <figure id="f0350239" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350239.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="232px"/>
                    <caption>Figura 36a: Di&#225;metro interior de la placa de anclaje</caption>
                </figure>
                <figure id="f0350240" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350240.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 36b: Pasadores</caption>
                </figure>
                <figure id="f0350241" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350241.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 36c: Manguitos de los pasadores</caption>
                </figure>
                <step1>
                    <para count="1">Ensamble los manguitos de los pasadores en los pasadores y vuelva a instalarlos en
                        la placa de anclaje.
                    </para>
                </step1>
                <figure id="f0350242" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350242.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 37</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Es muy importante que los pasadores se instalen en la ubicaci&#243;n correcta y que se use
                            la torsi&#243;n adecuada de los pernos. Consulte la Figura 38 que se muestra a continuaci&#243;n.
                        </para>
                        <para>Alinee la parte plana de los rebordes de los pasadores de entrada y de salida, de modo que
                            queden paralelos para facilitar la instalaci&#243;n de los calibres.
                        </para>
                        <para>Despu&#233;s de volver a insertar los pasadores gu&#237;a y los manguitos, limpie la
                            superficie del reborde del pasador y las roscas internas con un pa&#241;o limpio y alcohol
                            desnaturalizado o isoprop&#237;lico. Seque con aire.
                        </para>
                    </note>
                </specpara>
                <table id="t0350206">
                    <title>Figura 38: Pasadores gu&#237;a y pernos de montaje de los calibres ZOPS y ZOH-T</title>
                    <tgroup cols="2">
                        <colspec colname="col1" colwidth="0.95*"/>
                        <colspec colname="col2" colwidth="1.05*"/>
                        <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                        <tbody>
                            <row>
                                <entry>
                                    <para>Pasador gu&#237;a y perno de montaje del calibre
                                        <emph type="bold">ZOPS</emph>
                                        utilizados antes del 3 de junio de 2002
                                    </para>
                                    <graphic filename="../recallfigures/g0350243.webp" type="webp" scalefit="1"
                                             scalefitwidth="208px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Pasador gu&#237;a de entrada Y de salida ZOPS</emph>
                                    </para>
                                    <para>&#8226; El mismo pasador gu&#237;a se usa tanto para la posici&#243;n de
                                        entrada como de salida de la placa de anclaje.
                                    </para>
                                </entry>
                                <entry>
                                    <para>Pasadores gu&#237;a y perno de montaje del calibre
                                        <emph type="bold">ZOH-T</emph>
                                        utilizados despu&#233;s del 3 de junio de 2003
                                    </para>
                                    <graphic filename="../recallfigures/g0350244.webp" type="webp" scalefit="1"
                                             scalefitwidth="232px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Pasador gu&#237;a de salida ZOH-T</emph>
                                    </para>
                                    <graphic filename="../recallfigures/g0350245.webp" type="webp" scalefit="1"
                                             scalefitwidth="232px" scalefitheight="112px"/>
                                    <para>
                                        <emph type="bold">Pasador gu&#237;a de entrada ZOH-T</emph>
                                    </para>
                                    <para>&#8226; Pasadores gu&#237;a &#250;nicos para las posiciones de entrada y
                                        salida de la placa de anclaje.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>
                                        <emph type="bold">Perno: M12 x 1.75 x 30</emph>: cabeza hexagonal pesada, rosca
                                        basta, color amarillo (ver abajo).
                                    </para>
                                    <graphic filename="../recallfigures/g0350246.webp" type="webp" scalefit="1"
                                             scalefitwidth="112px" scalefitheight="112px"/>
                                    <para>Torsi&#243;n del perno:
                                        <emph type="bold">70 a 80 LbF-pie (95 a 108 Nm)</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="bold">Perno: M12 x 1.25 x 40</emph>: cabeza con reborde, rosca fina,
                                        color oscuro (ver abajo).
                                    </para>
                                    <graphic filename="../recallfigures/g0350247.webp" type="webp" scalefit="1"
                                             scalefitwidth="112px" scalefitheight="112px"/>
                                    <para>Torsi&#243;n del perno:
                                        <emph type="bold">93 a 107 LbF-pie (126 a 145 Nm)</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="2" spanname="SPAN1">
                                    <note>
                                        <para>LA TORSI&#211;N DEL PERNO ES DIFERENTE PARA ZOPS Y PARA ZOH-T</para>
                                    </note>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <note>
                        <para>Es importante conocer la posici&#243;n de entrada y de salida de la placa de anclaje,
                            porque:
                        </para>
                        <para>a. Tanto para ZOPS como ZOH-T, el perno de entrada siempre se aprieta primero.</para>
                        <para>b. Para ZOH-T, los pasadores gu&#237;a deben estar en la posici&#243;n correcta. El
                            pasador gu&#237;a forrado con caucho siempre se instala en la posici&#243;n de entrada.
                        </para>
                        <para>c. Los pasadores ZOPS y ZOH-T encajan en cualquier placa de anclaje y se pueden usar
                            cuando AMBOS pasadores son del mismo tipo.
                        </para>
                        <para>d. Los 2 pasadores por placa de anclaje deben ser ambos ZOPS o ambos ZOH-T. No se deben
                            entremezclar.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Definici&#243;n de las posiciones de entrada y salida:</para>
                    <step2>
                        <para count="1">La rotaci&#243;n del rotor es para un veh&#237;culo que avanza.</para>
                    </step2>
                    <step2>
                        <para count="1">Mire el rotor desde fuera del veh&#237;culo.</para>
                    </step2>
                </step1>
                <figure id="f0350248" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350248.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figura 39</caption>
                </figure>
                <step1>
                    <para count="1">
                        <emph type="bold">Reutilizaci&#243;n de los pernos de montaje del calibre.</emph>
                        Cuando reutilice los pernos de montaje del calibre, cepille la mitad inferior de ambos pernos de
                        montaje del calibre y limpie con alcohol isoprop&#237;lico o desnaturalizado y seque con aire.
                    </para>
                </step1>
                <figure id="f0350249" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350249.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 40</caption>
                </figure>
                <step1>
                    <para count="1">En la mitad inferior de cada perno, aplique Loctite&#174; 2440 l&#237;quido en la
                        circunferencia del perno.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Este procedimiento no se aplica cuando se usan pernos nuevos en el juego de refacciones
                            del pasador gu&#237;a, debido a que ya se aplic&#243; un parche de rosca Loctite&#174;.
                        </para>
                    </note>
                </specpara>
                <figure id="f0350250" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350250.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="272px"/>
                    <caption>Figura 41</caption>
                </figure>
                <step1>
                    <para count="1">Ponga el conjunto del calibre en los pasadores de entrada y salida.</para>
                    <step2>
                        <para count="1">Si en el paso 12 &#243; 15 se determin&#243; que se debe instalar un NUEVO
                            calibre, instale un calibre NUEVO y conecte la manguera del freno en esta oportunidad.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Instale tanto los pernos de montaje del calibre DE ENTRADA como DE SALIDA, APRET&#193;NDOLOS
                        CON LOS DEDOS.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aplique torsi&#243;n completa al perno DE ENTRADA al valor indicado en la Figura
                        38.
                    </para>
                    <step2>
                        <para count="1">Para el perno y el pasador ZOPS (dise&#241;o anterior), ponga un destornillador
                            de hoja plana mediano o grande bajo el reborde del pasador para mantenerlo paralelo con el
                            empalme del calibre mientras aprieta el perno.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Para el perno y el pasador ZOH-T (dise&#241;o posterior), no se requiere usar un
                            destornillador.
                        </para>
                    </step2>
                </step1>
                <figure id="f0350251" figsize="col-wide">
                    <graphic filename="../recallfigures/g0350251.webp" type="webp" scalefit="1" scalefitwidth="232px"
                             scalefitheight="272px"/>
                    <caption>Figura 42</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No permita que el destornillador perfore el manguito.</para>
                    </caution>
                </specpara>
                <step1>
                    <para count="1">Aplique torsi&#243;n completa al perno de ENTRADA, usando el mismo procedimiento
                        anterior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a ensamblar la abrazadera P de ret&#233;n de la manguera del freno.</para>
                    <step2>
                        <para count="1">Si est&#225; instalando un calibre nuevo, ponga la l&#237;nea del freno en la
                            entrada del calibre.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los pasadores estilo ZOH-T:</emph>
                        Debido a que la suspensi&#243;n del calibre ZOH-T tiene un pasador de entrada forrado con
                        caucho, el siguiente paso no es necesario y el procedimiento de inspecci&#243;n y reparaci&#243;n
                        para esta rueda est&#225; completo.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para los pasadores estilo ZOPS:</emph>
                        Constate que el calibre se deslice por los pasadores gu&#237;a. Ponga las manos en el calibre,
                        como se ilustra, empuje/tire el calibre y compruebe que el conjunto del calibre se deslice en
                        los pasadores gu&#237;as.
                    </para>
                    <step2>
                        <para count="1">Si el conjunto del calibre ZOPS se desliza en los pasadores gu&#237;a:
                            <emph type="bold">DET&#201;NGASE. El procedimiento de inspecci&#243;n y reparaci&#243;n para
                                esta rueda est&#225; completo.
                            </emph>
                        </para>
                    </step2>
                </step1>
                <figure id="f0350252" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0350252.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="272px"/>
                    <caption>Figura 43</caption>
                </figure>
                <step1>
                    <para count="1">Si el conjunto del calibre ZOPS
                        <emph type="bold">NO SE DESLIZA</emph>
                        en los pasadores gu&#237;a:
                    </para>
                    <step2>
                        <para count="1">a. Quite el perno de montaje del calibre superior.</para>
                        <specpara>
                            <note>
                                <para>&#201;ste puede ser un perno de entrada o de salida, lo que depende de la
                                    orientaci&#243;n del montaje del calibre en el veh&#237;culo.
                                </para>
                            </note>
                        </specpara>
                    </step2>
                    <step2>
                        <para count="1">Gire el conjunto del calibre levemente hacia afuera.</para>
                    </step2>
                    <step2>
                        <para count="1">Gire el pasador gu&#237;a del calibre superior 180 grados (&#189; de giro).
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Limpie el perno y vuelva a aplicar Loctite&#174; 2440 al perno. Vea los pasos 45
                            y 46.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Vuelva a instalar el perno del pasador de montaje del calibre superior usando el
                            destornillador con hoja plana (igual que en el paso 49) y aplique la torsi&#243;n correcta.
                        </para>
                    </step2>
                    <step2>
                        <para count="1">Vuelva a constatar que el conjunto del calibre se deslice por los pasadores gu&#237;a.</para>
                    </step2>
                    <step2>
                        <para count="1">Si el calibre no se desliza, instale nuevos pasadores gu&#237;a del calibre.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Si fue necesario reemplazar cualquier calibre, se requiere purgar el sistema hidr&#225;ulico.
                        Consulte el Manual de servicio maestro para conocer los procedimientos correctos de sangrado de
                        los frenos.
                    </para>
                    <step2>
                        <para count="1">Si no cambi&#243; ning&#250;n calibre, se puede presionar varias veces el pedal
                            del freno y rellenar hasta el nivel del l&#237;quido del cilindro maestro antes de que los
                            pistones puedan engranar correctamente los patines del freno.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Este retiro incluye s&#243;lo los calibres del freno, los pasadores de deslizamiento
                        y los componentes relacionados con su remoci&#243;n.
                    </para>
                    <step2>
                        <para count="1">
                            <emph type="bold">Los patines del freno y los rotores son elementos de mantenimiento, por lo
                                que NO se deben incluir en este retiro.
                            </emph>
                        </para>
                    </step2>
                </step1>
                <para>
                    <emph type="bold">FIN DEL PROCEDIMIENTO DE SERVICIO</emph>
                </para>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>Todos los distribuidores requieren el siguiente Juego de herramientas b&#225;sicas de servicio de
                retiro:
            </para>
            <table id="t0350201">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.72*"/>
                    <colspec colname="col2" colwidth="0.99*"/>
                    <colspec colname="col3" colwidth="1.29*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>8900133R91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego de herramientas gen&#233;ricas</para>
                            </entry>
                            <entry align="center">
                                <para>1 por ubicaci&#243;n de servicio</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Si adquiri&#243; un Juego gen&#233;rico durante el retiro G-03502, entonces NO se requiere un nuevo
                juego.
            </para>
            <para>Consulte el
                <emph type="bold">PROCEDIMIENTO DE SERVICIO</emph>
                para determinar cu&#225;les de los siguientes juegos de refacciones de servicio de retiro puede
                necesitar:
            </para>
            <table id="t0350202">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.78*"/>
                    <colspec colname="col2" align="center" colwidth="1.40*"/>
                    <colspec colname="col3" align="center" colwidth="0.83*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>8900127R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de manguito del calibre: 66mm</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>8900128R91</para>
                            </entry>
                            <entry align="center" colname="col2">
                                <para>Juego de refacci&#243;n del calibre: 66mm</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900129R91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego de manguito del calibre: 73 mm</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900130R91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego de refacci&#243;n del calibre: 73 mm</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900131R91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego de MANGUITO del pasador de deslizamiento</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900132R91</para>
                            </entry>
                            <entry align="center">
                                <para>Juego de refacci&#243;n del pasador de deslizamiento</para>
                            </entry>
                            <entry align="center">
                                <para>Seg&#250;n se requiera</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Es posible que a algunos veh&#237;culos se le deba sacar o reemplazar la placa de
                    anclaje durante el PROCEDIMIENTO DE SERVICIO. Utilice las placas de anclaje de servicio est&#225;ndar
                    y los sellos de las ruedas, seg&#250;n la etiqueta puesta en la l&#237;nea.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0350203">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-04501-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Tiempo base: los camiones fabricados ANTES DEL 31/10/2001 requieren esta operaci&#243;n
                                    de trabajo, s&#243;lo 1 por VEH&#205;CULO
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>1.8 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-2</para>
                            </entry>
                            <entry>
                                <para>Tiempo base: los camiones fabricados DESPU&#201;S DEL 31/10/2001 requieren esta
                                    operaci&#243;n de trabajo, s&#243;lo 1 por VEH&#205;CULO
                                </para>
                            </entry>
                            <entry>
                                <para>1.1 hora</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Agregue las siguientes operaciones de trabajo al reclamo de garant&#237;a, seg&#250;n los
                requerimientos de cada veh&#237;culo y rueda:
            </para>
            <table id="t0350204">
                <title>Informaci&#243;n de trabajo, continuaci&#243;n</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-04501-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Adici&#243;n para la inspecci&#243;n y reemplazo del pasador SIN remoci&#243;n de
                                    la placa de anclaje: s&#243;lo 1 rueda
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-4</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la inspecci&#243;n y reemplazo del pasador CON remoci&#243;n de
                                    la placa de anclaje: s&#243;lo 1 rueda
                                </para>
                            </entry>
                            <entry>
                                <para>1.0 hora</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-5</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n S&#211;LO para la inspecci&#243;n del pasador: s&#243;lo 1 rueda
                                </para>
                            </entry>
                            <entry>
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-6</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la inspecci&#243;n y reemplazo del calibre: s&#243;lo 1 rueda
                                </para>
                            </entry>
                            <entry>
                                <para>0.2 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-04501-7</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para la instalaci&#243;n del manguito del pist&#243;n: s&#243;lo 1
                                    rueda
                                </para>
                            </entry>
                            <entry>
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Ejemplo:</emph>
                Si reemplaz&#243; 3 calibres, deber&#237;a aplicar A40-04501-6 tres (3) veces y A40-04501-7 una (1) vez
                al reclamo de garant&#237;a del veh&#237;culo.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo ya adquirido o rembolsar el precio de compra menos el
                descuento equivalente a la depreciaci&#243;n, se debe hacer lo posible para programar una cita r&#225;pidamente
                con cada propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G.
            </para>
            <para>El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas (CTS1100) est&#225; en
                proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios regional.
            </para>
        </responex>
    </recall>
</isis>
