<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05505 - Tapa de la cubierta del motor en ciertos modelos de autobuses escolares FE y
        autobuses comerciales FE fabricados entre el 4 de septiembre de 2003 y el 5 de febrero de 2005.
    </stitle>
    <recall id="rec05505" translation="spanish">
        <recallnumber>05505</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Abril de 2005</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>Tapa de la cubierta del motor en ciertos modelos de autobuses escolares FE y autobuses comerciales FE
            fabricados entre el 4 de septiembre de 2003 y el 5 de febrero de 2005.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>FE Bus
                    <daterange>
                        <startdate>09/04/2003</startdate>
                        <enddate>02/05/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Durante la inspecci&#243;n previa al viaje o durante la reparaci&#243;n del motor, la tapa de la
                cubierta del motor se puede abrir hasta apoyarse en el panel de instrumentos. No hay un dispositivo de
                cierre para mantener abierta la tapa. Cuando est&#225; abierta, la tapa se encuentra levemente sobre el
                centro y puede cerrarse si se golpea o si el autob&#250;s est&#225; en una pendiente suave. Sin un
                dispositivo de retenci&#243;n, cuando la tapa de la cubierta del motor est&#225; abierta, se puede
                cerrar sin advertencia y provocar una posible
                <emph type="bold">lesi&#243;n personal</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro por seguridad comprende ciertos autobuses escolares FE y autobuses comerciales FE
                fabricados entre el 04/09/2003 y el 05/02/2005 en la Planta de ensamblaje de autobuses de Conway,
                Arkansas.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para otros fines, distintos de esta campa&#241;a, constituye una
                violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">En todas las instrucciones se da por sentado que el instalador se encuentra al
                    interior del autob&#250;s y mirando hacia el frente. Use una broca #21 (0,1590 pulgadas) para los
                    orificios gu&#237;a de los tornillos.
                </emph>
            </para>
            <step1>
                <para count="1">Marque la ubicaci&#243;n del primer orificio para el primer soporte de cierre 4 pulgadas
                    a la derecha de la barra central del parabrisas. Usando el soporte como plantilla, alin&#233;elo con
                    la brida de la divisi&#243;n para marcar la ubicaci&#243;n del segundo orificio.
                    <emph type="bold">Deslice un extremo del cable por el soporte antes de conectarlo con la carrocer&#237;a
                        del autob&#250;s</emph>. Conecte el soporte con los tornillos incluidos en el juego. En la
                    Figura 1 aparece el resultado.
                </para>
            </step1>
            <figure id="f0550501" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550501.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="232px"/>
                <caption>Figura 1</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Antes de marcar los orificios y conectar el segundo soporte, cerci&#243;rese de
                        que el cable ser&#225; suficiente y que el perno de presi&#243;n se enganchar&#225; en el
                        segundo soporte en el lugar donde usted va a conectarlo.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Marque la ubicaci&#243;n del orificio izquierdo del segundo soporte, 16 pulgadas a la
                    derecha del orificio izquierdo del primer soporte. Nuevamente, usando el soporte como plantilla,
                    alin&#233;elo con la brida de la divisi&#243;n para marcar la ubicaci&#243;n del segundo orificio.
                    Consulte la Figura 2.
                </para>
            </step1>
            <figure id="f0550502" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550502.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="232px"/>
                <caption>Figura 2</caption>
            </figure>
            <step1>
                <para count="1">En el caso de las unidades que tienen el c&#243;digo de desempa&#241;ador opcional de
                    parabrisas 048PKD, el primer soporte de cierre se puede instalar en la brida de la divisi&#243;n
                    para evitar pasar por la parrilla. Consulte la Figura 3.
                </para>
            </step1>
            <figure id="f0550503" figsize="col-wide">
                <graphic filename="../recallfigures/g0550503.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="232px"/>
                <caption>Figura 3</caption>
            </figure>
            <step1>
                <para count="1">Para mantener abierta la cubierta de acceso al motor, saque el sujetador del cable del
                    soporte de cierre derecho y eng&#225;nchelo en el ojete del soporte de cierre de la cubierta de
                    acceso al motor. Consulte la Figura 4.
                </para>
            </step1>
            <figure id="f0550504" figsize="col-wide">
                <graphic filename="../recallfigures/g0550504.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="232px"/>
                <caption>Figura 4</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <table id="t0550501" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2589248C91</para>
                            </entry>
                            <entry>
                                <para>El
                                    <emph type="bold">Juego para cubierta de motor</emph>
                                    FE incluye: soporte N&#176; de ref. 421756001 (2), conjunto de cable N&#176; de ref.
                                    2211534C91 (1), tornillos autorroscantes N&#176; de ref. 24396R1 (4)
                                </para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0550502" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05505-1</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n y documentaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para></para>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos un descuento razonable equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
