<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05504 - Contratuerca del perno de pivote del pedal del freno en algunos modelos de
        autobuses escolares CE fabricados entre el 27/4/2004 y el 13/10/2004
    </stitle>
    <recall id="rec05504" translation="spanish">
        <recallnumber>05504</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Abril de 2005</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Contratuerca del perno de pivote del pedal del freno en algunos modelos de autobuses escolares CE
            fabricados entre el 27/4/2004 y el 13/10/2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>04/27/2004</startdate>
                        <enddate>10/13/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>La torsi&#243;n incorrecta de la contratuerca en la m&#233;nsula de pivote del pedal del freno puede
                hacer que el perno de pivote se salga de la m&#233;nsula, lo cual puede ocasionar la ca&#237;da del
                pedal del freno.
            </para>
            <para>Esto puede ocasionar un
                <emph type="bold">accidente del veh&#237;culo sin previo aviso</emph>, lo que puede producir
                <emph type="bold">da&#241;o a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro por seguridad incluye algunos autobuses escolares CE fabricados entre el 27/4/2004 y el
                13/10/2004 en la Planta de ensamblaje de autobuses de Oklahoma, Tulsa.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte cuando realice las
                        reparaciones, estacione el veh&#237;culo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <para>Siga estos pasos para realizar la reparaci&#243;n.</para>
            <randlist type="bullet">
                <item>
                    <para>Vea la Figura 1 para conocer la ubicaci&#243;n de la contratuerca en un autob&#250;s.</para>
                </item>
                <item>
                    <para>Vea la Figura 2 para obtener una vista del conjunto.</para>
                </item>
                <item>
                    <para>Vea la Figura 3 para observar un dibujo del conjunto completo.</para>
                </item>
            </randlist>
            <step1>
                <para count="1">Inspeccione la contratuerca. La contratuerca se ubica en el lado derecho de la m&#233;nsula
                    de pivote, sobre el pedal del freno.
                    <emph type="bold">No confunda esta contratuerca con la tuerca de la varilla de empuje reforzadora
                        del freno que est&#225; debajo de ella.</emph>Vea la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Si la contratuerca parece estar apretada, revise la torsi&#243;n. La torsi&#243;n
                    correcta para esta contratuerca es 75 a 85 pies-lb.
                </para>
            </step1>
            <step1>
                <para count="1">Si la contratuerca tiene una torsi&#243;n superior o inferior a este rango, vaya al paso
                    N&#186; 4. Si la torsi&#243;n est&#225; dentro de este rango, no es necesario realizar m&#225;s
                    acciones.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la contratuerca. Se debe tener cuidado de no dejar que el perno de pivote
                    retroceda o que los bujes caigan del conjunto. Vea la Figura 3.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione si la contratuerca tiene da&#241;os. Si no est&#225; da&#241;ada, contin&#250;e.
                    Si est&#225; da&#241;ada, cambie la contratuerca y contin&#250;e.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la contratuerca en el perno de pivote.</para>
            </step1>
            <step1>
                <para count="1">Apriete la contratuerca de 75 a 85 pies-lb de torsi&#243;n con una herramienta espec&#237;fica
                    de torsi&#243;n.
                </para>
            </step1>
            <figure id="f0550401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550401.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figura 1</caption>
                <calloutgroup>
                    <callout1>1. CONTRATUERCA</callout1>
                    <callout1>2. VARILLA DE EMPUJE REFORZADORA DEL FRENO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0550402" figsize="col-wide">
                <graphic filename="../recallfigures/g0550402.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="272px"/>
                <caption>Figura 2</caption>
            </figure>
            <figure id="f0550403" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550403.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px"/>
                <caption>Figura 3</caption>
                <calloutgroup>
                    <callout1>1. PERNO DE PIVOTE</callout1>
                    <callout1>2. CONTRATUERCA DEL PERNO DE PIVOTE</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Es posible que necesite una refacci&#243;n para este retiro: CONTRATUERCA HEXAGONAL, 1/2-13 UNC</para>
            <para>Adem&#225;s, si necesita un perno: PERNO DE CABEZA HEXAGONAL 1/2-13 UNC X 8.0, PHC GRADO 8</para>
        </partsinfo>
        <laborinfo>
            <table id="t0550401" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05504-1</para>
                            </entry>
                            <entry>
                                <para>Inspeccionar, revisar la torsi&#243;n o revisar la torsi&#243;n y reemplazar la
                                    contratuerca y completar el papeleo.
                                </para>
                            </entry>
                            <entry>
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
