<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05520 - Husillos del eje de transmisi&#243;n trasero en algunos modelos 5600i, 7300 y 7600,
        fabricados entre el 13/6/2005 y el 16/6/2005.
    </stitle>
    <recall id="rec05520" translation="spanish">
        <recallnumber>05520</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre, 2005</recalldate>
        <subjectfile>EJE TRASERO</subjectfile>
        <subject>Husillos del eje de transmisi&#243;n trasero en algunos modelos 5600i, 7300 y 7600, fabricados entre el
            13/6/2005 y el 16/6/2005.
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>ArvinMeritor</vendor>
                <truckmodelgroup/>

                <truckmodel>5600i
                    <daterange>
                        <startdate>06/13/2005</startdate>
                        <enddate>06/16/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>06/13/2005</startdate>
                        <enddate>06/16/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>06/13/2005</startdate>
                        <enddate>06/16/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Los husillos del eje de transmisi&#243;n trasero sospechoso pueden haber sido tratados al calor en
                forma incorrecta. Dicha condici&#243;n reduce la integridad estructural general de los husillos y podr&#237;a
                ocasionar una fractura. Si el husillo se fractura cuando el veh&#237;culo est&#225; en movimiento, puede
                hacer que las ruedas se separen, lo que podr&#237;a ocasionar, sin notarlo, un
                <emph type="bold">choque</emph>, que provocar&#237;a posiblemente
                <emph type="bold">da&#241;o a la propiedad, lesiones o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye los modelos 5600i, 7300 y 7600, fabricados entre el 13/6/2005 y el
                16/6/2005 con ejes de transmisi&#243;n trasera ArvinMeritor&#174; Serie 145 y 160.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de inspecci&#243;n del c&#243;digo de fecha del alojamiento del eje</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Quite los dos semiejes traseros (ambos lados).</para>
            </step1>
            <specpara>
                <note>
                    <para>Si el veh&#237;culo sospechoso tiene eje trasero en t&#225;ndem, quite s&#243;lo los semiejes
                        (ambos lados) del eje de ADELANTE HACIA ATR&#193;S.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Inspeccione el c&#243;digo de fecha en el extremo de cada husillo.</para>
            </step1>
            <figure id="f0552001" figsize="pg-wide">
                <graphic filename="../recallfigures/g0552001.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 1 - Ejemplo anterior, "B5130"</caption>
            </figure>
            <step1>
                <para count="1">Si el c&#243;digo de fecha de alg&#250;n husillo es: B5239, B5130 o B5131, es necesario
                    reemplazar el eje.
                </para>
                <step2>
                    <para count="1">Para hacer los arreglos para obtener las refacciones del eje, comun&#237;quese
                        con:
                    </para>
                    <verbatim>
                        <line>Mark Balding, Customer Service (Servicio al cliente)</line>
                        <line>Arvin Meritor</line>
                        <line>(828) 687-2060</line>
                    </verbatim>
                    <para>
                        <emph type="bold">ArvinMeritor dispondr&#225; el pago por las refacciones, entrega o mano de
                            obra por el reemplazo del eje en forma separada del sistema de garant&#237;a de
                            International.
                        </emph>
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si los c&#243;digos de fecha en alg&#250;n husillo NO corresponden a los del paso 3, NO
                    es necesario hacer el reemplazo.
                </para>
                <step2>
                    <para count="1">Al usar empaquetaduras de brida de eje NUEVAS, vuelva a instalar los semiejes y
                        llene por completo con aceite.
                    </para>
                </step2>
            </step1>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0552001" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.24in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Seg&#250;n r&#243;tulo del conjunto de l&#237;neas</para>
                            </entry>
                            <entry>
                                <para>Empaquetadura de la brida del eje trasero</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0552002" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05520-1</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n del c&#243;digo de fecha del eje</para>
                            </entry>
                            <entry>
                                <para>0,8 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="304px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
