<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05514-R2 - CABLES DE BATER&#205;A en modelos 9000 fabricados entre el 1 de abril de 2002 y
        el 15 de junio de 2005
    </stitle>
    <recall id="rec05514" translation="spanish">
        <recallnumber>05514-R2</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Febrero de 2006</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>CABLES DE BATER&#205;A en modelos 9000 fabricados entre el 1 de abril de 2002 y el 15 de junio de
            2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>06/15/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>
                <emph type="bold">INFORMACI&#211;N DE LAS REFACCIONES</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se agreg&#243;
                        <emph type="bold">el bloque del motor al cable a tierra del motor de arranque</emph>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PROCEDIMIENTO DE SERVICIO</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se agreg&#243; la INSPECCI&#211;N FINAL a la
                        <emph type="bold">TABLA DE PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO</emph>.
                    </para>
                </item>
                <item>
                    <para>Paso 5 modificado.</para>
                </item>
                <item>
                    <para>Se agreg&#243; la siguiente
                        <emph type="bold">NOTA</emph>
                        <emph type="bold">INSTALACI&#211;N DE LA ABRAZADERA DE LA PLACA DE APOYO</emph>.
                    </para>
                </item>
                <item>
                    <para>Se modific&#243; la advertencia del motor
                        <emph type="boldital">Caterpillar&#174;</emph>
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Se agreg&#243; la
                                <emph type="bold">NOTA</emph>
                                debajo de la Figura 7.
                            </para>
                        </item>
                        <item>
                            <para>Se reescribi&#243; el paso de la puesta del reloj.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Se agreg&#243; la
                        <emph type="bold">Figura 8a</emph>.
                    </para>
                </item>
                <item>
                    <para>Se agreg&#243; la
                        <emph type="bold">INSPECCI&#211;N FINAL</emph>.
                    </para>
                </item>
            </randlist>
            <para>El cable positivo de la bater&#237;a que va de la bater&#237;a al motor de partida puede frotarse
                contra un cable el&#233;ctrico de conexi&#243;n a tierra entre el motor de partida y el riel del armaz&#243;n
                y causar un corto circuito el&#233;ctrico y/o un incendio. Esto podr&#237;a ocasionar
                <emph type="bold">da&#241;o a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad comprende los modelos 9000 fabricados en la instalaci&#243;n de fabricaci&#243;n
                en Chatham, Ontario entre el 1 de abril de 2002 y el 15 de junio de 2005, y los modelos 9000 fabricados
                en la instalaci&#243;n de fabricaci&#243;n de Escobedo, M&#233;xico entre el 1 de abril de 2002 y el 25
                de mayo de 2004.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">TABLA DEL PROCEDIMIENTO DE INSPECCI&#211;N/REEMPLAZO</emph>
            </para>
            <para>Consulte la Tabla 1 para determinar cu&#225;l procedimiento se debe seguir con respecto a la medici&#243;n
                de la separaci&#243;n del cable de la bater&#237;a, la inspecci&#243;n del cable de la bater&#237;a y la
                instalaci&#243;n de la abrazadera de la placa de apoyo.
            </para>
            <table id="t0551403" tblwidth="pg-wide">
                <title>Procedimiento de reparaci&#243;n basado en la configuraci&#243;n del motor</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.60*"/>
                    <colspec colname="col2" colwidth="1.40*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Configuraci&#243;n del motor</para>
                            </entry>
                            <entry align="center">
                                <para>Procedimientos que se deben realizar</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Caterpillar, Cummins ISX, Cummins ISM, sin filtro de combustible</para>
                            </entry>
                            <entry>
                                <para>Medici&#243;n de la SEPARACI&#211;N del cable de la bater&#237;a (obligatorio)
                                </para>
                                <para>Inspecci&#243;n del cable de la bater&#237;a (si es necesario)</para>
                                <para>Instalaci&#243;n de la abrazadera de la placa de apoyo (si es necesario)</para>
                                <para>INSPECCI&#211;N FINAL (obligatorio)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cummins ISM, con filtro de combustible</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n del cable de la bater&#237;a (obligatorio)</para>
                                <para>Instalaci&#243;n de la abrazadera de la placa de apoyo (obligatorio)</para>
                                <para>INSPECCI&#211;N FINAL (obligatorio)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Un Cummins ISM con filtro de combustible montado en bomba de engranajes SIEMPRE requerir&#225;
                        la INSTALACI&#211;N DE LA ABRAZADERA DE LA PLACA DE APOYO.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">MEDICI&#211;N DE LA SEPARACI&#211;N DEL CABLE DE LA BATER&#205;A</emph>
            </para>
            <para>
                <emph type="boldital">Es posible que quiera cortar una plantilla de madera, manguera gruesa o cart&#243;n
                    para realizar las mediciones posteriores. La plantilla debe tener 1,5 pulgadas (38 mm) de largo.
                </emph>
            </para>
            <para>
                <emph type="boldital">NO USE UN DISPOSITIVO MET&#193;LICO PARA MEDIR</emph>
            </para>
            <step1>
                <para count="1">En el caso del Cummins ISM con filtro de combustible, no mida la separaci&#243;n; vaya
                    al
                    <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N DEL CABLE DE LA BATER&#205;A</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">En el caso de Caterpillar, Cummins ISX y Cummins ISM sin filtro de combustible, realice
                    la siguiente medici&#243;n de la separaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la menor separaci&#243;n entre el conducto del cable positivo y el punto m&#225;s
                    cercano al cable negativo apernado al riel del armaz&#243;n. Consulte la Figura 1.
                </para>
            </step1>
            <figure id="f0551401" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551401.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="392px"/>
                <caption>Figura 1 - Medici&#243;n de la separaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Si la menor separaci&#243;n es menor que 1,5 pulgadas (38 mm), contin&#250;e al
                    <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N DEL CABLE DE LA BATER&#205;A</emph>.
                </para>
            </step1>
            <figure id="f0551402" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551402.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="392px"/>
                <caption>Figura 2 - Instalaci&#243;n de la abrazadera de la placa de apoyo OBLIGATORIO</caption>
            </figure>
            <step1>
                <para count="1">Si la menor separaci&#243;n es igual o MAYOR QUE 1,5 pulgadas (38 mm), no es necesario
                    continuar la inspecci&#243;n ni instalar la abrazadera de la placa de apoyo, vaya a la
                    <emph type="bold">INSPECCI&#211;N FINAL</emph>.
                </para>
            </step1>
            <figure id="f0551403" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551403.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 3 - No se necesita la abrazadera de la placa de apoyo - Vaya a INSPECCI&#211;N FINAL
                </caption>
            </figure>
            <para>
                <emph type="bold">PROCEDIMIENTO DE INSPECCI&#211;N DEL CABLE DE LA BATER&#205;A</emph>
            </para>
            <step1>
                <para count="1">En TODOS los veh&#237;culos sospechosos, si la separaci&#243;n medida en el
                    procedimiento anterior es menor que 1,5 pulgadas (38 mm), realice el siguiente procedimiento de
                    inspecci&#243;n del cable de la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione los cables positivos de la bater&#237;a (rojos), el conducto y el cable de
                    conexi&#243;n a tierra (negro) en las &#225;reas que se indican a continuaci&#243;n:
                </para>
            </step1>
            <figure id="f0551404" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551404.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 4 - Sin el motor para mayor claridad</caption>
            </figure>
            <step1>
                <para count="1">Si existe CUALQUIER indicaci&#243;n de que la fricci&#243;n o el roce es evidente,
                    reemplace todos los cables afectados y contin&#250;e con el paso 11.
                </para>
            </step1>
            <step1>
                <para count="1">Si NO hay indicaci&#243;n de fricci&#243;n o roce, contin&#250;e con la
                    <emph type="bold">INSTALACI&#211;N DE LA ABRAZADERA DE LA PLACA DE APOYO</emph>.
                </para>
            </step1>
            <para>
                <emph type="bold">INSTALACI&#211;N DE LA ABRAZADERA DE LA PLACA DE APOYO</emph>
            </para>
            <specpara>
                <note>
                    <para>Antes de instalar la abrazadera de la placa de apoyo, aseg&#250;rese de que el conducto del
                        cable de la bater&#237;a no haya sobrepasado el punto en que se instalar&#225; la abrazadera de
                        la placa de apoyo.
                    </para>
                    <para>Vuelva a colocar el conducto o c&#225;mbielo, seg&#250;n sea necesario.</para>
                    <para>Instale la abrazadera de la placa de apoyo y las trabas de correa en el conducto de los cables
                        de la bater&#237;a.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En el caso de Caterpillar, Cummins ISX y Cummins ISM (sin filtro de combustible),
                    consulte la Figura 5.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la placa de apoyo y las trabas de correa como se indica a
                    continuaci&#243;n:
                </para>
            </step1>
            <figure id="f0551405" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551405.webp" type="webp" scalefit="1" scalefitwidth="408px"
                         scalefitheight="352px"/>
                <caption>Figura 5 - Sin filtro de combustible</caption>
            </figure>
            <step1>
                <para count="1">Para motores Cummins ISM con filtro de combustible, consulte la Figura 6.</para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la placa de apoyo y las trabas de correa como se indica a
                    continuaci&#243;n:
                </para>
            </step1>
            <step1>
                <para count="1">Redireccione los cables de la bater&#237;a entre el filtro de combustible y el bloque
                    del motor.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que los cables de la bater&#237;a no toquen el conjunto del filtro de
                        combustible ni los accesorios de fijaci&#243;n.
                    </para>
                </note>
            </specpara>
            <figure id="f0551406" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551406.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figura 6 - Cummins ISM con filtro de combustible</caption>
            </figure>
            <para>
                <emph type="boldital">Advertencia del motor Caterpillar</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Despu&#233;s de realizar este retiro de los veh&#237;culos con motores Caterpillar,
                        inspeccione el tendido del cable a tierra del BLOQUE DEL MOTOR.
                    </para>
                </item>
            </randlist>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">PARA IMPEDIR LA FRICCI&#211;N DE LOS CABLES POSITIVOS CONTRA EL CABLE A TIERRA
                            DEL BLOQUE DEL MOTOR (CONSULTE LA FIGURA 7), ASEG&#218;RESE DE QUE EL CABLE A TIERRA DEL
                            BLOQUE DEL MOTOR EST&#201; PUESTO HACIA ABAJO (POSICI&#211;N DE LAS 6 O' DEL RELOJ),
                            CONSULTE LA FIGURA 8.
                        </emph>
                    </para>
                </important>
            </specpara>
            <figure id="f0551407" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551407.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="352px"/>
                <caption>Figura 7 - Se puede producir fricci&#243;n entre el cable a tierra del bloque del motor y el
                    cable positivo reci&#233;n puesto.
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Si NO hay roce o fricci&#243;n entre el cable A TIERRA DEL MOTOR CAT y los cables de la bater&#237;a,
                        NO es necesario volver a hacer la puesta de reloj.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Si se produce roce o fricci&#243;n del cable a TIERRA DEL MOTOR contra los
                            cables de la bater&#237;a,
                        </emph>
                        gire y apriete el cable a tierra nuevo en la terminal del motor de partida, de manera que quede
                        recto hacia abajo (posici&#243;n de las 6 o' del reloj) y que no haga contacto con los cables
                        positivos del motor de partida, consulte la Figura 8.
                    </para>
                </item>
            </randlist>
            <figure id="f0551408" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551408.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figura 8 - Tendido correcto del cable a tierra del bloque del motor CAT (diferente del C15)
                </caption>
            </figure>
            <figure id="f0551408a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551408a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figura 8a - Tendido correcto del cable a tierra del bloque del motor CAT C15</caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="inspect" graphiccount="6">
            <title>INSPECCI&#211;N FINAL</title>
            <randlist type="bullet">
                <item>
                    <para>Sin importar si se instal&#243; o no la abrazadera de la placa de apoyo, realice esta inspecci&#243;n
                        final a
                        <emph type="bold">todos</emph>
                        los veh&#237;culos para asegurarse de que los cables el&#233;ctricos est&#225;n bien tendidos.
                    </para>
                </item>
                <item>
                    <para>Inspeccione el tendido de los cables el&#233;ctricos del motor de arranque para comprobar que
                        no haya roce ni fricci&#243;n en las siguientes &#225;reas:
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Cables de la bater&#237;a al riel del armaz&#243;n.</para>
                        </item>
                        <item>
                            <para>Cables de la bater&#237;a al cable a tierra del ARMAZ&#211;N.</para>
                        </item>
                        <item>
                            <para>Cables de la bater&#237;a al cable a tierra del BLOQUE DEL MOTOR.</para>
                        </item>
                        <item>
                            <para>Cables de la bater&#237;a a la caja del motor de partida, a los bornes del motor de
                                partida o a otros componentes o cableado del motor de partida.
                            </para>
                        </item>
                        <item>
                            <para>Cable positivo de la bater&#237;a al cable a tierra de la BATER&#205;A.</para>
                        </item>
                        <item>
                            <para>Cable positivo de la bater&#237;a al alojamiento del FILTRO DE COMBUSTIBLE.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Puede que sea necesario soltar y/o quitar un cable de la bater&#237;a para reorientarlo.
                    </para>
                </item>
                <item>
                    <para>Tambi&#233;n, es posible que deba soltar o reemplazar los puntos de tendido o de las
                        abrazaderas (abrazaderas en p, abrazaderas de extensi&#243;n, etc.)
                    </para>
                </item>
                <item>
                    <para>Consulte las siguientes figuras para ver una representaci&#243;n de las fricciones que se
                        deben corregir.
                    </para>
                </item>
            </randlist>
            <figure id="f0451005" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9 - Roce de los cables de la bater&#237;a en el riel del armaz&#243;n</caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que los cables de la bater&#237;a NO hagan fricci&#243;n contra el
                        riel del armaz&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9a - Roce de los cables de la bater&#237;a en la tierra del armaz&#243;n</caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que los cables de la bater&#237;a NO hagan fricci&#243;n contra la
                        tierra del armaz&#243;n
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005b.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9b - Roce de los cables de la bater&#237;a en la tierra del bloque del motor</caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que los cables de la bater&#237;a NO hagan fricci&#243;n contra la
                        tierra del motor
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005c.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9c - Cables de la bater&#237;a a la caja del motor de partida, a los bornes del motor de
                    partida o a otros componentes o cableado del motor de partida.
                </caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que los cables de la bater&#237;a NO hagan fricci&#243;n en NADA
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005d.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9d - Cables POSITIVOS de la bater&#237;a a los cables a TIERRA de la bater&#237;a
                </caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que los cables de la bater&#237;a NO hagan fricci&#243;n en NADA
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0451005e" figsize="pg-wide">
                <graphic filename="../recallfigures/g0451005e.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="392px"/>
                <caption>Figura 9e Roce de los cables POSITIVO de la bater&#237;a en el alojamiento del filtro de
                    combustible (se muestra el motor CAT; sin embargo, esta condici&#243;n tambi&#233;n se puede
                    presentar en los motores Cummins ISM)
                </caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Las refacciones que se pueden requerir para este retiro son:</para>
            <table id="t0551401" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3554554C1</para>
                            </entry>
                            <entry>
                                <para>GU&#205;A DE CONDUCTO DE FRENO Y PIVOTE DE CABLE*</para>
                            </entry>
                            <entry>
                                <para>1 por veh&#237;culo SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>306132C1</para>
                            </entry>
                            <entry>
                                <para>CORREA, BLOQUEO DE CABLE</para>
                            </entry>
                            <entry>
                                <para>2 por veh&#237;culo SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SEG&#218;N R&#211;TULO DEL CONJUNTO DE L&#205;NEAS</para>
                            </entry>
                            <entry>
                                <para>BATER&#205;A AL CABLE POSITIVO DEL MOTOR DE PARTIDA</para>
                            </entry>
                            <entry>
                                <para>SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SEG&#218;N R&#211;TULO DEL CONJUNTO DE L&#205;NEAS</para>
                            </entry>
                            <entry>
                                <para>MOTOR DE PARTIDA AL CABLE DE CONEXI&#211;N A TIERRA DEL ARMAZ&#211;N</para>
                            </entry>
                            <entry>
                                <para>SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SEG&#218;N R&#211;TULO DEL CONJUNTO DE L&#205;NEAS</para>
                            </entry>
                            <entry>
                                <para>MOTOR DE PARTIDA AL CABLE DE CONEXI&#211;N A TIERRA DEL MOTOR</para>
                            </entry>
                            <entry>
                                <para>SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>SEG&#218;N R&#211;TULO DEL CONJUNTO DE L&#205;NEAS</para>
                            </entry>
                            <entry>
                                <para>CONDUCTO</para>
                            </entry>
                            <entry>
                                <para>SEG&#218;N CORRESPONDA DE ACUERDO A LA INSPECCI&#211;N</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Destruya y deseche todas las refacciones que quit&#243; en forma local.</emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0551402" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05514-1</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n de la separaci&#243;n del cable de la bater&#237;a: SIN INSTALACI&#211;N
                                    DE LA ABRAZADERA DE LA PLACA DE APOYO
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-2</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n de la abrazadera de la placa de apoyo y las trabas de correa en
                                    Caterpillar y Cummins SIN filtro de combustible
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-3</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n de la abrazadera de la placa de apoyo y las trabas de correa en
                                    Cummins ISM CON filtro de combustible
                                </para>
                            </entry>
                            <entry>
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-4</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n de la abrazadera de la placa de apoyo, trabas de correa y
                                    REEMPLAZO de los cables de la bater&#237;a; todos los motores
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05514-5</para>
                            </entry>
                            <entry>
                                <para>S&#211;LO AGREGADO: Reubicaci&#243;n del CABLE A TIERRA del bloque del motor
                                    Caterpillar
                                </para>
                            </entry>
                            <entry>
                                <para>0,2 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos un descuento razonable equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
            <para>
                <emph type="boldundersc">POSIBLE REEMBOLSO AL CLIENTE</emph>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
