<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05506 - Perno de puerta de entrada en ciertos modelos de autobuses escolares CE fabricados
        entre el 18 de noviembre de 2004 y 10 de febrero de 2005.
    </stitle>
    <recall id="rec05506" translation="spanish">
        <recallnumber>05506</recallnumber>
        <market>Exportaci&#243;n, CANAD&#193;</market>
        <recalldate>Abril de 2005</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>Perno de puerta de entrada en ciertos modelos de autobuses escolares CE fabricados entre el 18 de
            noviembre de 2004 y 10 de febrero de 2005.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>11/18/2004</startdate>
                        <enddate>02/10/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Durante el ensamblaje, es posible que se haya sustituido un perno de resorte por el ret&#233;n del
                pasador de chaveta en el control de cierre externo en algunos autobuses escolares CE canadienses,
                fabricados con un control de puerta de entrada externo opcional.
            </para>
            <para>El perno de resorte podr&#237;a deslizarse fuera de su lugar, trabar la operaci&#243;n de la palanca
                de la puerta e impedir que &#233;sta se pueda abrir desde el exterior o el interior del autob&#250;s.
                Este agarrotamiento de la puerta podr&#237;a ocurrir sin advertencia y dar lugar a un riesgo no
                razonable para la seguridad del veh&#237;culo motorizado. Esto implica preocupaciones con respecto a la
                evacuaci&#243;n en relaci&#243;n con el transporte de personas.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad comprende ciertos autobuses escolares CE fabricados entre el 18/11/2004 y el
                10/02/2005 en la Planta de ensamblaje de autobuses en Tulsa, Oklahoma, con un control de cierre opcional
                en la puerta de entrada.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, cuando est&#233;
                        reparando el veh&#237;culo estaci&#243;nelo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque los dos tornillos que aseguran el salpicadero al parabrisas. Consulte la Figura
                    1.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los cuatro tornillos que aseguran el salpicadero con el calentador. Consulte la
                    Figura 1.
                </para>
            </step1>
            <figure id="f0550601" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550601.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="352px"/>
                <caption>Figura 1</caption>
            </figure>
            <step1>
                <para count="1">Saque la tapa del tirador y el tornillo con la tuerca de retenci&#243;n que hay en la
                    parte de atr&#225;s. Consulte la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el salpicadero para exponer el conjunto de cables.</para>
            </step1>
            <step1>
                <para count="1">Saque el perno de resorte. Consulte la Figura 2.</para>
            </step1>
            <figure id="f0550602" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550602.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 2</caption>
            </figure>
            <step1>
                <para count="1">Reemplace el perno de resorte por un pasador de chaveta y extremos de expansi&#243;n
                    para evitar la extracci&#243;n. Consulte la Figura 3.
                </para>
            </step1>
            <figure id="f0550603" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550603.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 3</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a colocar el salpicadero con los cuatro tornillos inferiores. Consulte la Figura
                    4.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee el extremo izquierdo inferior del salpicadero con la parte central del mismo.
                    Inserte el tornillo y aseg&#250;relo con la tuerca de retenci&#243;n. Vuelva a colocar la tapa del
                    tirador. Consulte la Figura 4.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar los tornillos que aseguran el salpicadero al parabrisas, pero
                    <emph type="bold">no los apriete demasiado</emph>. Consulte la Figura 4.
                </para>
            </step1>
            <figure id="f0550604" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550604.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 4</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <table id="t0550601" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>103361</para>
                            </entry>
                            <entry>
                                <para>Pasador de chaveta, 1/16 x 1/2</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>LAS REFACCIONES HAN SIDO ENVIADAS A LOS PROPIETARIOS DE LOS VEH&#205;CULOS.</para>
        </partsinfo>
        <laborinfo>
            <table id="t0550602" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05506-1</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n, reemplazo del perno y papeleo.</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para></para>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
