<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05501 - EJE DE TRANSMISI&#211;N DELANTERO en 4800 4x4 con CAJA DE TRANSFERENCIA FABCO
        TC-200, fabricados entre el 30/06/1999 y el 8/5/2002
    </stitle>
    <recall id="rec05501" translation="spanish">
        <recallnumber>05501</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Abril de 2005</recalldate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>EJE DE TRANSMISI&#211;N DELANTERO en 4800 4x4 con CAJA DE TRANSFERENCIA FABCO TC-200, fabricados entre
            el 30/06/1999 y el 8/5/2002
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Fabco</vendor>
                <truckmodelgroup/>

                <truckmodel>4800
                    <daterange>
                        <startdate>06/30/1999</startdate>
                        <enddate>05/08/2002</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>13TJZ</ucode>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>
                <emph type="boldital">&#201;STA ES UNA NOTIFICACI&#211;N S&#211;LO DE ISIS. NO se har&#225;n env&#237;os
                    postales para esta revisi&#243;n.
                </emph>
            </para>
            <specpara>
                <caution>
                    <para>Es posible que haya una rebaba en la brida del eje de transmisi&#243;n que impida que se una
                        correctamente con la brida de acoplamiento de la otra parte.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="bold">REVISE LA ADICI&#211;N REALIZADA AL PROCEDIMIENTO DE SERVICIO PARA CONOCER LAS
                    INSTRUCCIONES.
                </emph>
            </para>
            <para>
                <emph type="boldital">PROCEDIMIENTO DE SERVICIO</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Adici&#243;n a la
                        <emph type="bold">INSPECCI&#211;N DEL C&#211;DIGO DE FECHA DEL EJE NUEVO</emph>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DEL DEFECTO</emph>
            </para>
            <para>
                <emph type="boldital">Este retiro es el remedio final y sustituye al Retiro por seguridad G-03516</emph>
            </para>
            <para>
                <exhotlnk document="../recalls/Rec05501.pdf.htm" bookname="RECALL">Copia lista para imprimir (archivo
                    PDF) del documento del distribuidor
                </exhotlnk>
            </para>
            <para>
                <exhotlnk document="../recalls/Cus05501.pdf.htm" bookname="RECALL">Copia lista para imprimir (archivo
                    PDF) del documento del cliente
                </exhotlnk>
            </para>
            <para>Un &#225;ngulo excesivo del eje de transmisi&#243;n puede producir un desgaste acelerado y la falla
                del eje de transmisi&#243;n y de los componentes relacionados. Es posible que el eje de transmisi&#243;n
                delantero se separe del veh&#237;culo sin notarlo y se atraviese en el camino de otros veh&#237;culos
                que circulan por la carretera, con lo que ocasionar&#237;a da&#241;os a la propiedad, lesiones
                personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro por seguridad comprende los modelos 4x4 4800 con caja de transferencia Fabco TC-200 (con
                el c&#243;digo 13TJZ SOLAMENTE) fabricada entre el 30/06/1999 y el 08/05/2002.
            </para>
        </defect>
        <ownernote>
            <para>La International Truck and Engine Corporation informar&#225; a los propietarios de estos veh&#237;culos
                acerca de esta campa&#241;a. Durante el proceso de retiro, se entregar&#225; una lista de nombres y
                direcciones de propietarios a los distribuidores involucrados para que puedan ponerse en contacto con
                ellos y reparar sus veh&#237;culos. El uso de esta lista se debe limitar a esta campa&#241;a, ya que
                puede contener informaci&#243;n obtenida a partir de los registros estatales de veh&#237;culos
                motorizados y el uso de estos datos para prop&#243;sitos que no sean de esta campa&#241;a constituye una
                violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="13">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>INSPECCI&#211;N DEL EJE DE TRANSMISI&#211;N DELANTERO</title>
            </para>
            <para>
                <emph type="bold">NO</emph>
                realice el REEMPLAZO DEL EJE DE TRANSMISI&#211;N DELANTERO si el veh&#237;culo no sufri&#243; NINGUNA
                modificaci&#243;n con respecto al original de f&#225;brica. Los siguientes constituyen ejemplos de
                modificaci&#243;n:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Caja de transferencia reubicada por Truck Equipment Manufacturer (TEM), debido a la instalaci&#243;n
                        de la carrocer&#237;a especializada del cami&#243;n.
                    </para>
                </item>
                <item>
                    <para>Instalaci&#243;n del cojinete central. Los veh&#237;culos bajo sospecha fueron fabricados
                        originalmente con un (1) eje de transmisi&#243;n delantero. Si hay dos (2) ejes de transmisi&#243;n
                        DELANTEROS,
                        <emph type="bold">NO</emph>
                        realice el REEMPLAZO DEL EJE DE TRANSMISI&#211;N DELANTERO.
                    </para>
                </item>
            </randlist>
            <para>
                <title>INSPECCI&#211;N DEL C&#211;DIGO DE FECHA DEL EJE NUEVO.</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ubique la etiqueta y el c&#243;digo de fecha en el eje de transmisi&#243;n nuevo.</para>
                </item>
            </randlist>
            <figure id="f0550112" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550112.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Ubicaci&#243;n del c&#243;digo de fecha</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>El formato del c&#243;digo de fecha es el siguiente: D&#205;A.MES.A&#209;O. El ejemplo
                        anterior corresponde al 6 de octubre de 2005.
                    </para>
                </item>
                <item>
                    <para>Si el c&#243;digo de fecha est&#225; entre el
                        <emph type="bold">01.06.04</emph>
                        y el
                        <emph type="bold">11.10.04</emph>
                        (1 de junio de 2004 al 11 de octubre de 2004), realice la siguiente inspecci&#243;n en las
                        bridas de acoplamiento del eje.
                    </para>
                </item>
                <item>
                    <para>Si el c&#243;digo de fecha es posterior al 11.10.04, vaya a
                        <emph type="bold">REEMPLAZO DEL EJE DE TRANSMISI&#211;N DELANTERO</emph>.
                    </para>
                </item>
                <item>
                    <para>Busque exceso de material en las estriaciones de AMBAS bridas en el &#193;REA PLANA ENTRE LAS
                        ESTRIACIONES.
                    </para>
                </item>
            </randlist>
            <figure id="f0550113" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550113.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Estriaciones de la brida</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Si hay rebaba o exceso de material, use una rectificadora de matrices para eliminarla.</para>
                    <randlist type="dash">
                        <item>
                            <para>
                                <emph type="boldital">NO QUITE EL MATERIAL DE ESTRIACI&#211;N.</emph>
                            </para>
                        </item>
                        <item>
                            <para>Use la brida de acoplamiento (caja de transferencia y eje delantero) como calibre para
                                comprobar si hay acoplamiento completo de la estriaci&#243;n o si todav&#237;a hay
                                interferencia.
                            </para>
                        </item>
                        <item>
                            <para>Consulte el Paso 1 a continuaci&#243;n. El ajuste en seco debe indicar acoplamiento
                                completo de las estriaciones de la brida.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Si no encuentra rebaba o exceso de material, asegurar el ajuste en seco durante el Paso 1
                        indica acoplamiento completo de las estriaciones de las bridas. Vaya a
                        <emph type="bold">REEMPLAZO DEL EJE DE TRANSMISI&#211;N DELANTERO.</emph>
                    </para>
                </item>
            </randlist>
            <para>
                <title>REEMPLAZO DEL EJE DE TRANSMISI&#211;N DELANTERO</title>
            </para>
            <step1>
                <para count="1">Ajuste en seco y extienda el eje y los rebordes nuevos para determinar qu&#233; lado
                    pertenece al lado del eje y cu&#225;l al lado de la caja de transferencia. Marque el reborde y el
                    eje para facilitar la instalaci&#243;n y el alineamiento correctos.
                </para>
            </step1>
            <figure id="f0550101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550101.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figura 1: Lado del eje delantero, ranura peque&#241;a</caption>
                <calloutgroup>
                    <callout1>1. El reborde del eje delantero tiene ranuras de di&#225;metro PEQUE&#209;O. El reborde de
                        la caja de transferencia tiene ranuras de di&#225;metro GRANDE.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite el eje de transmisi&#243;n DELANTERO original.</para>
            </step1>
            <step1>
                <para count="1">Quite el yugo del eje delantero y el sello del eje. Guarde las arandelas, pues las
                    volver&#225; a usar durante la instalaci&#243;n del reborde.
                </para>
            </step1>
            <figure id="f055010" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550102.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 2</caption>
            </figure>
            <step1>
                <para count="1">Quite el yugo de la caja de transferencia y el sello del eje. Deber&#225; enganchar la
                    caja de transferencia para evitar que gire el eje de salida delantero.
                </para>
            </step1>
            <figure id="f0550103" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550103.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 3</caption>
            </figure>
            <step1>
                <para count="1">Instale el sello del eje de entrada del eje delantero nuevo.</para>
            </step1>
            <figure id="f0550104" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550104.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 4</caption>
            </figure>
            <step1>
                <para count="1">Instale el reborde del eje delantero, la arandela y la tuerca nuevos. Aplique torsi&#243;n
                    de 420 a 450 lbf pie (570 a 610 Nm) a la tuerca.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo sello de eje de salida de la caja de transferencia.</para>
            </step1>
            <figure id="f0550105" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550105.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 5</caption>
            </figure>
            <step1>
                <para count="1">Instale el reborde de la caja de transferencia, la arandela y la tuerca nuevos. Aplique
                    torsi&#243;n de 460 a 500 lbf pie (625 a 678 Nm) a la tuerca.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Necesitar&#225; un casquillo de pared delgado para apretar correctamente la tuerca.</para>
                </note>
            </specpara>
            <figure id="f0550106" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550106.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 6</caption>
            </figure>
            <step1>
                <para count="1">Desenganche la caja de transferencia de modo que el eje de salida pueda girar
                    libremente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje de transmisi&#243;n nuevo, comenzando con el eje delantero.
                    <emph type="bold">INSTALE EL EJE CON LA JUNTA DESLIZANTE HACIA LA PARTE TRASERA DEL VEH&#205;CULO.
                    </emph>
                    Alinee la marca del reborde con la marca del eje. Instale las tuercas y aplique una torsi&#243;n de
                    88 a 92 lbf pie (120 a 125 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Gire el eje de salida de la caja de transferencia hasta que la marca del reborde de la
                    caja de transferencia se alinee con la marca del eje. Instale las tuercas y aplique una torsi&#243;n
                    de 88 a 92 lbf pie (120 a 125 Nm).
                </para>
            </step1>
            <figure id="f0550107" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550107.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 7</caption>
            </figure>
            <step1>
                <para count="1">Revise el eje delantero y la caja de transferencia y, si es necesario, rellene hasta el
                    nivel de aceite.
                </para>
            </step1>
            <para>
                <title>ROTACI&#211;N DEL SECADOR DE AIRE</title>
            </para>
            <step1>
                <para count="1">Algunos veh&#237;culos fabricados con el c&#243;digo 804EMZ, reubicaci&#243;n del
                    secador de aire, requieren que se gire y se vuelva a montar el secador de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Si el secador de aire del veh&#237;culo tiene un codo de salida muy cerca (menos de 1'
                    [25.4 mm]) del eje de transmisi&#243;n (vea la Figura 8), es necesario girar. Vaya al paso 16.
                </para>
            </step1>
            <figure id="f0550108" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550108.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="296px"/>
                <caption>Figura 8</caption>
            </figure>
            <step1>
                <para count="1">Si el codo del secador de aire no est&#225; ubicado muy cerca (m&#225;s de 1" [25.4 mm])
                    del eje de transmisi&#243;n, entonces, el procedimiento de servicio est&#225; completo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de montaje del secador de aire. Suelte los pernos superiores de la
                    correa del secador de aire.
                </para>
            </step1>
            <figure id="f0550109" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550109.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figura 9</caption>
                <calloutgroup>
                    <callout1>1. Pernos de la correa del secador de aire</callout1>
                    <callout1>2. Pernos de montaje del secador de aire</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Gire el secador de aire y vuelva a instalar los pernos de montaje y apriete los pernos
                    de la correa.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>S&#243;lo gire una (1) posici&#243;n del perno de montaje.</para>
                </note>
            </specpara>
            <figure id="f0550110" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550110.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figura 10: Secador de aire girado</caption>
                <calloutgroup>
                    <callout1>1. Gire el secador de aire hacia la derecha, hacia esta posici&#243;n.</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0550111" figsize="pg-wide">
                <graphic filename="../recallfigures/g0550111.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="296px"/>
                <caption>Figura 11: Secador de aire girado</caption>
            </figure>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0550101" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900110R91</para>
                            </entry>
                            <entry>
                                <para>Juego del servicio de retiro</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900145R91</para>
                            </entry>
                            <entry>
                                <para>Juego del servicio de retiro: Tuercas</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>El juego de servicio de retiro 8900110R91 contiene las siguientes refacciones:</para>
            <table id="t0550102" tblwidth="pg-wide">
                <title>Informaci&#243;n de las refacciones del juego de servicio</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1697666C1</para>
                            </entry>
                            <entry>
                                <para>Perno, M12 x 45 mm</para>
                            </entry>
                            <entry align="center">
                                <para>8</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1694397C1</para>
                            </entry>
                            <entry>
                                <para>Sello, Caja T, salida delantera</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1663097C1</para>
                            </entry>
                            <entry>
                                <para>Contratuerca, Caja T, salida delantera</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>ETN0119427</para>
                            </entry>
                            <entry>
                                <para>Sello, pi&#241;&#243;n del eje delantero</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>ETN0210133</para>
                            </entry>
                            <entry>
                                <para>Contratuerca, pi&#241;&#243;n del eje delantero</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000846R91</para>
                            </entry>
                            <entry>
                                <para>Reborde, T-150 (eje delantero)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000847R91</para>
                            </entry>
                            <entry>
                                <para>Reborde, T-150 (Caja T)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000848R91</para>
                            </entry>
                            <entry>
                                <para>Eje de propulsi&#243;n, card&#225;n doble</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>8900145R91 contiene las siguientes refacciones:</para>
            <table id="t0550103" tblwidth="pg-wide">
                <title>Informaci&#243;n de las refacciones del juego de servicio</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.25in"/>
                    <colspec colname="col2" colwidth="2.35in"/>
                    <colspec colname="col3" align="center" colwidth="1.55in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center" colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>905263R1</para>
                            </entry>
                            <entry>
                                <para>CONTRATUERCA HEXAGONAL, TUERCA HEXAGONAL DE TORSI&#211;N PREDOMINANTE M12</para>
                            </entry>
                            <entry align="center">
                                <para>8</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">Deseche localmente todas las refacciones RETIRADAS, SALVO LAS ARANDELAS DEL YUGO.
                    LAS ARANDELAS DEL YUGO no da&#241;adas se REUTILIZAN en el procedimiento de servicio.
                </emph>
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0550103" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05501-1</para>
                            </entry>
                            <entry>
                                <para>S&#211;LO inspecci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05501-2</para>
                            </entry>
                            <entry>
                                <para>Inspeccione, remueva y reemplace el eje de transmisi&#243;n delantero</para>
                            </entry>
                            <entry>
                                <para>1.5 horas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05501-3</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para girar el secador de aire</para>
                            </entry>
                            <entry>
                                <para>0.3 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                la ubicaci&#243;n de la transferencia o el cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                en forma correcta, dentro de un plazo razonable, luego de que el propietario lo haya entregado para su
                reparaci&#243;n. No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la presentaci&#243;n del mismo, es prueba suficiente para justificar que la reparaci&#243;n no
                se pudo realizar dentro de un plazo razonable. Si el problema no se repara en forma adecuada dentro de
                60 d&#237;as, el propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos el descuento equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/claim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted recibir&#225; las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
