<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05510 - Rines de aluminio de ACCURIDE Corporation en ciertos modelos de las series 5000,
        7000, 8000 y 9000 fabricados entre el 18 de febrero de 2005 y el 10 de marzo de 2005
    </stitle>
    <recall id="rec05510" translation="spanish">
        <recallnumber>05510</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Junio de 2005</recalldate>
        <subjectfile>RUEDAS</subjectfile>
        <subject>Rines de aluminio de ACCURIDE Corporation en ciertos modelos de las series 5000, 7000, 8000 y 9000
            fabricados entre el 18 de febrero de 2005 y el 10 de marzo de 2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>02/18/2005</startdate>
                        <enddate>03/10/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Algunas ruedas no fueron debidamente sometidas a esfuerzo por parte del proveedor antes de la entrega.
                Con el tiempo, las ruedas que no fueron debidamente sometidas a este proceso podr&#237;an presentar
                grietas que, si se permite que se propaguen, podr&#237;an dar lugar a fallas que podr&#237;an provocar
                <emph type="bold">un choque sin advertencia del veh&#237;culo</emph>
                con un posible resultado de
                <emph type="bold">da&#241;o a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad comprende los modelos 5500i, 5600i, 7400, 7500, 7600, 9200i, 9400i y 9900i
                fabricados entre el 18 de febrero de 2005 y el 10 de marzo de 2005 con determinados rines de aluminio de
                ACCURIDE Corporation.
            </para>
            <para>
                <emph type="boldital">NO TODOS LOS VEH&#205;CULOS ANTES DESCRITOS EST&#193;N INCLUIDOS EN ESTE RETIRO. S&#211;LO
                    AQU&#201;LLOS MARCADOS EN ISIS COMO QUE REQUIEREN ESTE RETIRO SE DEBEN SOMETER A ESTE PROCEDIMIENTO
                    DE SERVICIO DE RETIRO.
                </emph>
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>INSPECCI&#211;N DEL C&#211;DIGO DE FECHA DE LA RUEDA</title>
            </para>
            <step1>
                <para count="1">Inspeccione la informaci&#243;n del c&#243;digo de fecha que se encuentra en el borde
                    interno de cada rueda.
                </para>
            </step1>
            <figure id="f0551001" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551001.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="352px"/>
                <caption>Figura 1</caption>
            </figure>
            <step1>
                <para count="1">Compruebe que el c&#243;digo de fecha de cada rueda coincida con la siguiente tabla:
                </para>
            </step1>
            <table id="t0551002">
                <tgroup cols="1" align="center">
                    <colspec colname="col1" colwidth="1.00*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>C&#211;DIGOS DE FECHA DE RUEDA SOSPECHOSA</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>E011505 2 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E011605 1 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E011605 2 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E011605 3 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E011705 1 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E011705 3 6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Si una rueda tiene un c&#243;digo de fecha incluido en la
                    <emph type="bold">Tabla 1, DEBE REEMPLAZARSE. VAYA AL PASO 5.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Si el c&#243;digo de la rueda NO coincide con ninguno de los incluidos en la
                    <emph type="bold">Tabla 1</emph>, NO debe reemplazarse.
                </para>
            </step1>
            <para>
                <title>REEMPLAZO DE RUEDA</title>
            </para>
            <step1>
                <para count="1">
                    <emph type="boldital">Dado que la mayor&#237;a de los distribuidores de International no cuentan con
                        el equipo para volver a montar las llantas existentes en los nuevos rines correspondientes a
                        este retiro, esperamos que la mayor&#237;a de las reparaciones de esta campa&#241;a se encarguen
                        a talleres de llantas externos.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="italic">Si NO cuenta con el equipo apropiado para montar/desmontar llantas, realice los
                        arreglos para todos los aspectos del montaje y desmontaje de las llantas.
                    </emph>
                </para>
                <step2>
                    <para count="1">
                        <emph type="italic">Entregue todos los rines nuevos necesarios para el remontaje de las
                            llantas.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="italic">Realice los preparativos para el pago al taller de llantas local por el
                            trabajo realizado.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="italic">Cuando presente el reclamo de garant&#237;a, proporcione la factura del
                            taller de llantas local y el monto en d&#243;lares en "OTROS GASTOS"
                        </emph>
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si cuenta con el equipo apropiado para el montaje/desmontaje de llantas, vaya al paso
                    8.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto de rin/llanta que tiene un c&#243;digo de fecha que coincida con
                    alguno de los que aparecen en la
                    <emph type="bold">Tabla 1</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Desmonte la llanta del rin sospechoso.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a montar la llanta original en un rin nuevo.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el conjunto de rin/llanta.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0551001" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A29644ANP</para>
                            </entry>
                            <entry>
                                <para>RIN, DISCO 22,5X8,25DC</para>
                            </entry>
                            <entry>
                                <para>Seg&#250;n sea necesario**
                                    <emph type="bold">CONSULTE EL PROCEDIMIENTO DE REPARACI&#211;N</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="boldital">Es posible que se deban devolver las refacciones cambiadas;
                                        consulte el formulario 5185 para ver la informaci&#243;n sobre eliminaci&#243;n
                                        de chatarra.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>**Se calcula que el n&#250;mero total de ruedas sospechosas corresponde
                                    aproximadamente a un 2% de la poblaci&#243;n de veh&#237;culos sospechosos. S&#243;lo
                                    realice el pedido por una cantidad peque&#241;a de ruedas, bas&#225;ndose en la
                                    cantidad de unidades sospechosas que ha vendido. La cantidad de rines nuevos
                                    disponible es limitada.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0551003" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05510-1</para>
                            </entry>
                            <entry>
                                <para>Realice la inspecci&#243;n del c&#243;digo de fechas en TODAS las ruedas y realice
                                    los preparativos, si es necesario, para que el taller de llantas local realice el
                                    trabajo
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="boldital">LA INSPECCI&#211;N SE DEBE REALIZAR EN TODOS LOS VEH&#205;CULOS.</emph>
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos un descuento razonable equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
