<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05522 - RETIRO DE SEGURIDAD de algunos modelos de autobuses escolares y comerciales RE con
        tanques de aire entre el riel del armaz&#243;n, ubicados sobre el eje delantero, fabricados entre el 20/7/2005 y
        el 17/10/2005.
    </stitle>
    <recall id="rec05522" translation="spanish">
        <recallnumber>05522</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Noviembre de 2005</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>RETIRO DE SEGURIDAD de algunos modelos de autobuses escolares y comerciales RE con tanques de aire
            entre el riel del armaz&#243;n, ubicados sobre el eje delantero, fabricados entre el 20/7/2005 y el
            17/10/2005.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE Bus
                    <daterange>
                        <startdate>07/20/2005</startdate>
                        <enddate>10/17/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Las conexiones de la tuber&#237;a de aire de los tanques de aire primario y secundario pueden estar
                invertidas. La tuber&#237;a verde puede estar conectada al tanque de aire secundario en lugar del
                primario y la tuber&#237;a naranja puede estar conectada al primario en lugar del tanque de aire
                secundario.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro incluye algunos modelos de autobuses escolares y comerciales RE fabricados con los tanques
                de aire entre el riel del armaz&#243;n, ubicados sobre el eje delantero (c&#243;digo de caracter&#237;stica
                04VBX), fabricados entre el 20/7/2005 y el 17/10/2005.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, cuando est&#233;
                            reparando el veh&#237;culo, estaci&#243;nelo en una superficie plana, aplique el freno de
                            estacionamiento, apague el motor y coloque calzos en las ruedas.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Operaciones de trabajo</title>
                <para>
                    <emph type="bold">Este procedimiento de servicio se divide en dos (2) secciones: 1) una secci&#243;n
                        de inspecci&#243;n y 2) una secci&#243;n de cambio de tuber&#237;as. Realice la inspecci&#243;n
                        del veh&#237;culo primero para determinar si es necesario cambiar las tuber&#237;as.
                    </emph>
                </para>
                <figure id="f0552201" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0552201.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="408px"/>
                    <caption>Corrija la conexi&#243;n en el tanque de aire</caption>
                    <calloutgroup>
                        <callout1>1. CONEXI&#211;N INTERMEDIA EN EL TRAVESA&#209;O DELANTERO</callout1>
                        <callout1>2. NARANJO</callout1>
                        <callout1>3. TANQUE DE AIRE SECUNDARIO</callout1>
                        <callout1>4. HACIA LA PARTE DE ATR&#193;S DEL AUTOB&#218;S</callout1>
                        <callout1>5. TANQUE DE AIRE PRIMARIO</callout1>
                        <callout1>6. VERDE</callout1>
                        <callout1>7. HACIA LA PARTE DELANTERA DEL AUTOB&#218;S</callout1>
                    </calloutgroup>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de inspecci&#243;n</title>
                <step1>
                    <para count="1">Los tanques de aire y las tuber&#237;as de aire se pueden ver al mirar por debajo de
                        la parte delantera del autob&#250;s. Si el color de la tuber&#237;a de aire no se puede ver por
                        la suciedad o la pintura, tendr&#225; que realizar la inspecci&#243;n desliz&#225;ndose debajo
                        del autob&#250;s para limpiar la suciedad o raspar la pintura de las tuber&#237;as de aire.
                    </para>
                </step1>
                <step1>
                    <para count="1">Verifique que las tuber&#237;as verde y naranja est&#233;n conectadas como se indica
                        en la
                        <emph type="bold">Figura 1</emph>. La tuber&#237;a de aire verde debe estar conectada al tanque
                        primario, que se ubica en el lado del conductor del autob&#250;s. La tuber&#237;a de aire
                        naranja se debe conectar al tanque de aire secundario, que est&#225; ubicada en el lado de la
                        puerta de entrada del autob&#250;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si los tanques est&#225;n conectados de acuerdo a la
                        <emph type="bold">Figura 1</emph>, entonces el sistema de frenos est&#225; conectado de manera
                        correcta. NO se requiere cambiar las tuber&#237;as y el retiro est&#225; terminado.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si los tanques no est&#225;n conectados seg&#250;n la
                        <emph type="bold">Figura 1</emph>
                        y est&#225;n invertidos (naranja al primario y verde al secundario); entonces, contin&#250;e con
                        el
                        <emph type="boldital">Procedimiento de cambio de tuber&#237;as</emph>.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de cambio de tuber&#237;as</title>
                <para>Instrucciones de accesorios de fijaci&#243;n Quality Connect:</para>
                <para>Los accesorios de fijaci&#243;n Quality Connect utilizados en las tuber&#237;as de aire no tienen
                    roscas. Un collar en el accesorio de fijaci&#243;n se hinca en la tuber&#237;a para sostenerla
                    firmemente en su lugar. El anillo O del accesorio de fijaci&#243;n sella la tuber&#237;a a la v&#225;lvula,
                    el m&#250;ltiple o el cuerpo T para evitar filtraciones. Consulte TSI 94-04-03, con fecha de agosto
                    de 1994, asunto: Frenos, para obtener instrucciones detalladas y advertencias sobre la remoci&#243;n
                    y reemplazo de estos accesorios.
                </para>
                <para>El v&#237;nculo en ISIS es:
                    <exhotlnk document="../tsis/940403.htm" bookname="TSI">http://service.navistar.com/tsis/940403.htm
                    </exhotlnk>
                </para>
                <para>Si no tiene acceso a ISIS, puede solicitar una copia de este TSI llamando al 501-505-2193 o
                    enviando un email con la solicitud a Kathy.anders@ic-corp.com
                </para>
                <step1>
                    <para count="1">Consulte la
                        <emph type="bold">Figura 1</emph>
                        para obtener todas las instrucciones.
                    </para>
                </step1>
                <step1>
                    <para count="1">Purgue completamente los sistemas de aire primario y secundario para dejarlos en 0
                        psi (0 KPa).
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte la tuber&#237;a verde de 5/8" del tanque de aire secundario. Recorte el
                        largo de la tuber&#237;a verde para tener la misma ruta al tanque primario que se tiene con la
                        tuber&#237;a naranja. Aseg&#250;rese de cortar la tuber&#237;a recta y que est&#233; limpia en
                        la nueva &#225;rea de sellado. No quite la conexi&#243;n intermedia del travesa&#241;o delantero
                        para la tuber&#237;a verde.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte la tuber&#237;a naranja de 5/8" del tanque de aire primario.</para>
                </step1>
                <step1>
                    <para count="1">Instale la tuber&#237;a verde al tanque primario, asegur&#225;ndose de que no haya
                        torceduras.
                    </para>
                </step1>
                <step1>
                    <para count="1">Suelte o quite todas las abrazaderas de la tuber&#237;a naranja de 5/8" entre los
                        tanques de aire y la conexi&#243;n intermedia del travesa&#241;o delantero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite la tuber&#237;a naranja de 5/8" de la conexi&#243;n intermedia en el travesa&#241;o
                        delantero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Mida y corte 80 pulgadas (203,3 cm) de la tuber&#237;a gruesa negra de 5/8" para
                        reemplazar la tuber&#237;a de aire naranja de 5/8". Aseg&#250;rese de que el corte sea limpio y
                        parejo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte la tuber&#237;a negra nueva al mismo orificio de la conexi&#243;n intermedia
                        del cual sac&#243; la tuber&#237;a naranja. Trace la ruta y sujete la tuber&#237;a de aire negra
                        a lo largo de la misma ruta de la tuber&#237;a naranja original. Corte la tuber&#237;a si es
                        necesario. Apriete o coloque nuevamente las abrazaderas si es necesario. Aseg&#250;rese de que
                        no haya torceduras en ning&#250;n punto de la ruta de la tuber&#237;a. Aseg&#250;rese de incluir
                        las dem&#225;s tuber&#237;as o cables que estaban originalmente dentro de la abrazadera.
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte la tuber&#237;a negra al tanque de aire secundario.</para>
                </step1>
                <step1>
                    <para count="1">Arranque el veh&#237;culo para presurizar el sistema y busque filtraciones en la
                        conexi&#243;n intermedia del travesa&#241;o y en las conexiones del tanque. Repare si es
                        necesario.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Sistema de prueba de frenos.</emph>
                        Drene el tanque de aire primario. Aseg&#250;rese de que el tanque de aire secundario retenga la
                        presi&#243;n. Aplique el freno de servicio y aseg&#250;rese de que los frenos funcionen. Vuelva
                        a restablecer la presi&#243;n del tanque de aire primario a normal.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0552201" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="2.08in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3544557C1</para>
                            </entry>
                            <entry>
                                <para>CORREA, BOT&#211;N DE 382MM DE BLOQUEO DE CABLE*</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>306132C1</para>
                            </entry>
                            <entry>
                                <para>CORREA, BLOQUEO DE CABLE</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>417201C3</para>
                            </entry>
                            <entry>
                                <para>TUBER&#205;A, NEGRA DE NYLON GRUESA DE 5/8 OD (DI&#193;METRO EXTERNO)</para>
                            </entry>
                            <entry>
                                <para>80 pulgadas (203,3 cm)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0552202" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05522-1</para>
                            </entry>
                            <entry>
                                <para>S&#243;lo inspecci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05522-2</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n y reparaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <para>Cada veh&#237;culo reparado de acuerdo con esta campa&#241;a
                <emph type="bold">debe estar</emph>
                marcado con la Etiqueta de identificaci&#243;n de la campa&#241;a.
            </para>
            <para>Complete la etiqueta y f&#237;jela sobre una superficie limpia junto a la placa de n&#250;mero de
                identificaci&#243;n del veh&#237;culo (VIN).
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/IClabel.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
