<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05517-R1 - Brazos de detenci&#243;n el&#233;ctricos de la Serie 5 de SPECIALTY
        MANUFACTURING CO. en ciertas carrocer&#237;as 3800 y autobuses escolares CE, FE y RE fabricados entre el 7 de
        enero de 2002 y el 22 de junio de 2005.
    </stitle>
    <recall id="rec05517" translation="spanish">
        <recallnumber>05517-R1</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre de 2005</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>Brazos de detenci&#243;n el&#233;ctricos de la Serie 5 de SPECIALTY MANUFACTURING CO. en ciertas
            carrocer&#237;as 3800 y autobuses escolares CE, FE y RE fabricados entre el 7 de enero de 2002 y el 22 de
            junio de 2005.
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Specialty Manufacturing</vendor>
                <truckmodelgroup/>

                <truckmodel>3800
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>01/07/2002</startdate>
                        <enddate>06/22/2005</enddate>
                    </daterange>
                </truckmodel>
                <vendcodegroup/>

                <vendcode>5 Series</vendcode>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>Los N&#250;meros de Identidad del Veh&#237;culo (VIN) fueron removidos del grupo objeto de la Campa&#241;a
                Corrrectiva. Dos c&#243;digos de fabricaci&#243;n del brazo de pare fueron incluidos erroneamente en
                esas campa&#241;as correctivas, c&#243;digos que designan brazos de pare que no son originarios de
                Specialty Manufacturing Co. Brazos de Pare El&#233;ctricos, Serie 5, y por lo tanto, no requerir&#225;n
                reparaci&#243;n.
            </para>
            <para>El micro conmutador que controla la posici&#243;n del brazo de detenci&#243;n puede tener un
                malfuncionamiento intermitente en condiciones de operaci&#243;n a menos de 32 &#186;F. Esta condici&#243;n
                puede hacer que el brazo de detenci&#243;n se abra o se cierre a una posici&#243;n incorrecta o que no
                se abra. Es posible que en los veh&#237;culos que incluyen un calentador para el conmutador del brazo de
                detenci&#243;n, los cables del calentador no est&#233;n conectados. Esta situaci&#243;n puede provocar
                el mismo tipo de falla. Este defecto podr&#237;a aumentar la probabilidad de que los veh&#237;culos
                adelantaran a un autob&#250;s escolar detenido y atropellaran a los peatones que se encuentran cerca del
                autob&#250;s detenido, lo que podr&#237;a provocar
                <emph type="bold">lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad comprende ciertos brazos de detenci&#243;n el&#233;ctricos de Specialty
                Manufacturing Co. en la carrocer&#237;a de autobuses 3800 y en autobuses escolares CE, FE y RE
                fabricados entre el 7 de enero de 2002 y el 22 de junio de 2005. Los brazos de detenci&#243;n
                comprendidos en este retiro corresponden a la
                <emph type="bold">Serie 5</emph>
                fabricada entre el 7 de enero de 2002 y el 1 de marzo de 2005, con n&#250;meros de serie entre
                <emph type="bold">480380 y 627609</emph>.
            </para>
            <para>Los brazos de detenci&#243;n en los autobuses que se operan en Canad&#225; y en los estados indicados
                en la
                <emph type="bold">Tabla 1</emph>
                se incluyen en el
                <emph type="bold">Retiro 05516</emph>. Si un autob&#250;s se opera en alguno de estos estados y se
                encuentra en el intervalo de fecha y n&#250;mero de serie sospechoso, esta reparaci&#243;n
                <emph type="bold">debe realizarse</emph>.
            </para>
            <para>Los brazos de detenci&#243;n en los autobuses que se operan en los estados indicados en la
                <emph type="bold">Tabla 2</emph>
                se incluyen en el
                <emph type="bold">Retiro 05517</emph>. Si el autob&#250;s se opera en alguno de estos estados, esta
                reparaci&#243;n
                <emph type="bold">no debe realizarse</emph>, a menos que el cliente haya experimentado alg&#250;n
                problema con una unidad que se encuentra en el intervalo de fecha y n&#250;mero de serie sospechosos o
                si &#233;ste tambi&#233;n se opera en un estado con clima fr&#237;o.
            </para>
            <table id="t0551601" tblwidth="pg-wide">
                <title>Retiro 05516: Estados con clima fr&#237;o</title>
                <tgroup cols="5">
                    <colspec colname="col1" colwidth="0.97*"/>
                    <colspec colname="col2" colwidth="1.08*"/>
                    <colspec colname="col3" colwidth="0.97*"/>
                    <colspec colname="col4" colwidth="1.04*"/>
                    <colspec colname="col5" colwidth="0.97*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Alaska</para>
                            </entry>
                            <entry>
                                <para>Kansas</para>
                            </entry>
                            <entry>
                                <para>Montana</para>
                            </entry>
                            <entry>
                                <para>Ohio</para>
                            </entry>
                            <entry>
                                <para>Virginia</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Colorado</para>
                            </entry>
                            <entry>
                                <para>Kentucky</para>
                            </entry>
                            <entry>
                                <para>Nueva Hampshire</para>
                            </entry>
                            <entry>
                                <para>Oregon</para>
                            </entry>
                            <entry>
                                <para>Washington</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Connecticut</para>
                            </entry>
                            <entry>
                                <para>Maine</para>
                            </entry>
                            <entry>
                                <para>Nebraska</para>
                            </entry>
                            <entry>
                                <para>Pennsylvania</para>
                            </entry>
                            <entry>
                                <para>Virginia del Oeste</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Delaware</para>
                            </entry>
                            <entry>
                                <para>Maryland</para>
                            </entry>
                            <entry>
                                <para>Nevada</para>
                            </entry>
                            <entry>
                                <para>Rhode Island</para>
                            </entry>
                            <entry>
                                <para>Wisconsin</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Idaho</para>
                            </entry>
                            <entry>
                                <para>Massachusetts</para>
                            </entry>
                            <entry>
                                <para>Nueva Jersey</para>
                            </entry>
                            <entry>
                                <para>Dakota del Sur</para>
                            </entry>
                            <entry>
                                <para>Wyoming</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Illinois</para>
                            </entry>
                            <entry>
                                <para>Michigan</para>
                            </entry>
                            <entry>
                                <para>Nuevo M&#233;xico</para>
                            </entry>
                            <entry>
                                <para>Tennessee</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Indiana</para>
                            </entry>
                            <entry>
                                <para>Minnesota</para>
                            </entry>
                            <entry>
                                <para>Nueva York</para>
                            </entry>
                            <entry>
                                <para>Utah</para>
                            </entry>
                            <entry>
                                <para>Distrito de Columbia</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Iowa</para>
                            </entry>
                            <entry>
                                <para>Missouri</para>
                            </entry>
                            <entry>
                                <para>Dakota del Norte</para>
                            </entry>
                            <entry>
                                <para>Vermont</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0551602" tblwidth="pg-wide">
                <title>Retiro 05517: Estados con clima c&#225;lido</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.97*"/>
                    <colspec colname="col2" colwidth="1.08*"/>
                    <colspec colname="col3" colwidth="0.97*"/>
                    <colspec colname="col4" colwidth="1.04*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Alabama</para>
                            </entry>
                            <entry>
                                <para>Florida</para>
                            </entry>
                            <entry>
                                <para>Mississippi</para>
                            </entry>
                            <entry>
                                <para>Texas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arizona</para>
                            </entry>
                            <entry>
                                <para>Georgia</para>
                            </entry>
                            <entry>
                                <para>Carolina del Norte</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arkansas</para>
                            </entry>
                            <entry>
                                <para>Hawaii</para>
                            </entry>
                            <entry>
                                <para>Oklahoma</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>California</para>
                            </entry>
                            <entry>
                                <para>Louisiana</para>
                            </entry>
                            <entry>
                                <para>Carolina del Sur</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="26">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, cuando est&#233;
                        reparando el veh&#237;culo estaci&#243;nelo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar descargas el&#233;ctricas y el posible da&#241;o a los componentes el&#233;ctricos
                        del veh&#237;culo, siempre desconecte la bater&#237;a antes de realizar el mantenimiento del veh&#237;culo
                        o de repararlo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>El n&#250;mero de serie del brazo de detenci&#243;n se puede ver f&#225;cilmente en la caja al
                        mover y sostener abierto el signo de detenci&#243;n, fuera de la caja mec&#225;nica del brazo de
                        detenci&#243;n. Al desconectar la bater&#237;a, el brazo de detenci&#243;n se puede sacar f&#225;cilmente
                        de la caja mec&#225;nica. Cuando la bater&#237;a est&#225; conectada, existe mayor resistencia
                        para mover el brazo y mantenerlo abierto, lo que puede producir un ruido de chicharra pero no da&#241;ar&#225;
                        el brazo de detenci&#243;n. Los brazos de detenci&#243;n m&#225;s antiguos seguir&#225;n
                        produciendo un ruido hasta que se mueva el eje de levas (consulte las instrucciones de
                        reemplazo) o hasta que se suelte el brazo de detenci&#243;n. En los brazos de detenci&#243;n m&#225;s
                        nuevos, el ruido cesar&#225; despu&#233;s de algunos segundos. Si el brazo de detenci&#243;n
                        tiene luces estrobosc&#243;picas, &#233;stas destellar&#225;n hasta que se saque el eje de levas
                        (paso 2 de las instrucciones de reemplazo).
                    </para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Es posible que el autob&#250;s tenga s&#243;lo un brazo de detenci&#243;n delantero o un brazo
                        de detenci&#243;n trasero (California) o ambos. Confirme que el brazo de detenci&#243;n haya
                        sido fabricado por Specialty Manufacturing Co. y que corresponda a la
                        <emph type="bold">serie 5</emph>
                        (el n&#250;mero de refacci&#243;n de Specialty comenzar&#225; con un 5).
                    </para>
                </item>
                <item>
                    <para>Verifique el n&#250;mero de serie del brazo de detenci&#243;n. &#201;ste debe encontrarse en
                        el intervalo comprendido entre
                        <emph type="bold">480380 y 627609</emph>.
                    </para>
                </item>
                <item>
                    <para>Reemplace el conjunto del micro conmutador seg&#250;n las instrucciones que se indican a
                        continuaci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Si tiene alg&#250;n problema para instalar el conjunto del conmutador, p&#243;ngase en
                        contacto con Specialty Manufacturing Company al tel&#233;fono 1-800-957-7867, en la extensi&#243;n
                        de Servicio al cliente.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Saque la tuerca de &#189;-20 que se encuentra en la parte inferior de la caja de control
                    con una llave de &#190;"
                </para>
            </step1>
            <figure id="f0551601" figsize="col-wide">
                <graphic filename="../recallfigures/g0551601.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Con un destornillador (o una herramienta similar) golpee suavemente el eje de levas para
                    volver a insertarlo en la unidad.
                </para>
            </step1>
            <figure id="f0551602" figsize="col-wide">
                <graphic filename="../recallfigures/g0551602.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Con un cuchillo de uso general, corte el sello de silicona en ambos extremos de la
                    cubierta del brazo de detenci&#243;n.
                </para>
            </step1>
            <figure id="f0551603" figsize="col-wide">
                <graphic filename="../recallfigures/g0551603.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Saque los tornillos de los dos extremos de la cubierta con un adaptador de 5/16"</para>
            </step1>
            <figure id="f0551604" figsize="col-wide">
                <graphic filename="../recallfigures/g0551604.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551605" figsize="col-wide">
                <graphic filename="../recallfigures/g0551605.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Haga girar el signo para acceder a la cubierta y s&#225;quela haciendo palanca con un
                    destornillador de punta plana.
                </para>
            </step1>
            <figure id="f0551606" figsize="col-wide">
                <graphic filename="../recallfigures/g0551606.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Saque el eje de levas y des&#233;chelo. &#201;ste no es necesario con la serie 5.5.
                </para>
            </step1>
            <figure id="f0551607" figsize="col-wide">
                <graphic filename="../recallfigures/g0551607.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Saque las (2) tuercas de 11/32" que sostienen el conjunto del micro conmutador en su
                    lugar. NO destornille las cuatro tuercas de &#188;" que sostienen los micro conmutadores en la placa
                    del conjunto. El conjunto completo saldr&#225; como una unidad.
                </para>
            </step1>
            <figure id="f0551608" figsize="col-wide">
                <graphic filename="../recallfigures/g0551608.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Corte con cuidado las uniones de los cables.</para>
            </step1>
            <figure id="f0551609" figsize="col-wide">
                <graphic filename="../recallfigures/g0551609.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Con un destornillador de punta plana, haga palanca suavemente hacia arriba en la placa
                    del micro conmutador. PRECAUCI&#211;N: el buje puede quebrarse y el anillo el&#225;stico de fijaci&#243;n
                    puede hacer un ruido fuerte al soltarse. Deseche el anillo el&#225;stico de fijaci&#243;n y el buje.
                </para>
            </step1>
            <figure id="f0551610" figsize="col-wide">
                <graphic filename="../recallfigures/g0551610.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Saque todos los cables del conjunto del micro conmutador. El cable negro del calentador
                    debe quedar en el conjunto.
                </para>
            </step1>
            <figure id="f0551611" figsize="col-wide">
                <graphic filename="../recallfigures/g0551611.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Saque las tuercas de 11/32" de los dos rel&#233;s.</para>
            </step1>
            <figure id="f0551612" figsize="col-wide">
                <graphic filename="../recallfigures/g0551612.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Desconecte los cables de los rel&#233;s. Deseche los cables de los rel&#233;s, del
                    conjunto de micro conmutador y del puente (doble naranja, doble negro/verde, caf&#233; y amarillo).
                </para>
            </step1>
            <figure id="f0551613" figsize="col-wide">
                <graphic filename="../recallfigures/g0551613.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Corte el cable m&#225;s corto de los conjuntos en espiral doble rojo y doble blanco.
                </para>
            </step1>
            <figure id="f0551614" figsize="col-wide">
                <graphic filename="../recallfigures/g0551614.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Corte el extremo de conexi&#243;n r&#225;pida del cable AZUL, corte aproximadamente
                    &#188;" del extremo y enganche la cuchilla de conexi&#243;n r&#225;pida, 004024, incluida en el
                    juego.
                </para>
            </step1>
            <figure id="f0551615" figsize="col-wide">
                <graphic filename="../recallfigures/g0551615.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551616" figsize="col-wide">
                <graphic filename="../recallfigures/g0551616.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551617" figsize="pg-wide">
                <graphic filename="../recallfigures/g0551617.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
            </figure>
            <step1>
                <para count="1">Conecte los conductores al nuevo m&#243;dulo 005150 tal como se muestra en el diagrama
                    que aparece arriba. Deje sin conexi&#243;n las dos pesta&#241;as del centro, +12VDC y GROUND, hasta
                    que se fije el m&#243;dulo en los siguientes pasos. El cable amarillo ya no se necesitar&#225; y
                    puede volver a amarrarse.
                </para>
            </step1>
            <figure id="f0551618" figsize="col-wide">
                <graphic filename="../recallfigures/g0551618.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Instale el nuevo m&#243;dulo 005150 en su posici&#243;n, tal como se muestra abajo. La
                    marca de sincronizaci&#243;n DEBE orientarse en la direcci&#243;n de la cuchilla. (Por ejemplo, si
                    la cuchilla est&#225; extendida al m&#225;ximo, la marca de sincronizaci&#243;n debe girarse hacia
                    el frente de la unidad.) Empuje el eje del m&#243;dulo a trav&#233;s del orificio del pasador
                    inferior. Apriete con (2) tuercas hexagonales de 11/32" del conjunto de micro conmutador original.
                </para>
            </step1>
            <figure id="f0551619" figsize="col-wide">
                <graphic filename="../recallfigures/g0551619.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551620" figsize="col-wide">
                <graphic filename="../recallfigures/g0551620.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <figure id="f0551621" figsize="col-wide">
                <graphic filename="../recallfigures/g0551621.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Conecte +12VDC y GROUND seg&#250;n el diagrama.</para>
            </step1>
            <figure id="f0551622" figsize="col-wide">
                <graphic filename="../recallfigures/g0551622.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Asegure con una tuerca de &#190;".</para>
            </step1>
            <figure id="f0551623" figsize="col-wide">
                <graphic filename="../recallfigures/g0551623.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Ate los cables. Si la unidad no tiene un orificio de drenaje, agregue uno.</para>
            </step1>
            <figure id="f0551624" figsize="col-wide">
                <graphic filename="../recallfigures/g0551624.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Vuelva a colocar la cubierta. Aseg&#250;rela con (2) tornillos. Vuelva a sellar los dos
                    extremos de la cubierta del brazo de cruce con RTV. IMPORTANTE: NO selle aproximadamente 1" del
                    costado derecho inferior de la caja. Esto ofrece una ubicaci&#243;n de drenaje adicional.
                </para>
            </step1>
            <figure id="f0551625" figsize="col-wide">
                <graphic filename="../recallfigures/g0551625.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <step1>
                <para count="1">Pruebe el conjunto del brazo de detenci&#243;n para asegurar que funcione
                    correctamente.
                </para>
            </step1>
            <figure id="f0551626" figsize="col-wide">
                <graphic filename="../recallfigures/g0551626.webp" type="webp" scalefit="1" scalefitwidth="152px"
                         scalefitheight="152px"/>
            </figure>
            <para>
                <emph type="bold">Si necesita ayuda adicional, p&#243;ngase en contacto con el departamento de ingenier&#237;a
                    de Specialty Manufacturing.
                </emph>
            </para>
        </svcproc>
        <partsinfo>
            <para>Se ha solicitado a los clientes que verifiquen los n&#250;meros de serie del brazo de detenci&#243;n
                antes de programar una cita para las reparaciones. Usted tambi&#233;n debe comparar el n&#250;mero de
                serie del brazo de detenci&#243;n con el intervalo indicado y luego solicitar el juego de reemplazo
                directamente a Specialty Manufacturing Co. Ellos le enviar&#225;n el juego de reparaci&#243;n
                directamente y sin costo. International le rembolsar&#225; una comisi&#243;n por procesamiento cuando
                env&#237;e un reclamo de garant&#237;a (consulte la secci&#243;n "Reclamos de garant&#237;a" que aparece
                m&#225;s abajo). Debe proporcionar el VIN del autob&#250;s que se est&#225; reparando, as&#237; como el
                n&#250;mero de serie de los brazos de detenci&#243;n, a Specialty. Use cualquiera de los siguientes m&#233;todos
                para ponerse en contacto con Specialty Manufacturing y obtener un juego de reparaci&#243;n:
            </para>
            <verbatim>
                <line>Llame gratis al tel&#233;fono 1-800-951-7867 extensi&#243;n de servicio al cliente</line>
                <line>Visite http://www.specmfg.com/products_bus_5seriesform.html</line>
            </verbatim>
            <para>La refacci&#243;n de reemplazo no necesita un calentador; por lo tanto, la reparaci&#243;n s&#243;lo
                requerir&#225; el reemplazo de la refacci&#243;n y un cambio menor en el cableado, en el interior del
                mismo brazo de detenci&#243;n. No se requiere un cableado adicional al interior de la carrocer&#237;a
                del autob&#250;s.
            </para>
        </partsinfo>
        <laborinfo>
            <para>Use el c&#243;digo de trabajo correspondiente, bas&#225;ndose en el retiro en que se incluye el VIN.
            </para>
            <table id="t0551603" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05516-1</para>
                            </entry>
                            <entry>
                                <para>Reparaci&#243;n de 1 brazo de detenci&#243;n (s&#243;lo delantero o s&#243;lo
                                    trasero)
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05516-2</para>
                            </entry>
                            <entry>
                                <para>Reparaci&#243;n de 2 brazos de detenci&#243;n (delantero y trasero)</para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05517-1</para>
                            </entry>
                            <entry>
                                <para>Reparaci&#243;n de 1 brazo de detenci&#243;n (s&#243;lo delantero o s&#243;lo
                                    trasero)
                                </para>
                            </entry>
                            <entry>
                                <para>0,4 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05517-2</para>
                            </entry>
                            <entry>
                                <para>Reparaci&#243;n de 2 brazos de detenci&#243;n (delantero y trasero)</para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label_IC.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="304px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Usted recibir&#225; un reembolso por el monto de cinco d&#243;lares (US$ 5,00) por solicitar la
                refacci&#243;n y manejar la reparaci&#243;n. Esta comisi&#243;n por procesamiento debe estar incluida en
                la secci&#243;n "Otros cargos" del reclamo de garant&#237;a.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
