<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05518-R1 - Freno de estacionamiento de la transmisi&#243;n en algunos modelos 1300 FBC,
        3000, 4000 y CE BUS, fabricados entre el 4/6/2004 y el 31/3/2005.
    </stitle>
    <recall id="rec05518" translation="spanish">
        <recallnumber>05518-R1</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Noviembre de 2005</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Freno de estacionamiento de la transmisi&#243;n en algunos modelos 1300 FBC, 3000, 4000 y CE BUS,
            fabricados entre el 4/6/2004 y el 31/3/2005.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1300 FBC
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 200
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>06/04/2004</startdate>
                        <enddate>03/31/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>
                <emph type="boldital">PROCEDIMIENTO DE SERVICIO</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se agreg&#243; la nota de aclaraci&#243;n del c&#243;digo de fecha</para>
                </item>
            </randlist>
            <para>El perno ancla que es el punto de pivote de las zapatas del freno de estacionamiento de la transmisi&#243;n
                puede presentar fatiga o estar roto. Si el perno se rompe, es posible que el freno de estacionamiento no
                enganche. Esto puede hacer que el veh&#237;culo siga
                <emph type="bold">rodando, sin advertencia,</emph>
                lo que podr&#237;a producir un
                <emph type="bold">choque</emph>
                y ocasionar, posiblemente,
                <emph type="bold">da&#241;o a la propiedad, lesiones o la muerte.</emph>
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye a los veh&#237;culos modelo CE 200, CE 300, 1300 FBC, 3200, 3300,
                4200, 4300 y 4400 fabricados entre el 4/6/2004 y el 31/3/2005 con freno de estacionamiento instalado en
                la transmisi&#243;n.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves
                            o la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas
                            direcciones.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento de inspecci&#243;n con c&#243;digo de fecha del freno de estacionamiento</title>
                <para>Siga el procedimiento de reparaci&#243;n del freno de estacionamiento adjunto para determinar si
                    es necesario reemplazar el perno ancla del freno de estacionamiento.
                </para>
                <para>Aseg&#250;rese de que el c&#243;digo de fecha del conjunto del freno de estacionamiento est&#233;
                    dentro del rango especificado antes de reemplazar el perno ancla.
                </para>
                <specpara>
                    <note>
                        <para>Los c&#243;digos de fecha est&#225;n estampados en el siguiente formato, NLNNNNL, (N=n&#250;mero,
                            L=letra).
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Los dos primeros caracteres (
                                    <emph type="underscr">NL</emph>NNNL) indican el lugar de fabricaci&#243;n de la
                                    pieza.
                                </para>
                            </item>
                            <item>
                                <para>El &#250;ltimo car&#225;cter (NLNNNN
                                    <emph type="underscr">L</emph>) indica el turno en que se fabric&#243; la pieza
                                    (A-primero, B-segundo, C-tercero).
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">IGNORE LOS DOS PRIMEROS Y EL &#218;LTIMO CAR&#193;CTER DEL C&#211;DIGO DE FECHA DE
                        LA PIEZA.
                    </emph>
                </para>
                <para>
                    <emph type="bold">SI LOS N&#218;MEROS DEL MEDIO (NL</emph>
                    <emph type="italic">NNNN</emph>
                    <emph type="bold">L) est&#225;n entre 4156 y 5073</emph>,
                    <emph type="boldital">REEMPLACE</emph>
                    <emph type="bold">EL PERNO.</emph>
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de reemplazo del perno ancla</title>
                <para>Siga el procedimiento adjunto de reemplazo del perno ancla para cambiarlo.</para>
                <para>Haga clic en el siguiente v&#237;nculo para revisar las instrucciones:</para>
                <para>
                    <exhotlnk document="../recalls/305DLPBrake.pdf" bookname="ROOT">PROCEDIMIENTO DE INSPECCI&#211;N Y
                        REEMPLAZO
                    </exhotlnk>
                </para>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0551801" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900182R91</para>
                            </entry>
                            <entry>
                                <para>Juego de servicio de retiro, perno ancla del freno de estacionamiento</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0551802" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05518-1</para>
                            </entry>
                            <entry>
                                <para>INSPECCI&#211;N del C&#243;digo de fecha del freno de estacionamiento - SIN
                                    REEMPLAZO DEL PERNO ANCLA
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05518-2</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n Y reemplazo del perno ancla</para>
                            </entry>
                            <entry>
                                <para>0,9 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="304px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible para programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
