<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 05521 - PELDA&#209;OS DE ENTRADA A LA CABINA de algunos modelos CF 500 y CF 600 fabricados
        entre el 2/6/2004 y el 27/9/2005
    </stitle>
    <recall id="rec05521" translation="spanish">
        <recallnumber>05521</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Diciembre de 2005</recalldate>
        <subjectfile>CABINA</subjectfile>
        <subject>PELDA&#209;OS DE ENTRADA A LA CABINA de algunos modelos CF 500 y CF 600 fabricados entre el 2/6/2004 y
            el 27/9/2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>06/02/2004</startdate>
                        <enddate>09/27/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>06/02/2004</startdate>
                        <enddate>09/27/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Los pelda&#241;os de entrada a la cabina fueron fabricados de manera incorrecta, lo que los hace tener
                menores propiedades de resistencia de material que el dise&#241;o original. Estas menores propiedades de
                resistencia de material pueden hacer que la pisadera se rompa y se separe del veh&#237;culo durante su
                uso normal. La separaci&#243;n de la pisadera, mientras una persona entra o sale de la cabina, puede
                ocasionar
                <emph type="bold">da&#241;os a la propiedad o lesiones</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye los modelos CF 500 y CF 600, fabricados entre el 2/6/2004 y el
                27/9/2005.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="5">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Los siguientes procedimientos se realizan mejor cuando la cabina est&#225; inclinada.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Las figuras describen la reparaci&#243;n del pelda&#241;o izquierdo; REPITA el procedimiento
                        para el pelda&#241;o derecho.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite el abocinamiento del guardabarros con alicates para apretar las puntas de las
                    cinco abrazaderas de retenci&#243;n y un destornillador Philips para sacar el perno pl&#225;stico.
                </para>
            </step1>
            <figure id="f0552101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0552101.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figura 1a - Abrazaderas de retenci&#243;n del abocinamiento del guardabarros</caption>
            </figure>
            <specpara>
                <note>
                    <para>TENGA CUIDADO DE NO ROMPER LOS SUJETADORES DEL ABOCINAMIENTO. LOS DEBE REUTILIZAR.</para>
                </note>
            </specpara>
            <figure id="f0552102" figsize="col-wide">
                <graphic filename="../recallfigures/g0552102.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px"/>
                <caption>Figura 1b - Perno pl&#225;stico del pelda&#241;o</caption>
            </figure>
            <specpara>
                <note>
                    <para>Se incluyen pernos nuevos en el juego de piezas.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga un soporte de refuerzo al costado interior del pelda&#241;o, usando una abrazadera
                    adecuada.
                </para>
            </step1>
            <figure id="f0552103" figsize="col-wide">
                <graphic filename="../recallfigures/g0552103.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="272px"/>
                <caption>Figura 2 - Colocaci&#243;n del refuerzo</caption>
            </figure>
            <step1>
                <para count="1">Con el soporte como plantilla de perforaci&#243;n, ubique y perfore tres orificios con
                    una broca de &#188;" (6mm).
                </para>
            </step1>
            <figure id="f0552104" figsize="pg-wide">
                <graphic filename="../recallfigures/g0552104.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="272px"/>
                <caption>Figura 3 - Orificios de perforaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Inserte tornillos y arandelas a trav&#233;s del lado frontal del pelda&#241;o. Instale
                    las contratuercas en el lado de atr&#225;s del pelda&#241;o. Aplique una torsi&#243;n de 90 a 110
                    Lbf pulgadas (10 a 12,5 Nm).
                </para>
            </step1>
            <figure id="f0552105" figsize="pg-wide">
                <graphic filename="../recallfigures/g0552105.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="288px"/>
                <caption>Figura 4</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar el abocinamiento del guardabarros y el perno pl&#225;stico. Repita el
                    procedimiento completo para el otro lado.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>Las refacciones que se requieren para este retiro son:</para>
            <table id="t0552101" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="2.08in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2590844C92</para>
                            </entry>
                            <entry>
                                <para>JUEGO DEL SOPORTE DEL PELDA&#209;O</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Las piezas incluidas en este juego son:</para>
            <table id="t0552102" tblwidth="pg-wide">
                <title>Informaci&#243;n del juego</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="2.08in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3803072C1</para>
                            </entry>
                            <entry>
                                <para>SOPORTE IZQUIERDO DE ACERO INOXIDABLE</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3803073C1</para>
                            </entry>
                            <entry>
                                <para>SOPORTE DERECHO DE ACERO INOXIDABLE</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>22728R1</para>
                            </entry>
                            <entry>
                                <para>PERNO DE 1/4" X 3/4"</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>453074C2</para>
                            </entry>
                            <entry>
                                <para>TUERCA HEXAGONAL ESPECIAL DE 1/4" - 20 UNC</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>178474</para>
                            </entry>
                            <entry>
                                <para>ARANDELA PLANA</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6020273C1</para>
                            </entry>
                            <entry>
                                <para>SUJETADOR DE REMACHE DE VELOCIDAD</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6020274C1</para>
                            </entry>
                            <entry>
                                <para>SUJETADOR DE REMACHE DE VELOCIDAD</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0552103" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-05521-1</para>
                            </entry>
                            <entry>
                                <para>Instalaci&#243;n del refuerzo del pelda&#241;o: AMBOS LADOS</para>
                            </entry>
                            <entry>
                                <para>0,7 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
            <para>
                <title>POSIBLE REEMBOLSO AL CLIENTE</title>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
