<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 06506 - V&#193;LVULA DE MODULACI&#211;N DEL FRENO DE RESORTES SR-7&#8482; en algunos
        modelos 4000 y 7000 fabricados entre el 06/04/2006 y el 09/06/2006
    </stitle>
    <recall id="rec06506" translation="spanish">
        <recallnumber>06506</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Julio de 2006</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>V&#193;LVULA DE MODULACI&#211;N DEL FRENO DE RESORTES SR-7&#8482; en algunos modelos 4000 y 7000
            fabricados entre el 06/04/2006 y el 09/06/2006
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <truckmodelgroup/>

                <truckmodel>4400
                    <daterange>
                        <startdate>04/06/2006</startdate>
                        <enddate>06/09/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>04/06/2006</startdate>
                        <enddate>06/09/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>04/06/2006</startdate>
                        <enddate>06/09/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>04/06/2006</startdate>
                        <enddate>06/09/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>04/06/2006</startdate>
                        <enddate>06/09/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Una v&#225;lvula checadora interna en la V&#225;lvula de modulaci&#243;n del freno de resorte Bendix&#174;
                SR-7&#8482; puede estar mal sentada, ocasionando una fuga de aire interna. Esta fuga interna puede
                ocasionar un retardo en la aplicaci&#243;n de los frenos de resorte para estacionar el veh&#237;culo
                despu&#233;s de que el operador jala el bot&#243;n de la v&#225;lvula del tablero. Un retardo en la
                aplicaci&#243;n de los frenos de resorte puede contribuir a que el veh&#237;culo contin&#250;e desplaz&#225;ndose.
                Este desplazamiento puede generar una
                <emph type="bold">colisi&#243;n</emph>, ocasionando posiblemente
                <emph type="bold">da&#241;os a la propiedad, lesiones personales o la muerte</emph>.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro por seguridad incluye a los modelos de CAMI&#211;N 6X4 y 6X6 4000 y 7000 y los TRACTORES
                4000 y 7000 con c&#243;digo de funci&#243;n 04WDT -- V&#193;LVULA DEL MODULADOR DEL FRENO DE RESORTE con
                funci&#243;n de relevador, fabricados entre el 06/04/2006 y el 09/06/2006.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios
                estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>HOJA DE INSTRUCCIONES DE BENDIX</title>
            </para>
            <para>Consulte el documento PDF para este retiro para obtener la hoja de Instrucciones de Bendix donde se
                incluye el procedimiento adecuado de inspecci&#243;n y de reemplazo de la v&#225;lvula.
            </para>
        </svcproc>
        <partsinfo>
            <para>La refacci&#243;n que se requiere para este retiro es:</para>
            <table id="t0650601" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.49in"/>
                    <colspec colname="col2" colwidth="3.13in"/>
                    <colspec colname="col3" colwidth="1.41in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900189R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, V&#193;LVULA DE RESORTE DEL FRENO SR-7</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <para>
                <emph type="boldital">IGNORE LA PARTE DEL REEMBOLSO DE LA MANO DE OBRA DE LA HOJA DE INSTRUCCIONES DE
                    BENDIX. NO ARCHIVE EL FORMULARIO BENDIX 2586. UTILICE LAS OPERACIONES DE MANO DE OBRA QUE APARECEN M&#193;S
                    ADELANTE EN EL SISTEMA DE GARANT&#205;A EST&#193;NDAR DE INTERNATIONAL.
                </emph>
            </para>
            <table id="t0650602" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06506-1</para>
                            </entry>
                            <entry>
                                <para>Inspeccione si la v&#225;lvula tiene el c&#243;digo de fecha sospechoso</para>
                            </entry>
                            <entry>
                                <para>0.5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06506-2</para>
                            </entry>
                            <entry>
                                <para>COMPLEMENTO para reemplazar la v&#225;lvula sospechosa</para>
                            </entry>
                            <entry>
                                <para>0.5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Todos los veh&#237;culos requieren inspecci&#243;n. En los veh&#237;culos en que la inspecci&#243;n
                demanda el cambio de la v&#225;lvula, registre AMBAS operaciones de mano de obra.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el kilometraje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, seg&#250;n se modific&#243;,
                establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
