<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 06507 - RETIRO POR INCUMPLIMIENTO: 39" Asientos de seguridad CE BLANCOS montados para ni&#241;os,
        en ciertos autobuses escolares fabricados entre 03/08/2005 y 01/05/2006
    </stitle>
    <recall id="rec06507" translation="spanish">
        <recallnumber>06507</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre de 2006</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>RETIRO POR INCUMPLIMIENTO: 39" Asientos de seguridad CE BLANCOS montados para ni&#241;os, en ciertos
            autobuses escolares fabricados entre 03/08/2005 y 01/05/2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>BE 200
                    <daterange>
                        <startdate>08/03/2005</startdate>
                        <enddate>05/01/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>08/03/2005</startdate>
                        <enddate>05/01/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>La configuraci&#243;n del soporte del asiento montado de seguridad para ni&#241;os, CE blanco de 39
                pulgadas, no proporciona resistencia suficiente para cumplir con los requisitos de FMVSS 210 si los
                cinturones de seguridad est&#225;n amarrados. IC Corporation no ha experimentado ninguna falla
                relacionada con este problema.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>PB405 (BESB) Modelo a&#241;o 2007</para>
                </item>
                <item>
                    <para>PB105 (CESB) Modelo a&#241;os 2006 y 2007</para>
                </item>
                <item>
                    <para>C&#243;digos de funci&#243;n: 48TWX 48SLR 48SUT 48SCL 48SBM 48SYB 48SLL 48SLM 48SLP 48SRV
                        48SST 48SYC 48TBU 48TRS 48SRX 48BYP 48BYR
                    </para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados, y el uso de estos datos para
                otros fines, distintos de esta campa&#241;a, constituye una infracci&#243;n legal en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="8">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Los rayos ultravioletas e infrarrojos invisibles emitidos en la soldadura pueden da&#241;ar
                            los ojos y la piel cuando no est&#225;n protegidos. Se debe utilizar protecci&#243;n como
                            casco de soldador y lentes con filtro de color oscuro de una adecuada densidad. La soldadura
                            GTAW o TIG produce radiaci&#243;n intensa; por lo tanto, se recomienda usar lentes con l&#225;mina
                            de filtro del color m&#225;s oscuro posible y que proporcionen una adecuada visibilidad. Se
                            recomienda especialmente que las personas que trabajen en el &#225;rea de soldadura usen
                            gafas de seguridad contra destellos. Tambi&#233;n se deber&#225; usar ropa protectora.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, cuando est&#233;
                            reparando el veh&#237;culo estaci&#243;nelo en una superficie plana, aplique el freno de
                            estacionamiento, apague el motor y coloque calzos en las ruedas.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento de inspecci&#243;n</title>
                <para>Por favor, inspeccione cada autob&#250;s para determinar si esta reparaci&#243;n es necesaria. Los
                    asientos afectados tendr&#225;n una combinaci&#243;n de tipos de patas. Ver las fotograf&#237;as m&#225;s
                    abajo. Si hay dos pernos detr&#225;s de cada poste de las patas traseras (hacia la parte de atr&#225;s
                    del autob&#250;s, como se muestra en la fotograf&#237;a 2 m&#225;s abajo, con 4 pernos de montaje)
                    el asiento no tiene problemas. Si hay s&#243;lo un perno detr&#225;s de cada poste de la pata (hacia
                    la parte trasera del autob&#250;s, como se muestra en la fotograf&#237;a 1 m&#225;s abajo, con 3
                    pernos de montaje), el asiento debe ser reparado.
                </para>
                <figure id="f0650701" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650701.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="232px"/>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de reparaci&#243;n</title>
                <para>POR FAVOR, lea todas las instrucciones antes de comenzar el proceso de reparaci&#243;n.</para>
                <para>Los r&#243;tulos de las siguientes figuras se refieren a lo siguiente:</para>
                <table id="t0650702" tblwidth="pg-wide">
                    <tgroup cols="2">
                        <colspec colname="col1" align="center" colwidth="0.47*"/>
                        <colspec colname="col2" colwidth="1.53*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Elemento</para>
                                </entry>
                                <entry>
                                    <para>Descripci&#243;n</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center">
                                    <para>1</para>
                                </entry>
                                <entry>
                                    <para>Pata, Riel BOL 10.75</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2</para>
                                </entry>
                                <entry>
                                    <para>Pata, desviaci&#243;n del riel BOL</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>3</para>
                                </entry>
                                <entry>
                                    <para>Soporte, tipo bumer&#225;n de montaje de la esquina delantera</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>4</para>
                                </entry>
                                <entry>
                                    <para>Tornillo, 7/15-14 &#215; 1.25 cabeza hexagonal, grado 5</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>5</para>
                                </entry>
                                <entry>
                                    <para>Arandela, 7/16 plana, zinc USS</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>6</para>
                                </entry>
                                <entry>
                                    <para>Tuerca, 7/16-14 enchapada en zinc Nylock</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>7</para>
                                </entry>
                                <entry>
                                    <para>Tuerca, &#188; -20 enchapada en zinc Nylock</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>8</para>
                                </entry>
                                <entry>
                                    <para>Tornillo, &#188; -20 &#215; 1.75 tapa hexagonal grado 5 de zinc</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>9</para>
                                </entry>
                                <entry>
                                    <para>Tornillo, &#188; -20 &#215; 1 cabeza hexagonal grado 5</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>10</para>
                                </entry>
                                <entry>
                                    <para>Arandela, &#188; plana, zinc</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>11</para>
                                </entry>
                                <entry>
                                    <para>Accesorio, riel Kinedyne</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>12</para>
                                </entry>
                                <entry>
                                    <para>Accesorio, riel Q-Straint</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <figure id="f0650702" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650702.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="232px"/>
                </figure>
                <figure id="f0650703" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650703.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                </figure>
                <figure id="f0650704" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650704.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                </figure>
                <figure id="f0650705" figsize="col-wide">
                    <graphic filename="../recallfigures/g0650705.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                </figure>
                <figure id="f0650706" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650706.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="272px"/>
                </figure>
                <figure id="f0650707" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650707.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="272px"/>
                </figure>
                <step1>
                    <para count="1">Con un l&#225;piz (o cualquier t&#233;cnica o utensilio de marcado que se pueda
                        borrar) marque la ubicaci&#243;n del asiento. Haga una marca en el piso junto a la posici&#243;n
                        de montaje del riel delantero de cada pata. Vea la Figura 1, parte superior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite el herraje del riel de las patas de los asientos y quite el asiento del veh&#237;culo.</para>
                </step1>
                <step1>
                    <para count="1">Retire el amortiguador del asiento de la parte inferior desde los soportes girando
                        los sujetadores de los asientos (ubicados en la parte trasera de la parte inferior del asiento)
                        a 90 grados en cada direcci&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">Luego de girar los sujetadores del asiento, sujete la parte trasera del asiento y
                        jale hacia arriba.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ubique el soporte de la pata del lado del pasillo. Este es el Elemento 3 en la
                        Figura 3. Aseg&#250;rese de que el soporte est&#233; nivelado con la parte inferior del marco
                        del asiento. Inserte el soporte soldado en su lugar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Verifique las ubicaciones del soporte.Luego de verificar que el soporte est&#233;
                        colocado correctamente, complete el proceso de soldadura como se muestra en la secci&#243;n B-B.
                        La soldadura debe consistir en una l&#237;nea de 0.25 a lo largo del borde del soporte y del
                        marco del asiento. Se debe utilizar una manta de soldar para proteger el respaldo del asiento y
                        los cinturones de seguridad.
                    </para>
                </step1>
                <step1>
                    <para count="1">Deber&#225; pulir las soldaduras hasta dejarlas suaves para asegurar que no quede
                        ning&#250;n borde filoso producido al agregar el soporte.
                    </para>
                </step1>
                <step1>
                    <para count="1">Saque las patas de los asientos existentes de la estructura de cada asiento. &#201;stas
                        se pueden quitar antes de soldar si se desea.
                    </para>
                </step1>
                <step1>
                    <para count="1">Imprima y pinte el &#225;rea soldada. Imprima y pinte las &#225;reas de alrededor si
                        es necesario.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las nuevas patas provistas con el juego. Vea la Figura 1, secci&#243;n B-B y
                        secci&#243;n C-C.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale el amortiguador del asiento de la parte inferior en la estructura del
                        asiento.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale el asiento en la ubicaci&#243;n marcada en el paso 1. Utilice el elemento
                        11 con riel Kinedyne o Sure-Lok (aplique una torsi&#243;n de 25-30 libras-pie, 34.9-47.6 Nm).
                        Utilice el elemento 12 con riel Q-straint (aplique una torsi&#243;n de 35 libras-pie, 47.4 Nm)
                        Las im&#225;genes de abajo muestran la diferencia entre los tipos de rieles Kinedyne y
                        Q'Straint.
                    </para>
                </step1>
                <figure id="f0650708" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650708.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="272px"/>
                </figure>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0650701" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.30in"/>
                    <colspec colname="col2" colwidth="2.08in"/>
                    <colspec colname="col3" colwidth="3.38in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n del juego</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Contiene:</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry morerows="4">
                                <para>8900186R91</para>
                            </entry>
                            <entry morerows="4">
                                <para>JUEGO, REPARACI&#211;N EN TERRENO CE BLANCO 39 EN ASIENTOS CON RIEL LH (lado
                                    izquierdo)
                                </para>
                            </entry>
                            <entry>
                                <para>2592744C1-1ea: Juego, patas LH</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>435054001-12 ea: Accesorio, asiento con riel Kinedyne</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>452510001-12 ea: Accesorio, asiento con riel Q'Straint</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>22264R1-16 ea: Arandela, plana</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592743C1-1ea: Manual, de inst.</para>
                            </entry>
                        </row>
                        <row>
                            <entry morerows="4">
                                <para>8900187R91</para>
                            </entry>
                            <entry morerows="4">
                                <para>JUEGO, REPARACI&#211;N EN TERRENO CE 39 BLANCO EN ASIENTOS CON RIEL RH (lado
                                    derecho)
                                </para>
                            </entry>
                            <entry>
                                <para>2592745C1-1ea: Juego, patas RH</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>435054001-12 ea: Accesorio, asiento con riel Kinedyne</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>452510001-12 ea: Accesorio, asiento con riel Q'Straint</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>22264R1-16 ea: Arandela, plana:</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592743C1-1ea: Manual, de inst.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0650703" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06507-1</para>
                            </entry>
                            <entry>
                                <para>Tiempo de reparaci&#243;n por asiento</para>
                            </entry>
                            <entry>
                                <para>1.4 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted tiene las cartas de notificaci&#243;n al
                cliente y las tarjetas de autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia y del cliente.
                <emph type="bold">DE INMEDIATO</emph>
                desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La National Traffic and Motor Vehicle Safety Act (Ley Nacional de Seguridad de Tr&#225;fico y Veh&#237;culos
                Motorizados), establece, en su modificaci&#243;n, que todo veh&#237;culo sujeto a una campa&#241;a de
                retiro debe ser adecuadamente
                <emph type="bold">reparado</emph>
                dentro de un plazo razonable desde que el propietario lo entreg&#243; para su reparaci&#243;n. Si no se
                repara dentro de los
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega de un veh&#237;culo, es una prueba suficiente de incumplimiento dentro de un plazo
                razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el propietario
                tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo
                alguno o a recibir el reembolso del precio de compra menos un descuento razonable equivalente a la
                devaluaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben realizar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible para programar una cita r&#225;pidamente
                con el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                campa&#241;as de retiro.
            </para>
            <para>Es importante que la codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las cartas de notificaci&#243;n
                al cliente y las tarjetas de autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar la ubicaci&#243;n de la transferencia o del cliente desde la ubicaci&#243;n de su
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                habitual, con referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas instrucciones importantes. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
