<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 06505 - RETIRO POR INCUMPLIMIENTO: Junta davenport / de piso en ciertos buses RE fabricados
        entre el 01 de julio de 2005 y el 09 de mayo de 2006.
    </stitle>
    <recall id="rec06505" translation="spanish">
        <recallnumber>06505</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Septiembre de 2006</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>RETIRO POR INCUMPLIMIENTO: Junta davenport / de piso en ciertos buses RE fabricados entre el 01 de
            julio de 2005 y el 09 de mayo de 2006.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE Bus
                    <daterange>
                        <startdate>07/01/2005</startdate>
                        <enddate>05/09/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>Es posible que la junta davenport / de piso en la parte posterior de ciertos buses RE fabricados entre
                el 01 de julio de 2005 y el 09 de mayo de 2006 no cumpla con los requisitos de resistencia para juntas
                de FMVSS N&#186; 221 "Resistencia de juntas de carrocer&#237;as de buses escolares".
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>&#8226;&#9;PB305 (RESB) : Modelo a&#241;os 2006 y 2007</para>
                </item>
            </randlist>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de reparaci&#243;n</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte cuando est&#233;
                            reparando el veh&#237;culo, estaci&#243;nelo en una superficie plana, aplique el freno de
                            estacionamiento, apague el motor y coloque calzos en las ruedas.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                            cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                        </para>
                    </warning>
                </specpara>
                <para>Herramientas requeridas</para>
                <randlist type="bullet">
                    <item>
                        <para>Desarmador de percusi&#243;n inal&#225;mbrico y punta Phillips N&#186; 2</para>
                    </item>
                    <item>
                        <para>Taladro con broca de 11/64"</para>
                    </item>
                    <item>
                        <para>Cortador de fleje o cortapernos</para>
                    </item>
                    <item>
                        <para>Escoba o aspiradora</para>
                    </item>
                    <item>
                        <para>Banda magn&#233;tica o protecci&#243;n para taladro</para>
                    </item>
                    <item>
                        <para>Sierra para metales con hoja de corte met&#225;lica</para>
                    </item>
                </randlist>
                <para>Esta reparaci&#243;n implica asegurar tres barras de retenci&#243;n planas a lo largo de la parte
                    frontal de la junta davenport. Las barras de retenci&#243;n se aseguran con tornillos de 1 1/2"
                    espaciados a 1 1/8" que se instalan a trav&#233;s de la cubierta del piso, de la madera
                    contrachapada (si corresponde), del reborde inferior del cierre de la junta davenport y de la
                    subestructura del piso. Com&#250;nmente, el reborde inferior del cierre de la junta davenport no est&#225;
                    visible debajo del tapete y de la madera contrachapada (si corresponde). S&#243;lo hay un n&#250;mero
                    de refacci&#243;n para la barra de retenci&#243;n de un largo determinado. Las dos barras de retenci&#243;n
                    m&#225;s cortas se crean al cortar la barra m&#225;s larga del tama&#241;o adecuado.
                </para>
                <para>
                    <emph type="bold">Tenga en cuenta los siguientes requisitos antes de realizar la reparaci&#243;n:
                    </emph>
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>La barra de retenci&#243;n del lado derecho debe colocarse de modo que quede contra la
                            pared lateral del bus y lo m&#225;s cerca posible de la cara vertical de la cubierta de la
                            junta davenport.
                        </para>
                    </item>
                    <item>
                        <para>Todas las barras de retenci&#243;n deben quedar lo m&#225;s cerca posible de la cara
                            vertical del cierre de la junta davenport.
                        </para>
                    </item>
                    <item>
                        <para>La barra de retenci&#243;n del lado izquierdo debe colocarse de modo que el extremo
                            exterior quede en l&#237;nea con la muesca de la manguera del calefactor.
                        </para>
                    </item>
                    <item>
                        <para>Las barras de retenci&#243;n no deben superponerse.</para>
                    </item>
                    <item>
                        <para>Todos los tornillos deben ajustarse y asegurarse por completo a trav&#233;s del canal
                            estructural bajo el piso.
                        </para>
                    </item>
                    <item>
                        <para>El marco de hule debe reinstalarse de modo que el &#225;rea tenga una correcta
                            apariencia.
                        </para>
                    </item>
                    <item>
                        <para>Las mellas o rayaduras en la superficie pintada del cierre de la junta davenport deben
                            repararse.
                        </para>
                    </item>
                    <item>
                        <para>Todas las virutas de la perforaci&#243;n deben limpiarse y removerse.</para>
                    </item>
                </seqlist>
            </svcprocinfo>
            <svcsubproc>
                <title>Reparaci&#243;n</title>
                <step1>
                    <para count="1">Quite los tornillos de retenci&#243;n para remover el marco de hule que cubre la
                        junta entre la parte inferior del cierre de la junta davenport y el piso. Com&#250;nmente se usa
                        un desarmador de percusi&#243;n inal&#225;mbrico y una punta Phillips N&#186; 2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque el marco y los tornillos en un lugar seguro de modo que puedan volver a
                        instalarse m&#225;s adelante en el proceso.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite el &#250;ltimo tornillo de cada pieza de tapizado del pasillo (tipo instalado
                        con tornillos) para que sea posible levantar el tapizado. Con tapizado sin tornillos, levante el
                        tapizado desde la banda de retenci&#243;n mediante una herramienta plana y delgada, tal como un
                        desarmador de gran tama&#241;o o una esp&#225;tula de servicio pesado. Al final del proceso, ser&#225;
                        necesario reemplazar los tornillos del tapiz instalado con tornillos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque una barra de retenci&#243;n de tama&#241;o completo (N/R 2592739C1) en el
                        piso, a lo largo del lado derecho de la junta davenport. La barra debe colocarse contra la pared
                        exterior y lo m&#225;s cerca posible de la cara vertical del cierre de la junta davenport. Esto
                        es para asegurarse de que los tornillos pasen a trav&#233;s de la barra de retenci&#243;n, del
                        reborde del cierre de la junta davenport y de la subestructura bajo el piso. Consulte la Figura
                        1.
                    </para>
                </step1>
                <figure id="f0650501" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figura 1</caption>
                </figure>
                <step1>
                    <para count="1">Antes de perforar los orificios para los tornillos, coloque una banda magn&#233;tica
                        u otra protecci&#243;n para taladro a lo largo de la cara vertical del cierre de la junta
                        davenport con el fin de proteger la superficie pintada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Utilizando los orificios gu&#237;a de la barra de retenci&#243;n, perfore el
                        material del piso hasta la barra met&#225;lica de soporte bajo el piso con una broca de 11/64".
                        Se recomienda instalar un tornillo cada cinco orificios para impedir que la barra se mueva o se
                        desv&#237;e (ondulaci&#243;n) a medida que se perforan los orificios y se instalan los
                        tornillos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale un tornillo en cada orificio gu&#237;a. Consulte la Figura 2.</para>
                </step1>
                <figure id="f0650502" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650502.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 2</caption>
                </figure>
                <step1>
                    <para count="1">En la ubicaci&#243;n del tapizado del pasillo, la barra de retenci&#243;n debe
                        quedar debajo del tapizado, excepto para el tapizado sin tornillos. El tapizado sin tornillos
                        debe modificarse de modo que no interfiera con la barra.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la barra es demasiado larga, es posible cortar su extremo en la esquina del
                        cierre de la junta davenport central. Esto puede ser necesario para el bus V-8. Com&#250;nmente
                        puede usarse un cortador de fleje o un cortapernos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque la barra de retenci&#243;n restante adyacente al borde diagonal del cierre
                        de la junta davenport. Utilizando como gu&#237;a el largo de la cara diagonal del cierre, corte
                        una secci&#243;n de la barra de retenci&#243;n para ajustarla a la cara diagonal.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque la secci&#243;n corta de la barra de retenci&#243;n lo m&#225;s cerca
                        posible de la cara vertical del cierre de la junta davenport.
                    </para>
                </step1>
                <figure id="f0650503" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650503.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figura 3</caption>
                </figure>
                <step1>
                    <para count="1">Perfore e instale tornillos en las ubicaciones de los orificios gu&#237;a conforme a
                        las pautas de la barra de retenci&#243;n del lado derecho.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque la barra de retenci&#243;n restante a lo largo del lado izquierdo del cierre
                        de la junta davenport. La barra de retenci&#243;n del lado izquierdo no debe colocarse hasta el
                        final en la pared lateral debido al corte para la manguera del calefactor en la cubierta de la
                        junta davenport. El extremo exterior de la barra de retenci&#243;n debe alinearse con el corte
                        en el cierre de la junta davenport para la manguera del calefactor. El extremo de la cubierta de
                        la manguera del calefactor debe levantarse para colocar e instalar el extremo de la barra. Para
                        levantar la cubierta de la manguera del calefactor, quite los tornillos seg&#250;n sea
                        necesario. Consulte la Figura 4.
                    </para>
                </step1>
                <figure id="f0650504" figsize="pg-wide">
                    <graphic filename="../recallfigures/g0650504.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="272px"/>
                    <caption>Figura 4</caption>
                </figure>
                <step1>
                    <para count="1">Corte la barra de retenci&#243;n del lado izquierdo si es necesario.</para>
                </step1>
                <step1>
                    <para count="1">Perfore e instale tornillos en las ubicaciones de los orificios gu&#237;a conforme a
                        las pautas de la barra de retenci&#243;n del lado derecho.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale los tornillos que quit&#243; en el paso 3. Si es necesario, perfore un
                        orificio en la barra de retenci&#243;n. Si la unidad tiene tapizado del pasillo tipo vinil
                        instalado con tornillos o tapizado sin tornillos, modifique la parte inferior del tapizado
                        quitando la parte central para permitir que el tapizado quede nivelado sobre las barras de
                        retenci&#243;n. Presione el tapizado sin tornillos para volver a insertarlo en los retenes.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar la cubierta de la manguera del calefactor con los mismos tornillos
                        que quit&#243; en el paso 13.
                    </para>
                </step1>
                <step1>
                    <para count="1">Limpie las virutas de la perforaci&#243;n alrededor de las barras de
                        retenci&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar el marco de hule de la junta davenport. El marco debe cubrir las
                        barras de retenci&#243;n.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <partsinfo>
            <table id="t0650501" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.06in"/>
                    <colspec colname="col2" colwidth="1.62in"/>
                    <colspec colname="col3" colwidth="2.89in"/>
                    <colspec colname="COLSPEC0" colwidth="1.11in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>N&#250;mero de refacci&#243;n del juego</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Contiene</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry morerows="2">
                                <para>8900185R91</para>
                            </entry>
                            <entry morerows="2">
                                <para>JUEGO, REPARACI&#211;N EN TERRENO JUNTA DAVENPORT</para>
                            </entry>
                            <entry>
                                <para>2592739C1 - Barra de retenci&#243;n, junta davenport</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592738C1 - Manual, reparaci&#243;n en terreno junta davenport</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>91305500 - Tornillo, N&#186; 12 x 1.5" CRPNH</para>
                            </entry>
                            <entry>
                                <para>86</para>
                            </entry>
                        </row>
                        <row>
                            <entry morerows="2">
                                <para>8900188R91</para>
                            </entry>
                            <entry morerows="2">
                                <para>JUEGO, REPARACI&#211;N EN TERRENO JUNTA DAVENPORT, SS (s&#243;lo
                                    <emph type="bold">Florida</emph>)
                                </para>
                            </entry>
                            <entry>
                                <para>2592739C1 - Barra de retenci&#243;n, junta davenport</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>2592738C1 - Manual, reparaci&#243;n en terreno junta davenport</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>91302002 - SST Tornillo, N&#186; 12 x 1.5" CRFLH BSD</para>
                            </entry>
                            <entry>
                                <para>86</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0650502" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-06505-1</para>
                            </entry>
                            <entry>
                                <para>Reparaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1.2 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible por programar una cita r&#225;pidamente con
                el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
