<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 07505 - GROSOR DEL ALOJAMIENTO DEL EJE TRASERO DANA SPICER&#174; en algunos modelos 4000,
        7000, 8000, 9000 y ProStar&#8482; fabricados entre el 15 de noviembre de 2006 y el 19 de febrero de 2007
    </stitle>
    <recall id="M07505" translation="spanish">
        <recallnumber>07505</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Mayo de 2007</recalldate>
        <subjectfile>EJE TRASERO</subjectfile>
        <subject>GROSOR DEL ALOJAMIENTO DEL EJE TRASERO DANA SPICER&#174; en algunos modelos 4000, 7000, 8000, 9000 y
            ProStar&#8482; fabricados entre el 15 de noviembre de 2006 y el 19 de febrero de 2007
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>11/15/2006</startdate>
                        <enddate>02/19/2007</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>14AHB</ucode>
                <ucode>14AHC</ucode>
                <ucode>14CEU</ucode>
                <ucode>14GJD</ucode>
                <ucode>14GJE</ucode>
                <ucode>14GJP</ucode>
                <ucode>14GJV</ucode>
            </configure>
        </apply>
        <defect>
            <para>Uno o ambos alojamientos del eje trasero de un veh&#237;culo sospechoso pueden contener material m&#225;s
                delgado de lo necesario para el funcionamiento normal del veh&#237;culo. Con el tiempo, este material m&#225;s
                delgado puede provocar una falla por fatiga del alojamiento del eje trasero, posiblemente en la ubicaci&#243;n
                del disco de freno. Una grieta en la ubicaci&#243;n del disco de freno del alojamiento del eje trasero
                puede ocasionar un aprisionamiento del extremo de la rueda o la separaci&#243;n &#233;sta, lo que puede
                provocar da&#241;o a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad comprende algunos modelos 4000, 7000, 8000, 9000 y ProStar&#8482;, fabricados
                entre 15 de noviembre de 2006 y el 19 de febrero de 2007 con los siguientes c&#243;digos de caracter&#237;stica
                de eje trasero Dana Spicer: 14AHB, 14AHC, 14CEU, 14GJD, 14GJE, 14GJP, 14GJV.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en cualquier direcci&#243;n.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="boldundersc">PROCEDIMIENTO DE INSPECCI&#211;N</emph>
            </para>
            <para>
                <emph type="bold">PROGRAMACI&#211;N DE UNA INSPECCI&#211;N</emph>
            </para>
            <para>1.0&#9;Este retiro de seguridad exige que los distribuidores de International dispongan que un
                servicio de inspecci&#243;n tercero inspeccione los alojamientos de ejes sospechosos.
            </para>
            <para>2.0&#9;Este servicio de inspecci&#243;n medir&#225; el grosor de la pared de los alojamientos del eje
                trasero del veh&#237;culo, para determinar si se debe reemplazar el alojamiento del eje.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="italic">Esta inspecci&#243;n no se puede realizar visualmente.</emph>
                    </para>
                </item>
            </randlist>
            <para>3.0&#9;Se solicita a los propietarios de los veh&#237;culos comunicarse con su distribuidor de
                International m&#225;s cercano, e informar al Departamento de Servicio que su veh&#237;culo est&#225;
                incluido en este retiro de seguridad.
            </para>
            <para>4.0&#9;El distribuidor dispondr&#225; que el servicio de inspecci&#243;n tercero inspeccione el veh&#237;culo,
                ya sea en la ubicaci&#243;n del distribuidor o en la del cliente.
            </para>
            <randlist type="bullet">
                <item>
                    <para>El lugar donde se realice la inspecci&#243;n se determinar&#225; a criterio del distribuidor.
                        Trabaje con el propietario del veh&#237;culo para determinar el lugar, la fecha y la hora m&#225;s
                        convenientes para la inspecci&#243;n.
                    </para>
                </item>
            </randlist>
            <para>5.0&#9;Una vez decidido el lugar de la inspecci&#243;n, el distribuidor debe comunicarse con:</para>
            <para>
                <emph type="bold">DAN TOTMAN, CONAM INSPECTION SVC. 1-800-333-8629 x22</emph>
            </para>
            <para>y darle el
                <emph type="bold">VIN del veh&#237;culo; el nombre, la direcci&#243;n y el tel&#233;fono de contacto del
                    distribuidor; el nombre, la direcci&#243;n y el tel&#233;fono de contacto del cliente
                </emph>
                (si la inspecci&#243;n se realizar&#225; en la ubicaci&#243;n del cliente), y la
                <emph type="bold">fecha y hora recomendadas</emph>
                del cliente para la inspecci&#243;n.
            </para>
            <para>6.0&#9;Dan se comunicar&#225; con la sucursal de CONAM m&#225;s cercana para programar la visita de un
                t&#233;cnico para la inspecci&#243;n en la ubicaci&#243;n. Una vez que se programe la visita del t&#233;cnico
                de CONAM, Dan se comunicar&#225; con el gerente de servicio del distribuidor, o con su designado, para
                concretar la hora y el lugar de la inspecci&#243;n.
            </para>
            <para>7.0&#9;Considere un tiempo de hasta
                <emph type="bold">tres (3)</emph>
                d&#237;as h&#225;biles para que se concrete este proceso de programaci&#243;n.
            </para>
            <para>8.0&#9;Una vez que CONAM haya programado el lugar, la fecha y la hora de la inspecci&#243;n, el
                distribuidor deber&#225; comunicarse con el cliente para concretar el proceso e informarle del lugar, la
                fecha y la hora de la inspecci&#243;n.
            </para>
            <para>9.0&#9;Despu&#233;s de que CONAM realice la inspecci&#243;n, enviar&#225;n los resultados a Dana
                Corporation para su revisi&#243;n. Dana entonces informar&#225; al distribuidor cu&#225;l alojamiento
                del eje se debe reemplazar, si es que se debe reemplazar alguno.
            </para>
            <para>10.0&#9;Si el alojamiento del eje se debe reemplazar, Dana dispondr&#225; que un alojamiento del eje
                <emph type="bold">se env&#237;e directamente a la ubicaci&#243;n del distribuidor</emph>
                desde su instalaci&#243;n en Humboldt, Tennessee.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Considere un tiempo de hasta diez (10) d&#237;as h&#225;biles para que el alojamiento del eje
                        de reemplazo llega a donde se realizar&#225; la reparaci&#243;n.
                    </para>
                </item>
            </randlist>
            <para>11.0&#9;Si el alojamiento del eje se debe reemplazar, el distribuidor trabajar&#225; con el
                propietario del veh&#237;culo para programar el reemplazo del alojamiento del eje.
            </para>
            <para>12.0&#9;Si el alojamiento del eje inspeccionado NO necesita reemplazo, el distribuidor informar&#225;
                al propietario del veh&#237;culo que no es necesaria ninguna otra acci&#243;n.
            </para>
            <para>
                <emph type="boldundersc">REEMPLAZO DEL ALOJAMIENTO DEL EJE TRASERO</emph>
            </para>
            <para>13.0&#9;Consulte el procedimiento adecuado para reemplazar el alojamiento del eje trasero en la
                documentaci&#243;n de ISIS y en el Manual de servicio maestro.
            </para>
            <para>14.0&#9;Destruya el alojamiento del eje retirado antes de eliminarlo.</para>
            <randlist type="bullet">
                <item>
                    <para>El m&#233;todo preferido es usar un soplete de corte para dividir el alojamiento en dos (2)
                        mitades por el &#225;rea diferencial central.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="bold">NO</emph>
                se necesitan piezas para el
                <emph type="boldital">PROCEDIMIENTO DE INSPECCI&#211;N</emph>.
            </para>
            <para>Si es necesario, los alojamientos del eje trasero de reemplazo se enviar&#225;n directamente a la
                instalaci&#243;n de reparaci&#243;n, sin costo alguno. Sin embargo, los distribuidores pueden agregar un
                complemento por el manejo de las piezas de
                <emph type="bold">$300.00</emph>
                en la secci&#243;n "Otros cargos" del reclamo de la garant&#237;a cuando reemplace el alojamiento del
                eje.
            </para>
            <para>Solicite cualquier empaque, cojinete, lubricante, etc. que necesite mediante el cat&#225;logo de
                piezas.
            </para>
        </partsinfo>
        <laborinfo>
            <table id="t0750501" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07505-1</para>
                            </entry>
                            <entry>
                                <para>Disponga S&#211;LO la inspecci&#243;n del veh&#237;culo.</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-2</para>
                            </entry>
                            <entry>
                                <para>Disponga la inspecci&#243;n del veh&#237;culo Y reemplace el alojamiento del eje
                                    trasero &#218;NICO.
                                </para>
                            </entry>
                            <entry>
                                <para>5,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-3</para>
                            </entry>
                            <entry>
                                <para>Disponga la inspecci&#243;n del veh&#237;culo Y reemplace el alojamiento del eje
                                    TRASERO ANTERIOR de una suspensi&#243;n de AIRE u HOJAS.
                                </para>
                            </entry>
                            <entry>
                                <para>7,7 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-4</para>
                            </entry>
                            <entry>
                                <para>Disponga la inspecci&#243;n del veh&#237;culo Y reemplace el alojamiento del eje
                                    TRASERO POSTERIOR de una suspensi&#243;n de AIRE u HOJAS.
                                </para>
                            </entry>
                            <entry>
                                <para>6,0 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-5</para>
                            </entry>
                            <entry>
                                <para>Disponga la inspecci&#243;n del veh&#237;culo Y reemplace el alojamiento del eje
                                    TRASERO ANTERIOR de una suspensi&#243;n de BARRA ESTABILIZADORA.
                                </para>
                            </entry>
                            <entry>
                                <para>6,8 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-6</para>
                            </entry>
                            <entry>
                                <para>Disponga la inspecci&#243;n del veh&#237;culo Y reemplace el alojamiento del eje
                                    TRASERO POSTERIOR de una suspensi&#243;n de BARRA ESTABILIZADORA.
                                </para>
                            </entry>
                            <entry>
                                <para>5,6 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07505-7</para>
                            </entry>
                            <entry>
                                <para>ADICI&#211;N S&#211;LO PARA PURGA DE FRENOS HIDR&#193;ULICOS</para>
                            </entry>
                            <entry>
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>1.0&#9;Si un distribuidor dispone la inspecci&#243;n del alojamiento del eje y NO es necesario
                reemplazarlo, presente una operaci&#243;n de trabajo
                <emph type="bold">-1</emph>.
            </para>
            <para>2.0&#9;Las operaciones de trabajo
                <emph type="bold">-2</emph>
                a
                <emph type="bold">-6</emph>
                incluyen las siguientes actividades:
            </para>
            <para>&#8226;&#9;Disponga la inspecci&#243;n por parte de terceros.</para>
            <para>&#8226;&#9;Quite y reemplace el componente, y vuelva a instalar todas las piezas relacionadas.</para>
            <para>&#8226;&#9;Desconecte y conecte los eje(s) de propulsi&#243;n.</para>
            <para>&#8226;&#9;Quite y reemplace los semiejes y los empaques.</para>
            <para>&#8226;&#9;Quite y reemplace los conjuntos de ruedas.</para>
            <para>&#8226;&#9;Reemplace los sellos de las ruedas</para>
            <para>&#8226;&#9;Quite y reemplace el diferencial.</para>
            <para>&#8226;&#9;Quite y reemplace los componentes del freno.</para>
            <para>&#8226;&#9;Desconecte y conecte las l&#237;neas hidr&#225;ulicas o de aire, purgue los frenos cuando
                sea necesario.
            </para>
            <para>&#8226;&#9;Purgue y llene el alojamiento y el portador.</para>
            <para>&#8226;&#9;Ajuste los empaques de los frenos de las ruedas traseras en el eje reemplazado (frenos de
                aire).
            </para>
            <para>&#8226;&#9;Limpie, inspeccione y ajuste los baleros de ruedas.</para>
            <para>&#8226;&#9;Prueba en carretera</para>
            <para>2.1&#9;Las operaciones de trabajo
                <emph type="bold">-2</emph>
                a
                <emph type="bold">-6</emph>
                excluyen cortar o soldar. Dana suministrar&#225; alojamientos del eje con todos los empaques necesarios.
            </para>
            <para>3.0&#9;Si es necesario purgar los frenos para el chasis hidr&#225;ulico, se puede agregar la operaci&#243;n
                de trabajo
                <emph type="bold">-7</emph>
                al reclamo de la garant&#237;a.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/Label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO a la ubicaci&#243;n de la transferencia o al cliente</emph>
                desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible por programar una cita r&#225;pidamente con
                el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
