<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 07501-R2 - CABLES DE BATER&#205;A en algunos modelos 9000 fabricados entre el 1 de abril de
        2002 y el 25 de diciembre de 2006 con motores&#174;Caterpillar
    </stitle>
    <recall id="M07501" translation="spanish">
        <recallnumber>07501-R2</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Agosto de 2007</recalldate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>CABLES DE BATER&#205;A en algunos modelos 9000 fabricados entre el 1 de abril de 2002 y el 25 de
            diciembre de 2006 con motores&#174;Caterpillar
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Caterpillar</vendor>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>04/01/2002</startdate>
                        <enddate>12/25/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>
                <emph type="boldundersc">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
            </para>
            <para>
                <emph type="bold">PROCEDIMIENTO DE REPARACI&#211;N</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Nota agregada al elemento 2.</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">INFORMACI&#211;N DE TRABAJO</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>La operaci&#243;n de trabajo A40-07501-1 se ha modificado:</para>
                    <randlist type="dash">
                        <item>
                            <para>La descripci&#243;n cambi&#243; a "
                                <emph type="bold">Instale soportes en veh&#237;culos que tengan la CAJA DE BATER&#205;A
                                    HACIA ADELANTE del TANQUE DE COMBUSTIBLE</emph>".
                            </para>
                        </item>
                        <item>
                            <para>La duraci&#243;n del trabajo aument&#243; a 1,0 hr.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Operaci&#243;n de trabajo agregada A40-07501-4.</para>
                </item>
            </randlist>
            <para>Los cables positivos de la bater&#237;a, que suministran potencia desde la bater&#237;a hasta el motor
                de arranque, pueden frotarse contra un cable el&#233;ctrico de conexi&#243;n a tierra entre el motor y
                el motor de arranque, un cable el&#233;ctrico de conexi&#243;n a tierra entre el larguero del bastidor y
                el motor de arranque, o el larguero del bastidor mismo. Esta fricci&#243;n puede provocar un corte el&#233;ctrico
                o un incendio, el cual puede ocasionar da&#241;o a la propiedad, lesiones personales o la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad comprende los modelos 9100, 9200, 9400 y 9900 fabricados seg&#250;n la
                siguiente configuraci&#243;n:
            </para>
            <randlist type="asterisk">
                <item>
                    <para>Fabricados en la instalaci&#243;n de International en Chatham, Ontario:</para>
                    <randlist type="bullet">
                        <item>
                            <para>con motores Caterpillar C10, C11, C12 o C13: entre el 1 de abril de 2002 y el 28 de
                                septiembre de 2006
                            </para>
                        </item>
                        <item>
                            <para>con motores Caterpillar C15 o C16: entre el 1 de abril de 2002 y el 20 de noviembre de
                                2006
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Fabricados en la instalaci&#243;n de International en Escobedo (Monterrey, M&#233;xico):
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>con motores Caterpillar C10, C11, C12 o C13:entre el 1 de abril de 2002 y el 28 de
                                septiembre de 2006
                            </para>
                        </item>
                        <item>
                            <para>con motores Caterpillar C15 o C16: entre el 1 de abril de 2002 y el 25 de diciembre de
                                2006
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="boldital">Este retiro de seguridad reemplaza al G-05514 S&#211;LO PARA VEH&#205;CULOS CON
                    MOTORES CATERPILLAR.
                </emph>
            </para>
            <para>
                <emph type="boldital">A los veh&#237;culos con motores Caterpillar que anteriormente requirieron G-05514
                    no se les debe realizar este procedimiento; S&#211;LO REALICE ESTE RETIRO, G-07501.
                </emph>
            </para>
            <para>
                <emph type="boldital">OBSERVE QUE: Este retiro, G-07501, se debe realizar sin importar ninguna disposici&#243;n
                    previa de G-05514.
                </emph>
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="42">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en cualquier direcci&#243;n.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, mantenga siempre lejos del veh&#237;culo chispas
                        o llamas, y no fume. Las bater&#237;as expelen gases explosivos.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte los cables positivos
                    <emph type="bold">y</emph>
                    negativos de sus terminales en la caja de bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los seguros de correa de los cables positivos y negativos de la bater&#237;a
                    entre el motor de arranque y la caja de bater&#237;a.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Suelte las abrazaderas de hule de la caja de bater&#237;a para quitar completamente los cables
                        de la bater&#237;a de la caja de bater&#237;a.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si el veh&#237;culo tiene la caja de bater&#237;a DETR&#193;S de los tanques de combustible
                        (parte trasera de la cabina), puede levantar el veh&#237;culo hasta una altura de trabajo segura
                        para tener un acceso m&#225;s f&#225;cil entre las barras estabilizadoras del tanque de
                        combustible.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite la abrazadera de la placa de apoyo giratoria de entre el bucle delantero de los
                    cables positivos y el cable de tierra del bastidor.
                </para>
            </step1>
            <figure id="f0750101" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750101.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="312px"/>
                <caption>Figura 1</caption>
                <calloutgroup>
                    <callout1>Quite y deseche la placa de apoyo giratoria.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite y deseche el soporte en L del motor de arranque, la abrazadera y el perno de 12
                    puntos del motor de arranque, si est&#225; instalado.
                </para>
            </step1>
            <figure id="f0750102" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750102.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="312px"/>
                <caption>Figura 2</caption>
                <calloutgroup>
                    <callout1>Quite y deseche el soporte en L, la abrazadera y el perno del motor de arranque.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si el veh&#237;culo est&#225; fabricado con el c&#243;digo de caracter&#237;stica
                    <emph type="bold">001GTC</emph>
                    <emph type="italic">TRAVESA&#209;O, rebajamiento pronunciado de la UNI&#211;N AL BASTIDOR; montado
                        entre los soportes de montaje de la cabina delantera</emph>, tambi&#233;n conocido como "faja",
                    quite y deseche el soporte en L y la abrazadera conectada a la parte trasera de la faja.
                </para>
            </step1>
            <figure id="f0750103" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750103.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="232px"/>
                <caption>Figura 3: Faja vista hacia adelante</caption>
                <calloutgroup>
                    <callout1>Soporte en L ubicado en la parte trasera de la faja por el lado del conductor</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">
                    <emph type="boldital">Inspeccione cuidadosamente toda la extensi&#243;n de los cables positivos y
                        negativos de la bater&#237;a en busca de evidencia de fricci&#243;n o raspaduras. Si se
                        encuentra alg&#250;n da&#241;o significativo por raspaduras, reemplace el cable da&#241;ado.
                    </emph>
                </para>
            </step1>
            <para>
                <emph type="bold">Los siguientes pasos son para motores C10, C11, C12 y C13; para motores C15 y C16,
                    vaya al paso 13.
                </emph>
            </para>
            <step1>
                <para count="1">Instale el soporte de montaje delantero del bloque del motor.</para>
            </step1>
            <figure id="f0750104a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 4a: Piezas del soporte de montaje delantero del bloque del motor</caption>
            </figure>
            <figure id="f0750104b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 4b: Orificios de instalaci&#243;n en el bloque del motor, vista desde abajo</caption>
                <calloutgroup>
                    <callout1>1. 2 orificios de instalaci&#243;n M10</callout1>
                    <callout1>2. Hacia adelante</callout1>
                    <callout1>3. Filtro de combustible</callout1>
                    <callout1>4. Terminal de tierra del bloque del motor</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750104c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104c.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figura 4c: Se ha retirado el larguero del bastidor para mayor claridad.</caption>
                <calloutgroup>
                    <callout1>Ubicaci&#243;n del soporte</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750104d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750104df.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figura 4d: En el veh&#237;culo</caption>
                <calloutgroup>
                    <callout1>1. Debido a las muchas posibles combinaciones de los cables el&#233;ctricos en esta &#225;rea,
                        ASEG&#218;RESE QUE NINGUNO DE LOS CABLES EXISTENTES HAGA CONTACTO O FRICCI&#211;N CON EL
                        SOPORTE.
                    </callout1>
                    <callout1>2. Apriete los pernos a 40 a 50 libras pie (54 a 68 Nm).</callout1>
                    <callout1>3. Montaje delantero del bloque del motor</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite el soporte en L de la manguera del enfriador de aceite de la transmisi&#243;n
                    desde el perno prisionero doble del colector de aceite.
                </para>
            </step1>
            <figure id="f0750105" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750105.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figura 5</caption>
                <calloutgroup>
                    <callout1>Quite el soporte en L desde el perno prisionero doble.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite el perno prisionero doble desde el colector de aceite. Reempl&#225;celo con un
                    nuevo perno prisionero doble, volviendo a utilizar los mismos espaciadores (arandelas).Apriete el
                    nuevo perno prisionero doble a 33 a 48 libras pie (45 a 65 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la abrazadera de la manguera del enfriador de aceite de la transmisi&#243;n y
                    desl&#237;cela HACIA ADELANTE hasta el siguiente perno del colector de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno del colector de aceite y reempl&#225;celo con un segundo perno prisionero
                    doble nuevo. Apriete el segundo perno prisionero doble nuevo a 33 a 48 libras pie (45 a 65 Nm). -
                    <emph type="italic">No instale el soporte en L en el nuevo perno prisionero doble por el momento.
                    </emph>
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para los motores C10 o C12, instale la arandela o espaciador entre el colector de aceite y los
                        espaciadores existentes del perno. Aseg&#250;rese de que la punta del perno no tope contra el
                        bloque antes de pasar al paso 12.
                    </para>
                </note>
            </specpara>
            <figure id="f0750106" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750106f.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 6</caption>
                <calloutgroup>
                    <callout1>1. Adelante</callout1>
                    <callout1>2. Ubicaci&#243;n del perno doble nuevo y de la abrazadera</callout1>
                    <callout1>3. Ubicaci&#243;n antigua de la abrazadera para referencia</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale el soporte de montaje del larguero del colector de aceite.</para>
            </step1>
            <figure id="f0750107a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figura 7a: Piezas del soporte del colector de aceite</caption>
            </figure>
            <figure id="f0750107b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 7b: Se ha retirado el larguero del bastidor para mayor claridad.</caption>
                <calloutgroup>
                    <callout1>1. Instale el soporte en L de la manguera del enfriador de aceite en el perno.</callout1>
                    <callout1>2. Instale el soporte del colector de aceite en el perno doble nuevo.</callout1>
                    <callout1>3. Ubicaci&#243;n antigua de la abrazadera para referencia</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750107c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750107c.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 7c: En el veh&#237;culo</caption>
                <calloutgroup>
                    <callout1>Apriete la tuerca a: 33 a 48 libras pie (45 a 65 Nm)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Los siguientes pasos son para los motores C15 y C16; para el resto del procedimiento
                    de reparaci&#243;n, vaya al paso 19.
                </emph>
            </para>
            <step1>
                <para count="1">Quite el soporte en L de la manguera del enfriador de aceite de la transmisi&#243;n
                    desde el perno prisionero doble del colector de aceite.
                </para>
            </step1>
            <figure id="f0750108" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750108.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px"/>
                <caption>Figura 8</caption>
                <calloutgroup>
                    <callout1>Quite el soporte en L desde el perno prisionero doble.</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite el perno prisionero doble desde el colector de aceite. Reempl&#225;celo con un
                    nuevo perno prisionero doble, volviendo a utilizar los mismos espaciadores (arandelas). Apriete el
                    nuevo perno prisionero doble a 28 a 41 libras pie (38 a 56 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la abrazadera de la manguera del enfriador de aceite de la transmisi&#243;n y
                    desl&#237;cela HACIA ADELANTE hasta el siguiente perno del colector de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno del colector de aceite y reempl&#225;celo con un segundo perno prisionero
                    doble nuevo. Apriete el segundo perno prisionero doble nuevo a 28 a 41 libras pie (38 a 56 Nm). -
                    <emph type="italic">No instale el soporte en L en el nuevo perno prisionero doble por el momento.
                    </emph>
                </para>
            </step1>
            <figure id="f0750109" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750109f.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 9</caption>
                <calloutgroup>
                    <callout1>1. Adelante</callout1>
                    <callout1>2. Ubicaci&#243;n del perno doble nuevo y de la abrazadera</callout1>
                    <callout1>3. Ubicaci&#243;n antigua de la abrazadera para referencia</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Los motores C15 y C16 usan un solo soporte combinado en lugar de los suportes de montaje
                    del bloque del motor y del colector de aceite de los motores C10, C11, C12 y C13.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje delantero &#250;nico (s&#243;lo para motores C15 y C16).
                </para>
            </step1>
            <figure id="f0750110a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 10a: Piezas del soporte combinado</caption>
            </figure>
            <figure id="f0750110b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110bf.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figura 10b: Ubique el soporte hacia atr&#225;s de la ventilaci&#243;n.</caption>
                <calloutgroup>
                    <callout1>1. Adelante</callout1>
                    <callout1>2. Ducto de ventilaci&#243;n de la caja del cig&#252;e&#241;al</callout1>
                    <callout1>3. Ubique el soporte en ambos pernos dobles, de manera que mantenga los cables de la bater&#237;a
                        justo HACIA ATR&#193;S del ducto de ventilaci&#243;n de la caja del cig&#252;e&#241;al.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750110c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110c.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
                <caption>Figura 10c: En el veh&#237;culo: ubicaci&#243;n del soporte en L de la manguera del enfriador
                    de aceite
                </caption>
                <calloutgroup>
                    <callout1>Apriete la tuerca a: 28 a 41 libras pie (38 a 56 Nm)</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750110d" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750110d.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
                <caption>Figura 10d: En el veh&#237;culo: Se ha retirado el larguero del bastidor para mayor claridad.
                </caption>
                <calloutgroup>
                    <callout1>Apriete la tuerca a: 28 a 41 libras pie (38 a 56 Nm)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Los siguientes pasos son s&#243;lo para las siguientes configuraciones:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">9900ix, todos los motores, todas las configuraciones</emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">9100, 9200, 9400 y 9900, todos los motores sin faja</emph>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="boldital">No instale un soporte de montaje en L del motor de arranque en los modelos 9100,
                    9200, 9400, 9900 fabricados con 0001GTC (faja).
                </emph>
            </para>
            <step1>
                <para count="1">Instale el soporte de montaje en L del motor de arranque.</para>
            </step1>
            <figure id="f0750111a" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 11a: Piezas del soporte de montaje en L del motor de arranque</caption>
            </figure>
            <figure id="f0750111b" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111b.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figura 11b: Se ha retirado el larguero del bastidor para mayor claridad.</caption>
                <calloutgroup>
                    <callout1>Ens&#225;mblelo con el extremo corto del soporte en L apuntando HACIA ADELANTE.</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750111c" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750111c.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figura 11c: En el veh&#237;culo</caption>
                <calloutgroup>
                    <callout1>Apriete los pernos a 155 a 162 libras pie (210 a 220 Nm).</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Los siguientes pasos son para veh&#237;culos fabricados con el c&#243;digo de caracter&#237;stica
                    0001GTC, una faja; si el veh&#237;culo no tiene faja, vaya al paso 21.
                </emph>
            </para>
            <step1>
                <para count="1">Instale el nuevo soporte de la faja en la parte posterior de la faja usando el herraje
                    existente. Apriete los pernos a 220 a 240 libras pie (298 a 325 Nm).
                </para>
            </step1>
            <figure id="f0750112" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750112.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figura 12</caption>
                <calloutgroup>
                    <callout1>&#193;rmelo con el extremo corto del soporte apuntando HACIA ADELANTE.</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Los siguientes pasos son para TODOS los motores.</emph>
            </para>
            <step1>
                <para count="1">Seg&#250;n las configuraciones de veh&#237;culos indicadas a continuaci&#243;n en la
                    tabla 1, consulte el tendido adecuado de la secci&#243;n delantera de los cables de la bater&#237;a
                    en las siguientes figuras.
                </para>
            </step1>
            <table id="t0750101" tblwidth="pg-wide">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.08*"/>
                    <colspec colname="col2" colwidth="1.07*"/>
                    <colspec colname="col3" colwidth="1.15*"/>
                    <colspec colname="col4" colwidth="0.69*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Motor</para>
                            </entry>
                            <entry>
                                <para>Modelo</para>
                            </entry>
                            <entry>
                                <para>Ubicaci&#243;n de la caja de bater&#237;a</para>
                            </entry>
                            <entry>
                                <para>Figuras de referencia</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>C10, C11, C12 y C13</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Bajo la cabina</para>
                            </entry>
                            <entry>
                                <para>13 y 14</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 y C13</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Parte trasera de la cabina</para>
                            </entry>
                            <entry>
                                <para>15 y 16</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 y C13</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Bajo la cabina</para>
                            </entry>
                            <entry>
                                <para>21 y 22</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C10, C11, C12 y C13</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Parte trasera de la cabina</para>
                            </entry>
                            <entry>
                                <para>23 y 24</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 y C16</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Bajo la cabina</para>
                            </entry>
                            <entry>
                                <para>17 y 18</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 y C16</para>
                            </entry>
                            <entry>
                                <para>9900ix</para>
                            </entry>
                            <entry>
                                <para>Parte trasera de la cabina</para>
                            </entry>
                            <entry>
                                <para>19 y 20</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 y C16</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Bajo la cabina</para>
                            </entry>
                            <entry>
                                <para>27 y 28</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C15 y C16</para>
                            </entry>
                            <entry>
                                <para>9100, 9200, 9400, 9900</para>
                            </entry>
                            <entry>
                                <para>Parte trasera de la cabina</para>
                            </entry>
                            <entry>
                                <para>25 y 26</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0750113" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750113f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="272px"/>
                <caption>Figura 13: 9900ix: C10, C11, C12, C13: caja de bater&#237;a y faja bajo la cabina</caption>
                <calloutgroup>
                    <callout1>1. Cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado SUPERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>4. Un solo cable NEGATIVO en el lado INFERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750114" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750114f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 14: 9900ix: C10, C11, C12, C13: caja de bater&#237;a bajo la cabina SIN faja; parte
                    delantera del tendido igual que en la figura 13
                </caption>
                <calloutgroup>
                    <callout1>1. Un solo cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use las correas de sujeci&#243;n
                        del juego de piezas.
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750115" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750115f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 15: 9900ix: C10, C11, C12, C13: caja de bater&#237;a en la parte trasera de la cabina
                    SIN faja
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>3. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>4. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>5. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750116" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750116f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 16: 9900ix: C10, C11, C12, C13: caja de bater&#237;a en la parte trasera de la cabina
                    con faja; parte delantera del recorrido igual que en la figura 15
                </caption>
                <calloutgroup>
                    <callout1>1. Cables POSITIVOS dobles, UNO a cada lado de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750117" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750117f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
                <caption>Figura 17: 9900ix: C15, C16: caja de bater&#237;a y faja bajo la cabina</caption>
                <calloutgroup>
                    <callout1>1. La correa de sujeci&#243;n adicional en el doblez inferior es el primer punto de
                        contacto del cable NEGATIVO.
                    </callout1>
                    <callout1>2. Un cable NEGATIVO &#250;nico NO debe ir en la abrazadera de la placa de apoyo
                        INFERIOR.
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>4. Un solo cable POSITIVO en el lado SUPERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>5. Un solo cable NEGATIVO en el lado INFERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750118" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750118f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 18: 9900ix: C15, C16: caja de bater&#237;a bajo la cabina SIN faja; parte delantera del
                    recorrido igual que en la figura 17
                </caption>
                <calloutgroup>
                    <callout1>1. Un solo cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750119" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750119f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 19: 9900ix: C15, C16: caja de bater&#237;a en la parte trasera de la cabina y de la
                    faja
                </caption>
                <calloutgroup>
                    <callout1>1. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                    <callout1>2. Cables POSITIVOS dobles, UNO a cada lado de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>3. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>4. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750120" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750120f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 20: 9900ix: C15, C16: caja de bater&#237;a en la parte trasera de la cabina SIN faja;
                    parte delantera del recorrido igual que en la figura 19
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750121" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750121f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 21: 9100, 9200, 9400, 9900: C10, C11, C12, C13: caja de bater&#237;a y faja bajo la
                    cabina
                </caption>
                <calloutgroup>
                    <callout1>1. Cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado SUPERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>4. Un solo cable NEGATIVO en el lado INFERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750122" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750122f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 22: 9100, 9200, 9400, 9900: C10, C11, C12, C13: caja de bater&#237;a bajo la cabina SIN
                    faja; parte delantera del recorrido igual que en la figura 21
                </caption>
                <calloutgroup>
                    <callout1>1. Un solo cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750123" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750123f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 23: 9100, 9200, 9400, 9900: C10, C11, C12, C13: caja de bater&#237;a en la parte trasera
                    de la cabina y de la faja
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>3. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>4. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750124" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750124f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 24: 9100, 9200, 9400, 9900: C10, C11, C12, C13: caja de bater&#237;a en la parte trasera
                    de la cabina SIN faja; parte delantera del recorrido igual que en la figura 23
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750125" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750125f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 25: 9100, 9200, 9400, 9900: C15, C16: caja de bater&#237;a en la parte trasera de la
                    cabina y de la faja
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>3. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>4. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750126" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750126f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 26: 9100, 9200, 9400, 9900: C15, C16: caja de bater&#237;a en la parte trasera de la
                    cabina SIN faja; parte delantera del recorrido igual que en la figura 25
                </caption>
                <calloutgroup>
                    <callout1>1. Dos cables POSITIVOS, UNO a cada lado de la abrazadera de la placa de apoyo</callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable NEGATIVO tendido ENTRE los cables positivos y fijado con la correa de
                        sujeci&#243;n.
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750127" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750127f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figura 27: 9100, 9200, 9400, 9900: C15, C16: caja de bater&#237;a y faja bajo la cabina
                </caption>
                <calloutgroup>
                    <callout1>1. El cable NEGATIVO &#250;nico NO debe ir en la abrazadera de la placa de apoyo
                        INFERIOR.
                    </callout1>
                    <callout1>2. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado SUPERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>4. La correa de sujeci&#243;n adicional en el doblez inferior es el primer punto de
                        contacto del cable NEGATIVO.
                    </callout1>
                    <callout1>5. Un solo cable NEGATIVO en el lado INFERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0750128" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750128f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 28: 9100, 9200, 9400, 9900: C15, C16: caja de bater&#237;a bajo la cabina SIN faja;
                    parte delantera del recorrido igual que en la figura 27
                </caption>
                <calloutgroup>
                    <callout1>1. Un solo cable NEGATIVO en el lado INTERNO de la abrazadera de la placa de apoyo
                    </callout1>
                    <callout1>2. Ate los cables para que se tuerzan lo menos posible. Use los seguros de correa del
                        juego de piezas. Al menos cada 12 pulg. (305 mm).
                    </callout1>
                    <callout1>3. Un solo cable POSITIVO en el lado EXTERIOR de la abrazadera de la placa de apoyo
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que la parte delantera de los cables de la bater&#237;a est&#233; tendida y
                    fijada adecuadamente, use los restantes puntos de sujeci&#243;n y soportes en L para continuar
                    tendiendo los cables de bater&#237;a hasta la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de lo siguiente cuando realice el tendido:</para>
                <randlist type="bullet">
                    <item>
                        <para>Fije el haz de cables con un una correa de sujeci&#243;n al menos cada 12 pulg.</para>
                    </item>
                    <item>
                        <para>Use las correas de sujeci&#243;n del juego de piezas para montar el haz de cables a la
                            sujeci&#243;n existente.
                        </para>
                    </item>
                    <item>
                        <para>Trate de que el haz de cables se tuerza lo menos posible.</para>
                    </item>
                    <item>
                        <para>Tienda el haz de cables con cuidado, para evitar que haga fricci&#243;n con bordes
                            filudos.
                        </para>
                    </item>
                    <item>
                        <para>Se pueden tender otros cables junto con el haz. Aseg&#250;rese de que no se tuerzan ni
                            queden mordidos.
                        </para>
                    </item>
                    <item>
                        <para>Los cables de
                            <emph type="bold">ALIMENTACI&#211;N LIMPIA</emph>
                            se deben atar en forma separada, pero el haz de cables de alimentaci&#243;n limpia se puede
                            tender junto con los cables de la bater&#237;a.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Cuando los cables se separen del haz y entren en la caja de la bater&#237;a, aseg&#250;rese
                    de lo siguiente:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Los cables positivo y negativo no se deben tocar si se cruzan.</para>
                    </item>
                    <item>
                        <para>Se pueden tender cables adicionales junto con el haz de cables de las bater&#237;as. Aseg&#250;rese
                            de que no queden mordidos ni de que se crucen cuando realice el tendido hasta la caja de la
                            bater&#237;a.
                        </para>
                    </item>
                    <item>
                        <para>Los cables de las bater&#237;as no deben hacer fricci&#243;n contra ning&#250;n borde
                            filudo en la caja de la bater&#237;a.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar los cables de la bater&#237;a positivos y negativos.</para>
            </step1>
            <para>
                <emph type="boldital">Inspecci&#243;n del cable de tierra del bloque del motor</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Despu&#233;s de realizar el procedimiento de reparaci&#243;n descrito anteriormente,
                        inspeccione el tendido del cable de tierra del BLOQUE DEL MOTOR.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Para evitar la fricci&#243;n de los cables positivos contra el cable de tierra del bloque del
                        motor (consulte la figura 29), aseg&#250;rese de que el cable de tierra del bloque del motor
                        quede ajustado hacia abajo (posici&#243;n de las 6 en punto), consulte la figura 30.
                    </para>
                </caution>
            </specpara>
            <figure id="f0750129" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750129f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 29: Puede ocurrir fricci&#243;n entre los cables de tierra del bloque del motor y los
                    cables positivos reci&#233;n instalados.
                </caption>
                <calloutgroup>
                    <callout1>1. Cable de tierra del bloque del motor</callout1>
                    <callout1>2. Cables positivos del motor de arranque</callout1>
                    <callout1>3. Puede ocurrir fricci&#243;n en esta &#225;rea.</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Si NO ocurre contacto ni fricci&#243;n entre el cable de TIERRA DEL MOTOR CAT y los cables de
                        la bater&#237;a, NO es necesario volver a ajustarlo.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="boldital">Si ocurre contacto o fricci&#243;n entre el cable de TIERRA DEL MOTOR y
                            los cables de la bater&#237;a</emph>, gire y apriete el cable de tierra en el Terminal del
                        motor de arranque de manera que quede hacia abajo (posici&#243;n de las 6 en punto) y sin hace
                        contacto con los cables positivos del motor de arranque, consulte la figura 30.
                    </para>
                </item>
            </randlist>
            <figure id="f0750130" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750130f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 30: Tendido correcto del cable de tierra del bloque del motor</caption>
                <calloutgroup>
                    <callout1>1. Ajuste el cable de tierra del bloque del motor en el terminal del motor de arranque en
                        la posici&#243;n de las 6 en punto.
                    </callout1>
                    <callout1>2. 12 en punto</callout1>
                    <callout1>3. 3 en punto</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="boldital">Inspecci&#243;n del cable de conexi&#243;n a tierra del bastidor</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Despu&#233;s de realizar el procedimiento de reparaci&#243;n descrito anteriormente,
                        inspeccione el tendido del cable de tierra del BASTIDOR.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Para evitar la fricci&#243;n de los cables positivos contra el cable de tierra del bastidor
                        (consulte la figura 31), aseg&#250;rese de que el cable de tierra del bastidor no haga contacto
                        con los cables positivos reci&#233;n instalados, consulte la figura 32.
                    </para>
                </caution>
            </specpara>
            <figure id="f0750131" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750131f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 31: Inspecci&#243;n del cable de conexi&#243;n a tierra del BASTIDOR</caption>
                <calloutgroup>
                    <callout1>1. Revise si hay contacto en esta &#225;rea.</callout1>
                    <callout1>2. Cable de tierra del bastidor</callout1>
                    <callout1>3. Cable positivo reci&#233;n instalado</callout1>
                </calloutgroup>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Aseg&#250;rese de que los cables no hagan contacto.</para>
                </item>
            </randlist>
            <figure id="f0750132" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750132f.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="288px"/>
                <caption>Figura 32: Se ha retirado el larguero del bastidor para mayor claridad.</caption>
                <calloutgroup>
                    <callout1>1. Aseg&#250;rese de que el cable de tierra del bastidor no haga contacto con cables
                        positivos reci&#233;n instalados.
                    </callout1>
                    <callout1>2. Cable de tierra del bastidor</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <partsinfo>
            <para>Se necesita el siguiente conjunto de piezas para cualquier veh&#237;culo con
                <emph type="boldital">motores Caterpillar C10, C11, C12 o C13 solamente</emph>:
            </para>
            <table id="t0750102" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900194R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, JUEGO DE SERVICIO DE RETIRO PARA C13</para>
                            </entry>
                            <entry>
                                <para>1 Consulte el tipo de motor en el r&#243;tulo del conjunto.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">8900194R91</emph>
                Este juego contiene las siguientes piezas:
            </para>
            <table id="t0750103" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3668863C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, MONTAJE DEL CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3665221C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, SUJECI&#211;N DEL CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3666754C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, SUJECI&#211;N DEL CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30019R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, PERNO, CABEZA HEXAGONAL M10-1,5 X 20</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>996593C1</para>
                            </entry>
                            <entry>
                                <para>ARANDELA DE SEGURIDAD M10</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30754R1</para>
                            </entry>
                            <entry>
                                <para>TUERCA M10 DE REBORDE HEXAGONAL DE TORSI&#211;N DOMINANTE</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GU&#205;A DE CONDUCTO DE FRENO Y DE CABLE DE 2 V&#205;AS</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Seguros de correa, 1/2</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, HEXAGONAL 1/4-20 UNC X 1,0 PHC GRADO 8</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>ARANDELA DE SEGURIDAD DE CROMO DE 1/4 ZN/CLR</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>NC DE FOSFATO/ACEITE SECO AL TACTO 1/4 - 20</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>27578R1</para>
                            </entry>
                            <entry>
                                <para>PERNO DE 12 PUNTOS DE 5/8" X 2"</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2594107C1</para>
                            </entry>
                            <entry>
                                <para>PERNO PRISIONERO DOBLE DEL COLECTOR DE ACEITE (CAT N&#186; 287-3049)
                                    <emph type="boldital">S&#211;LO PARA C13</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <caution>
                    <para>No use los pernos prisioneros dobles del colector de aceite incluidos (2594107c1) en los
                        motores C10 ni C12.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="boldital">SUSTITUYA POR LAS PIEZAS SIGUIENTES EN LOS MOTORES C10 Y C12:</emph>
            </para>
            <table id="t0750109" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza Caterpillar</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>234-9525</para>
                            </entry>
                            <entry>
                                <para>PERNO PRISIONERO DOBLE DEL COLECTOR DE ACEITE, C10/C12</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7X0563</para>
                            </entry>
                            <entry>
                                <para>ARANDELA ESPACIADORA</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Estas piezas de los motores C10 y C12 se pueden obtener directamente de piezas de servicio o de al red
                de distribuidores de de Caterpillar. Se puede agregar cualquier cargo a la secci&#243;n "Otros cargos"
                del reclamo de garant&#237;a de retiro.
            </para>
            <para>Se necesita el siguiente conjunto de piezas para cualquier veh&#237;culo con
                <emph type="boldital">motores Caterpillar C15 o C16 solamente</emph>:
            </para>
            <table id="t0750104" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900195R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, JUEGO DE SERVICIO DE RETIRO PARA C15</para>
                            </entry>
                            <entry>
                                <para>1 Consulte el tipo de motor en el r&#243;tulo del conjunto.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">8900195R91</emph>
                Este juego contiene las siguientes piezas:
            </para>
            <table id="t0750105" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3665163C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, MONTAJE DEL CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3665221C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, SUJECI&#211;N DEL CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>91403000</para>
                            </entry>
                            <entry>
                                <para>ARANDELA DE SEGURIDAD DE CROMO DE 3/8 ZN/CLR RET</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1515459C1</para>
                            </entry>
                            <entry>
                                <para>ARANDELA GT DE TIPO FOSFATO/ACEITE 3/8 - 16</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GU&#205;A DE CONDUCTO DE FRENO Y DE CABLE, DE 2 V&#205;AS</para>
                            </entry>
                            <entry>
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Seguros de correa, 1/2</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, HEXAGONAL 1/4-20 UNC X 1,0 PHC GRADO 8</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>ARANDELA DE SEGURIDAD DE CROMO DE 1/4 ZN/CLR</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>NC DE FOSFATO/ACEITE SECO AL TACTO 1/4 - 20</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>27578R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, 12 PUNTOS 5/8" X 2"</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2594106C1</para>
                            </entry>
                            <entry>
                                <para>PERNO PRISIONERO DOBLE DEL COLECTOR DE ACEITE (CAT N&#186; 238-4664)</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Se necesita el siguiente conjunto de piezas para cualquier veh&#237;culo, sin importar el tipo de
                motor Caterpillar que tenga, con el c&#243;digo de caracter&#237;stica
                <emph type="boldital">TRAVESA&#209;O, rebajamiento pronunciado de la UNI&#211;N AL BASTIDOR; montado
                    entre los soportes de montaje de la cabina delantera:
                </emph>
            </para>
            <table id="t0750106" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.68*"/>
                    <colspec colname="col2" colwidth="1.39*"/>
                    <colspec colname="col3" colwidth="0.94*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8900196R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, DE FAJA DE SERVICIO DE RETIRO</para>
                            </entry>
                            <entry>
                                <para>1 Consulte por 0001GTC en el r&#243;tulo del conjunto.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">8900196R91</emph>
                Este juego contiene las siguientes piezas:
            </para>
            <table id="t0750107" tblwidth="pg-wide">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.75*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3667231C1</para>
                            </entry>
                            <entry>
                                <para>EXTENSI&#211;N, CABLE DE LA BATER&#205;A</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3553742C1</para>
                            </entry>
                            <entry>
                                <para>GU&#205;A, DE CONDUCTO DE FRENO Y DE CABLE, DE 2 V&#205;AS</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3667668C1</para>
                            </entry>
                            <entry>
                                <para>Seguros de correa, 1/2</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25483R1</para>
                            </entry>
                            <entry>
                                <para>PERNO, HEXAGONAL 1/4-20 UNC X 1,0 PHC GRADO 8</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>120380</para>
                            </entry>
                            <entry>
                                <para>ARANDELA DE SEGURIDAD DE CROMO DE 1/4 ZN/CLR</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25519R1</para>
                            </entry>
                            <entry>
                                <para>NC DE FOSFATO/ACEITE SECO AL TACTO 1/4 - 20</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0750108" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="2.84in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07501-1</para>
                            </entry>
                            <entry>
                                <para>Instale soportes en veh&#237;culos que tengan la CAJA DE BATER&#205;A HACIA
                                    ADELANTE del TANQUE DE COMBUSTIBLE.
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-2</para>
                            </entry>
                            <entry>
                                <para>ADICI&#211;N, para la instalaci&#243;n de los soportes de la faja</para>
                            </entry>
                            <entry>
                                <para>0,1 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-3</para>
                            </entry>
                            <entry>
                                <para>ADICI&#211;N, para reemplazo de cable de la bater&#237;a, por cable</para>
                            </entry>
                            <entry>
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07501-4</para>
                            </entry>
                            <entry>
                                <para>Instale soportes en veh&#237;culos que tengan la CAJA DE BATER&#205;A HACIA ATR&#193;S
                                    del TANQUE DE COMBUSTIBLE (o parte trasera de la cabina).
                                </para>
                            </entry>
                            <entry>
                                <para>1,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>&#8226;&#9;Todos los veh&#237;culos requieren operaci&#243;n de trabajo
                <emph type="bold">-1 &#211; 4</emph>. Agregue otras operaciones de trabajo si es necesario.
            </para>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO a la ubicaci&#243;n de la transferencia o al cliente</emph>
                desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al
                <emph type="bold">reemplazo</emph>
                de su veh&#237;culo por uno id&#233;ntico o equivalente sin costo alguno, o bien, a recibir el
                <emph type="bold">reembolso</emph>
                del precio de compra menos un descuento razonable equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos.
            </para>
            <para>Para evitar tener que cambiar un veh&#237;culo o rembolsar el precio de la compra, se debe hacer lo
                posible por programar una cita r&#225;pidamente con el propietario, a fin de reparar su veh&#237;culo a
                la brevedad.
            </para>
            <para>
                <emph type="boldundersc">POSIBLE REEMBOLSO AL CLIENTE</emph>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el distribuidor si cree tener derecho a rembolsar sus gastos. El distribuidor
                debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza de garant&#237;a
                03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas (CTS1100) est&#225;
                en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de la p&#243;liza
                03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
