<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 07503 - MECANISMO DE RETENCI&#211;N DE LA PUERTA DE EMERGENCIA LATERAL en ciertos buses
        escolares y comerciales CE, RE y FE fabricados entre el 12 de marzo de 2004 y el 29 de noviembre de 2006
    </stitle>
    <recall id="rec07503" translation="spanish">
        <recallnumber>07503</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Marzo de 2007</recalldate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subject>MECANISMO DE RETENCI&#211;N DE LA PUERTA DE EMERGENCIA LATERAL en ciertos buses escolares y comerciales
            CE, RE y FE fabricados entre el 12 de marzo de 2004 y el 29 de noviembre de 2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE Bus
                    <daterange>
                        <startdate>03/12/2004</startdate>
                        <enddate>11/29/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>47ALT</ucode>
                <ucode>47DCJ</ucode>
                <ucode>47DCL</ucode>
                <ucode>47DCN</ucode>
                <ucode>47DCP</ucode>
                <ucode>47DCR</ucode>
                <ucode>47DCT</ucode>
                <ucode>47DCX</ucode>
            </configure>
        </apply>
        <defect>
            <para>Es posible que el mecanismo de retenci&#243;n de la puerta de emergencia lateral no est&#233;
                instalado en el lugar correspondiente. Esto puede provocar que el mecanismo sujete la puerta en la
                posici&#243;n cerrada.
            </para>
            <para>Si la puerta est&#225; sujeta en la posici&#243;n cerrada, no podr&#225; ejecutar su funci&#243;n de
                emergencia, lo que podr&#237;a tener como consecuencia da&#241;os a la propiedad, lesiones personales o
                la muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro por seguridad incluye ciertos buses escolares y comerciales CE, RE y FE fabricados entre
                el 12 de marzo de 2004 y el 29 de noviembre de 2006 con puertas de emergencia laterales que tengan los
                siguientes c&#243;digos de caracter&#237;stica:
            </para>
            <para>0047DCN, 0047DCP, 0047DCR, 0047DCT, 0047DCX, 0047DCL, 0047DCJ, 0047ALT</para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores involucrados para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte cuando est&#233;
                        reparando el veh&#237;culo, estaci&#243;nelo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <para>Realice la siguiente inspecci&#243;n para determinar si es necesario realizar acciones adicionales:
            </para>
            <step1>
                <para count="1">Saque la protecci&#243;n superior de la puerta de emergencia
                    <emph type="bold">lateral</emph>.
                </para>
            </step1>
            <figure id="f0750301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750301.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="232px"/>
                <caption>Figura 1</caption>
            </figure>
            <step1>
                <para count="1">Mida la dimensi&#243;n
                    <emph type="bold">A</emph>
                    en el patr&#243;n del perno del mecanismo de retenci&#243;n que se indica a continuaci&#243;n:
                </para>
            </step1>
            <figure id="f0750302" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750302.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 2</caption>
            </figure>
            <para>a.&#9;Si la dimensi&#243;n
                <emph type="bold">A</emph>
                es de
                <emph type="bold">13"</emph>
                (330mm) o
                <emph type="bold">m&#225;s</emph>, entonces no se requieren otras acciones y puede volver a instalar la
                protecci&#243;n superior.
            </para>
            <para>b.&#9; Si la dimensi&#243;n
                <emph type="bold">A</emph>
                es
                <emph type="bold">menor</emph>
                a
                <emph type="bold">13"</emph>
                (330mm), contin&#250;e con el paso 3.
            </para>
            <step1>
                <para count="1">Si la dimensi&#243;n
                    <emph type="bold">A</emph>
                    es menor a
                    <emph type="bold">13"</emph>
                    (330mm):
                </para>
                <step2>
                    <para count="1">Saque los pernos del mecanismo de retenci&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Mida la ubicaci&#243;n para la nueva perforaci&#243;n usando la dimensi&#243;n
                        Nominal de la Tabla 1.
                        <emph type="italic">Mida desde la superficie del marco de la puerta, no de la superficie de la
                            bisagra.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">Perfore un agujero con una broca
                        <emph type="bold">N&#186; 5</emph>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Utilice el soporte de retenci&#243;n como plantilla para marcar y perforar los dem&#225;s
                        agujeros.
                    </para>
                </step2>
                <step2>
                    <para count="1">Vuelva a instalar el mecanismo de retenci&#243;n usando los herrajes existentes.
                    </para>
                </step2>
            </step1>
            <figure id="f0750303" figsize="pg-wide">
                <graphic filename="../recallfigures/g0750303.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 3</caption>
            </figure>
            <table id="t0750301">
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="1.00*"/>
                    <colspec colname="col2" align="center" colwidth="1.00*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Dimensi&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Nominal</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>B</para>
                            </entry>
                            <entry align="center">
                                <para>6.5" (165mm)</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>C</para>
                            </entry>
                            <entry align="center">
                                <para>20.375" (517mm)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Compruebe que el mecanismo de retenci&#243;n de la puerta funcione de manera normal y
                    suave. Aseg&#250;rese de que la puerta se abra al menos hasta 90&#176; (perpendicular a la carrocer&#237;a
                    del bus).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la protecci&#243;n superior.</para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>No se necesitan piezas para realizar este Procedimiento de servicio de retiro.</para>
        </partsinfo>
        <laborinfo>
            <table id="t0750302" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07503-1</para>
                            </entry>
                            <entry>
                                <para>S&#211;LO inspecci&#243;n de ubicaci&#243;n del mecanismo de retenci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0.3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07503-2</para>
                            </entry>
                            <entry>
                                <para>Inspecci&#243;n Y reubicaci&#243;n del mecanismo de retenci&#243;n</para>
                            </entry>
                            <entry>
                                <para>0.4 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/Label_IC.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar
                <emph type="bold">DE INMEDIATO</emph>
                a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible por programar una cita r&#225;pidamente con
                el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
            <para>
                <emph type="bold">POSIBLE REEMBOLSO AL CLIENTE</emph>
            </para>
            <para>Puede haber ocasiones en que se cobre a un cliente por reparaciones relacionadas con este retiro antes
                de realizar la difusi&#243;n del retiro. El documento del cliente contiene una declaraci&#243;n para que
                &#233;ste se comunique con el Distribuidor si cree tener derecho a reembolsar sus gastos. El
                distribuidor debe seguir las pautas de reembolso al cliente que aparecen en el documento de la p&#243;liza
                de garant&#237;a 03-001G. El manual Procedimientos de garant&#237;a y pol&#237;ticas administrativas
                (CTS1100) est&#225; en proceso de actualizaci&#243;n para incluir la informaci&#243;n del Documento de
                la p&#243;liza 03-001G.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
