<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 07513 - Los conjuntos de MANGUERAS DE TRANSFERENCIA DE HULE en ciertos autobuses escolares
        y comerciales FE fabricados entre el 29 de marzo de 2007 y el 28 de agosto de 2007
    </stitle>
    <recall id="m07513" translation="spanish">
        <recallnumber>07513</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Diciembre de 2007</recalldate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Los conjuntos de MANGUERAS DE TRANSFERENCIA DE HULE en ciertos autobuses escolares y comerciales FE
            fabricados entre el 29 de marzo de 2007 y el 28 de agosto de 2007
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>Autob&#250;s FE
                    <daterange>
                        <startdate>03/29/2007</startdate>
                        <enddate>08/28/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <defect>
            <para>El trayecto de las mangueras de transferencia de hule de servicio y del freno de estacionamiento hacia
                los componentes de freno del eje trasero puede acercarlas demasiado al tubo de escape trasero. Las
                mangueras de hule podr&#237;an derretirse si se tienden demasiado cerca del tubo trasero, lo que puede
                causar:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Una fuga de aire en la manguera del freno de estacionamiento puede provocar que los frenos de
                        estacionamiento se apliquen lentamente mientras agotan los circuitos de aire primario y
                        secundario.
                    </para>
                    <para>Aunque el indicador de la presi&#243;n de aire y el zumbador de advertencia de baja presi&#243;n
                        de aire pueden dar una advertencia anticipada al conductor, estas condiciones podr&#237;an
                        provocar que el veh&#237;culo reduzca su velocidad o se detenga inesperadamente, lo que podr&#237;a
                        contribuir a un choque del veh&#237;culo causando posiblemente da&#241;os a la propiedad,
                        lesiones personales o la muerte.
                    </para>
                </item>
                <item>
                    <para>Una fuga de aire en una manguera de freno de pedal puede dar como resultado mayores distancias
                        de frenado mientras se agota tambi&#233;n el tanque de aire primario.
                    </para>
                    <para>Se puede producir una mayor distancia de frenado sin una advertencia previa para el conductor
                        y podr&#237;a contribuir a un choque del veh&#237;culo, provocando posiblemente da&#241;os a la
                        propiedad, lesiones personales o la muerte.
                    </para>
                </item>
            </seqlist>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este Retiro de seguridad incluye ciertos conjuntos de MANGUERAS DE TRANSFERENCIA DE HULE en ciertos
                autobuses escolares y comerciales FE fabricados entre el 29 de marzo de 2007 y el 28 de agosto de 2007
                con frenos de aire y sistemas de escape de salida trasera.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores participantes para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte cuando est&#233;
                        reparando el veh&#237;culo, estaci&#243;nelo en una superficie plana, aplique el freno de
                        estacionamiento, apague el motor y coloque calzos en las ruedas.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>PROCEDIMIENTO DE INSPECCI&#211;N</title>
            </para>
            <para>Realice la siguiente inspecci&#243;n para determinar si es necesario realizar acciones adicionales:
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Suspensi&#243;n de aire:</emph>
                    Inspeccione el freno de estacionamiento
                    <emph type="bold">y</emph>
                    la manguera de freno de pedal del lado derecho (pasajero) y su proximidad con el tubo de escape
                    trasero.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Suspensi&#243;n de muelle:</emph>
                    Inspeccione la manguera del freno de pedal del lado derecho (pasajero) y su proximidad con el tubo
                    de escape trasero.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la distancia desde el tubo trasero hasta las mangueras de hule del freno de
                    estacionamiento y del freno de pedal.
                </para>
            </step1>
            <figure id="f0751301" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751301.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figura 1: se muestra la suspensi&#243;n de aire</caption>
            </figure>
            <step1>
                <para count="1">Si la distancia desde la superficie exterior del tubo trasero hasta la superficie
                    exterior de cualquiera de las mangueras de hule es
                    <emph type="bold">menos</emph>
                    que
                    <emph type="bold">4" (102 mm)</emph>, vaya al Paso 6. La Figura 1 representa una condici&#243;n que
                    requiere una medida adicional para ambas mangueras.
                </para>
            </step1>
            <step1>
                <para count="1">Si la distancia desde la superficie exterior del tubo trasero hasta la superficie
                    exterior de ambas mangueras de hule es
                    <emph type="bold">mayor</emph>
                    que
                    <emph type="bold">4" (102 mm)</emph>, no se necesita una medida adicional. Marque la casilla "1" en
                    la tarjeta verde que se adjunta y d&#233;jela en el correo. Muchas gracias.
                </para>
            </step1>
            <para>
                <emph type="bold">FIN DEL PROCEDIMIENTO DE INSPECCI&#211;N</emph>
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    Quite y deseche la manguera de transferencia de hule desde la v&#225;lvula del modulador de ABS y la
                    c&#225;mara del freno del lado derecho (pasajero). Aseg&#250;rese de guardar los separadores de
                    manguera y los clips de cable, puesto que se volver&#225;n a usar en el Paso 11.
                </para>
            </step1>
            <figure id="f0751302" figsize="col-wide">
                <graphic filename="../recallfigures/g0751302.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 2: modulador de ABS visto hacia atr&#225;s</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    quite el adaptador de manguera de la v&#225;lvula del modulador de ABS. Se volver&#225; a usar en el
                    Paso 9.
                </para>
            </step1>
            <figure id="f0751303" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751303.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figura 3: quite el adaptador de la manguera</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    limpie las roscas del modulador de ABS y la c&#225;mara del freno de estacionamiento.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    instale una conexi&#243;n de 45&#176; (se incluye en el juego) en el modulador de ABS. Aseg&#250;rese
                    de usar una cinta selladora de roscas adecuada para sellarlas correctamente. Ajuste la conexi&#243;n
                    directamente hacia atr&#225;s. Instale el adaptador que se quit&#243; en el Paso 6 en el codo.
                </para>
            </step1>
            <figure id="f0751304" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751304.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figura 4</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    instale una conexi&#243;n de 45&#176; (se incluye en el juego) en la c&#225;mara de freno, ajust&#225;ndola
                    hacia adelante.
                </para>
            </step1>
            <figure id="f0751305" figsize="col-wide">
                <graphic filename="../recallfigures/g0751305.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figura 5</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Todas las suspensiones:</emph>
                    instale la manguera de transferencia de hule de 29" de largo y vuelva a instalar los separadores de
                    manguera y los clips de cable. Aseg&#250;rese de que la manguera tenga al menos 4" (102 mm) largo
                    desde la superficie exterior del tubo trasero.
                </para>
            </step1>
            <figure id="f0751306" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751306.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="352px"/>
                <caption>Figura 6: Enrutamiento y sujeci&#243;n de la manguera de transferencia del freno de pedal
                </caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Suspensi&#243;n de aire SOLAMENTE:</emph>quite la manguera de transferencia de
                    hule entre la v&#225;lvula checadora doble montada en el bastidor y la v&#225;lvula de liberaci&#243;n
                    r&#225;pida del freno de estacionamiento montada en el eje.
                </para>
            </step1>
            <figure id="f0751307" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751307.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figura 7</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Suspensi&#243;n de aire SOLAMENTE:</emph>instale la conexi&#243;n final de 45&#176;
                    del juego en la v&#225;lvula checadora doble, ajust&#225;ndola hacia abajo.
                </para>
            </step1>
            <figure id="f0751308" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751308.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figura 8</caption>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">Suspensi&#243;n de aire SOLAMENTE:</emph>
                    instale la manguera de transferencia de hule de 24" de largo y vuelva a instalar los separadores de
                    manguera y los clips de cable. Aseg&#250;rese de que la manguera tenga al menos 4" (102 mm) largo
                    desde la superficie exterior del tubo trasero.
                </para>
            </step1>
            <figure id="f0751309" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751309.webp" type="webp" scalefit="1" scalefitwidth="368px"
                         scalefitheight="312px"/>
                <caption>Figura 9</caption>
            </figure>
            <step1>
                <para count="1">Presurice las mangueras de aire presionando y liberando repetidamente el pedal del freno
                    para ver si hay fugas y repare o vuelva a apretar las conexiones, seg&#250;n sea necesario.
                </para>
            </step1>
        </svcproc>
        <partsinfo>
            <para>
                <emph type="italic">REALICE EL PROCEDIMIENTO DE INSPECCI&#211;N PARA DETERMINAR SI SE REQUIEREN
                    PIEZAS.
                </emph>
            </para>
            <table id="t0751301" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" colwidth="1.65*"/>
                    <colspec colname="col3" colwidth="0.55*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry>
                                <para>Descripci&#243;n de las piezas</para>
                            </entry>
                            <entry>
                                <para>Cantidad</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8900206R91</para>
                            </entry>
                            <entry>
                                <para>JUEGO, CONJUNTO DE MANGUERA DE FRENO RCL SVC</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0751302" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07513-1</para>
                            </entry>
                            <entry>
                                <para>S&#243;lo inspecci&#243;n, sin necesidad de correcciones</para>
                            </entry>
                            <entry>
                                <para>0,2 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07513-2</para>
                            </entry>
                            <entry>
                                <para>Vuelva a colocar/Redireccione las mangueras de transferencia de freno de aire
                                </para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/Label_IC.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO a la ubicaci&#243;n de la transferencia o al cliente</emph>
                desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad. La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos
                motorizados, tal como ha sido modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de
                retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible por programar una cita r&#225;pidamente con
                el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para ver los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
