<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Recall 07515 - TOMA DE FUERZA DE EJE SECCIONADO en ciertos modelos 7600 fabricados entre el 10 de
        mayo de 2006 y el 6 de septiemnbre de 2007
    </stitle>
    <recall id="m07515" translation="spanish">
        <recallnumber>07515</recallnumber>
        <market>Exportaci&#243;n, EE.UU.</market>
        <recalldate>Octubre, 2007</recalldate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>TOMA DE FUERZA DE EJE SECCIONADO en ciertos modelos 7600 fabricados entre el 10 de mayo de 2006 y el 6
            de septiemnbre de 2007
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7600
                    <daterange>
                        <startdate>05/10/2006</startdate>
                        <enddate>09/06/2007</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>13TSH</ucode>
                <ucode>13TSJ</ucode>
            </configure>
        </apply>
        <defect>
            <para>Los pernos que conectan los rebordes del eje de transmisi&#243;n a la toma de fuerza de eje seccionado
                pueden aflojarse y permitir que los ejes de transmisi&#243;n se separen del veh&#237;culo. La separaci&#243;n
                del eje de transmisi&#243;n puede suceder sin advertencia y posiblemente cruzarse en el trayecto de
                otros veh&#237;culos en la carretera, causando da&#241;os a la propiedad, lesiones personales o la
                muerte.
            </para>
            <para>
                <title>MODELOS INCLUIDOS</title>
            </para>
            <para>Este retiro de seguridad comprende algunos modelos 7600 fabricados entre el 10 de mayo de 2006 y el 6
                de septiembre de 2007, c&#243;digo de caracter&#237;stica 13TSH o 13TSJ; toma de fuerza de tipo eje
                seccionado.
            </para>
        </defect>
        <ownernote>
            <para>Durante el proceso de retiro, se entregar&#225; una lista de nombres y direcciones de propietarios a
                los distribuidores participantes para que puedan ponerse en contacto con ellos y reparar sus veh&#237;culos.
                El uso de esta lista se debe limitar a esta campa&#241;a, ya que puede contener informaci&#243;n
                obtenida a partir de los registros estatales de veh&#237;culos motorizados y su uso para otros fines,
                distintos de esta campa&#241;a, constituye una violaci&#243;n a las leyes en varios estados.
            </para>
        </ownernote>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar movimientos inesperados del veh&#237;culo y posibles heridas personales graves o
                        la muerte, bloquee las ruedas para impedir que el veh&#237;culo se mueva en cualquier direcci&#243;n.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares graves, use siempre una protecci&#243;n segura para los ojos
                        cuando realice el mantenimiento o la reparaci&#243;n del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Para preparar el veh&#237;culo:</para>
                <step2>
                    <para count="1">estaci&#243;nelo en una superficie s&#243;lida y plana;</para>
                </step2>
                <step2>
                    <para count="1">coloque la transmisi&#243;n en la posici&#243;n NEUTRO;</para>
                </step2>
                <step2>
                    <para count="1">apague el motor;</para>
                </step2>
                <step2>
                    <para count="1">aplique el freno de estacionamiento, y</para>
                </step2>
                <step2>
                    <para count="1">coloque cu&#241;as en las ruedas.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Los veinticuatro pernos/tuercas que conectan los rebordes del eje de transmisi&#243;n a
                    los rebordes de la toma de fuerza de eje seccionado se deben
                </para>
                <step2>
                    <para count="1">revisar y registrar la direcci&#243;n de instalaci&#243;n de los pernos y</para>
                </step2>
                <step2>
                    <para count="1">quitar y desechar.</para>
                </step2>
            </step1>
            <figure id="f0751501" figsize="pg-wide">
                <graphic filename="../recallfigures/g0751501.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
            </figure>
            <step1>
                <para count="1">Los veinticuatro pernos, n&#250;mero de pieza 21086R1 y las tuercas, n&#250;mero de
                    pieza 273896 se deben:
                </para>
                <step2>
                    <para count="1">usar para volver a conectar los rebordes del eje de transmisi&#243;n a los rebordes
                        de la toma de fuerza de eje seccionado;
                    </para>
                </step2>
                <step2>
                    <para count="1">instalar de modo que la direcci&#243;n de los pernos a trav&#233;s de los rebordes
                        en cada orificio de perno sea el mismo que la direcci&#243;n que se registr&#243; en el Paso 1a;
                        y
                    </para>
                </step2>
                <step2>
                    <para count="1">apretar en forma progresiva hasta una torsi&#243;n final de 55 a 60 libras pie [75 a
                        81 Nm] utilizando pr&#225;cticas de secuencia de presi&#243;n comunes.
                    </para>
                </step2>
            </step1>
        </svcproc>
        <partsinfo>
            <table id="t0751501" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" colwidth="1.65*"/>
                    <colspec colname="col3" colwidth="0.55*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry>
                                <para>Descripci&#243;n de las piezas</para>
                            </entry>
                            <entry>
                                <para>Cantidad</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21086R1 (o equivalente local)</para>
                            </entry>
                            <entry>
                                <para>PERNO, 7/16-NF X 1-3/4 PHC TIPO, GRADO 8</para>
                            </entry>
                            <entry>
                                <para>24</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>273896 (o equivalente local)</para>
                            </entry>
                            <entry>
                                <para>TUERCA DE SEGURIDAD DE 7/16" NF, GRADO 8</para>
                            </entry>
                            <entry>
                                <para>24</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <laborinfo>
            <table id="t0751502" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="3.12in"/>
                    <colspec colname="col3" colwidth="1.48in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#186; de operaci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Duraci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07515-1</para>
                            </entry>
                            <entry>
                                <para>Vuelva a colocar el reborde del eje de transmisi&#243;n en los pernos y tuercas de
                                    montaje del reborde de la toma de fuerza de eje seccionado
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <label>
            <para>
                <hotlnk xrefid="flabel">ETIQUETA DE IDENTIFICACI&#211;N DE LA CAMPA&#209;A</hotlnk>
            </para>
            <figure id="flabel" figsize="pg-wide">
                <graphic filename="../recallfigures/Label.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="272px"/>
            </figure>
        </label>
        <responuscan>
            <para>Proceda de inmediato a realizar las correcciones necesarias en las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se debe
                notificar
                <emph type="bold">DE INMEDIATO a la ubicaci&#243;n de la transferencia o al cliente</emph>
                desde la ubicaci&#243;n de su distribuidor.
            </para>
            <para>A partir de entonces, los distribuidores deber&#225;n reparar todos los veh&#237;culos sujetos a esta
                campa&#241;a sin costo alguno para el propietario, sin importar el millaje, el a&#241;o de fabricaci&#243;n
                del veh&#237;culo ni la propiedad.
            </para>
            <para>La Ley nacional de seguridad de tr&#225;fico y veh&#237;culos motorizados, tal como ha sido
                modificada, establece que todo veh&#237;culo sujeto a una campa&#241;a de retiro se debe
                <emph type="bold">reparar</emph>
                apropiadamente, en un plazo razonable, luego de que el propietario lo haya entregado para su reparaci&#243;n.
                No reparar un veh&#237;culo en forma adecuada en un plazo de
                <emph type="bold">60 d&#237;as</emph>
                luego de la entrega del mismo, constituye prueba suficiente de que la reparaci&#243;n no se realiz&#243;
                en un plazo razonable. Si el problema no se repara en forma adecuada en un plazo de 60 d&#237;as, el
                propietario tendr&#225; derecho al reemplazo de su veh&#237;culo por uno id&#233;ntico o equivalente sin
                costo alguno, o bien, a recibir el reembolso del precio de compra menos un descuento razonable
                equivalente a la depreciaci&#243;n.
            </para>
            <para>Sin embargo, de acuerdo con la notificaci&#243;n al cliente, los distribuidores deben completar las
                reparaciones en la fecha de servicio acordada entre ambos. Para evitar tener que cambiar un veh&#237;culo
                o rembolsar el precio de la compra, se debe hacer lo posible por programar una cita r&#225;pidamente con
                el propietario, a fin de reparar su veh&#237;culo a la brevedad.
            </para>
        </responuscan>
        <claims>
            <para>Consulte el Manual de garant&#237;a del distribuidor para conocer los procedimientos para efectuar las
                Campa&#241;as de retiro.
            </para>
            <para>Es importante que la Codificaci&#243;n de retiro se complete correctamente para facilitar el
                procedimiento del
                <hotlnk xrefid="fclaim">reclamo de garant&#237;a</hotlnk>. Todas las instrucciones se encuentran en el
                Manual de garant&#237;a, Secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44:
            </para>
            <figure id="fclaim" figsize="pg-wide">
                <graphic filename="../recallfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
        <responex>
            <para>Proceda
                <emph type="bold">de inmediato</emph>
                a realizar las correcciones necesarias a las unidades del inventario.
                <emph type="bold">Todos los veh&#237;culos del inventario que est&#233;n sujetos a esta campa&#241;a de
                    retiro se deben reparar antes de que salgan a la venta, se transfieran o se entreguen.
                </emph>
                Si los veh&#237;culos han sido vendidos o transferidos y usted obra en poder de las Cartas de notificaci&#243;n
                al cliente y de las tarjetas de Autorizaci&#243;n de servicio de retiro para estos veh&#237;culos, se
                debe notificar a la ubicaci&#243;n de la transferencia o al cliente desde la ubicaci&#243;n de
                distribuidor.
            </para>
            <para>Las ubicaciones de exportaci&#243;n tienen que presentar los reclamos de garant&#237;a en la forma
                normal, haciendo referencia a este n&#250;mero de retiro.
            </para>
            <para>Solicitamos su cooperaci&#243;n y que siga estas importantes instrucciones. Si tiene dudas o necesita
                m&#225;s ayuda, comun&#237;quese con el Gerente de servicios de su oficina regional.
            </para>
        </responex>
    </recall>
</isis>
