<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - PROCEDIMIENTOS RECOMENDADOS DE REPARACI&#211;N Y REFUERZO - REFUERZO</stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="1">
        <title>REFUERZO</title>
        <para>La resistencia de la barra lateral en la regi&#243;n de reparaci&#243;n de uni&#243;n con soldadura ha
            disminuido y se debe reforzar esta regi&#243;n lo suficiente para asegurar que la vida &#250;til del
            bastidor no se acorte. El refuerzo del bastidor despu&#233;s de haberlo soldado tiene por objeto reducir la
            tensi&#243;n en la regi&#243;n de reparaci&#243;n con soldadura a un nivel inferior que el permitido
            anteriormente. Una perforaci&#243;n inadecuada tambi&#233;n reduce la resistencia de las barras laterales.
            Consulte la secci&#243;n
            <hotlnk document="m01001y_X0100105.xml" xrefid="x0100105">PERFORACI&#211;N CON TALADRO
                <xref refid="x0100105"/>
            </hotlnk>
            .
        </para>
        <para>
            <emph type="bold">El tipo, longitud, material y t&#233;cnicas de fijaci&#243;n para refuerzos var&#237;an
                seg&#250;n el tipo y ubicaci&#243;n de la grieta y con las condiciones de carga asociadas a la grieta.
            </emph>
            No es pr&#225;ctico dar recomendaciones espec&#237;ficas para todos los casos de agrietamiento de bastidor,
            por ende, los diversos tipos de refuerzos se identifican con descripciones generales de sus procedimientos
            de instalaci&#243;n y aplicaci&#243;n. Para ayudar a hacer la distinci&#243;n entre el &#225;rea de reborde
            m&#225;s cr&#237;tica y el &#225;rea de nervadura menos cr&#237;tica, las zonas cr&#237;ticas se definen
            como aparecen (
            <hotlnk xrefid="f0100105">Figura 5 D</hotlnk>).
        </para>
        <figure id="f0100105" figsize="col-wide">
            <graphic id="g0100105" filename="../figg01/g0100140.webp" type="webp"/>
            <caption>Figura 5. Aplicaciones de refuerzo</caption>
        </figure>
        <para>Las grietas que ocurren en las zonas cr&#237;ticas tienen m&#225;s probabilidad de crecer verticalmente a
            trav&#233;s de esta secci&#243;n, y la resistencia reducida despu&#233;s de la reparaci&#243;n con soldadura
            necesita un refuerzo s&#243;lido.
        </para>
        <para>Estas pautas afectan potencialmente la integridad estructural del conjunto del bastidor y est&#225;n
            destinadas para aquellas personas que tengan los equipos y la experiencia requerida para ser calificados
            como especialistas en reparar bastidores.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
