<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - ALINEACI&#211;N DEL BASTIDOR - M&#201;TODO PARA REVISAR LA ALINEACI&#211;N DEL
        BASTIDOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="align" graphiccount="1">
        <title>M&#201;TODO PARA REVISAR LA ALINEACI&#211;N DEL BASTIDOR</title>
        <svcprocinfo>
            <para>Un m&#233;todo satisfactorio para revisar la alineaci&#243;n del bastidor y del eje, especialmente
                cuando la carrocer&#237;a y cabina est&#225;n sobre el chasis, es:
            </para>
            <seqlist>
                <item>
                    <para>Colocar una plomada contra el punto de medici&#243;n. Todas las mediciones se deben efectuar
                        con la plomada ubicada contra el metal desnudo.
                    </para>
                </item>
                <item>
                    <para>Clave o pegue pedazos de papel en el suelo directamente bajo cada punto de medici&#243;n en el
                        chasis tal como lo indica la letra "K" en
                        <hotlnk xrefid="f0100102">Figura 2</hotlnk>.
                    </para>
                </item>
            </seqlist>
            <figure id="f0100102" figsize="col-wide">
                <graphic id="g0100102" filename="../figg01/g0100102.webp" type="webp"/>
                <caption>Figura 2. L&#237;nea central del chasis</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>M&#233;todo de revisi&#243;n</title>
            <para>Despu&#233;s de que cada punto de medici&#243;n se ha marcado cuidadosamente en el piso, proceda de la
                siguiente manera:
            </para>
            <step1>
                <para count="1">Ubique la l&#237;nea central del chasis midiendo el ancho de los extremos frontales y
                    posteriores, usando las marcas en el piso.
                </para>
                <para>Si los anchos del bastidor est&#225;n dentro de la especificaci&#243;n, dibuje la l&#237;nea
                    central en el piso en el largo total del chasis y siga con el paso 2.
                </para>
                <para>Si los anchos del bastidor est&#225;n fuera de especificaci&#243;n, dibuje la l&#237;nea central
                    de la siguiente manera:
                </para>
                <para>La l&#237;nea central se puede dibujar a trav&#233;s de la intersecci&#243;n de cualquier par de
                    diagonales iguales (A-A, B-B, C-C, D-D) y del punto central de un extremo del bastidor o a trav&#233;s
                    de puntos de intersecci&#243;n de dos pares de diagonales iguales.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la distancia desde la l&#237;nea central hasta los puntos opuestos marcados a trav&#233;s
                    de la longitud total del bastidor. Las mediciones no deben variar m&#225;s de 3.0 mm (0.12 pulg.) en
                    cualquier punto.
                </para>
            </step1>
            <step1>
                <para count="1">La medici&#243;n de las diagonales (A-A, B-B, C-C, D-D) van a indicar donde hay
                    desalineaci&#243;n. Si las diagonales en cada par est&#225;n dentro de los 3.0 mm (0.12 pulg.), se
                    puede considerar que esta parte del bastidor incluida entre puntos de medici&#243;n tiene una
                    alineaci&#243;n satisfactoria. Estas diagonales se deben interceptar dentro de los 3.0 mm (0.12
                    pulg.) de la l&#237;nea central.
                </para>
            </step1>
            <para>Si las diagonales no est&#225;n dentro de la especificaci&#243;n, intente soltar y volver a apretar
                todos los travesa&#241;os. Luego vuelva a revisar la alineaci&#243;n. Consulte la
                <hotlnk document="m01001y_37.xml" xrefid="x0100104">TABLA DE TORSIONES
                    <xref refid="x0100104"/>
                </hotlnk>
                . Si el bastidor a&#250;n est&#225; desalineado, se debe llevar el veh&#237;culo a un estable cimiento
                de alineaci&#243;n del bastidor adecuado para confirmar la desalineaci&#243;n del bastidor. Si se
                confirma la desalineaci&#243;n, se deben tomar medidas adecuadas para reparar el da&#241;o.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Dimensiones de elevaciones laterales</title>
            <para>Hay que revisar las dimensiones de las elevaciones laterales del bastidor en los puntos indicados y no
                deben variar m&#225;s de 3.0 mm (0.12 pulg.) de lado a lado. (Ellas diferir&#225;n en el largo debido a
                la inclinaci&#243;n t&#237;pica del bastidor.)
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
