<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - PROCEDIMIENTOS RECOMENDADOS DE REPARACI&#211;N Y REFUERZO - SOLDADURA</stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="1">
        <title>SOLDADURA</title>
        <svcprocinfo>
            <para>Se recomienda la soldadura por arco el&#233;ctrico para reparar los bastidores de acero. Se debe
                utilizar el m&#233;todo al arco en atm&#243;sfera inerte ya que el calor generado durante la soldadura
                es localizado y la quemadura de material se minimiza si se usa este m&#233;todo. Las ventajas
                adicionales son que la soldadura terminada se puede esmerilar a ras y perforar si es necesario.
            </para>
            <para>Soldadura de metal al arco con atm&#243;sfera inerte (SMAW); soldadura al arco met&#225;lico con gas
                met&#225;lico (GMAW), tambi&#233;n conocida como soldadura met&#225;lica en gas inerte (MIG), soldadura
                al arco con gas tungsteno (GTAW), tambi&#233;n conocida como soldadura al tungsteno en gas inerte (TIG),
                o soldadura al arco con n&#250;cleo de fundente (FCAW) son m&#233;todos recomendados para reparar barras
                de acero del bastidor.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Recomendaciones generales</title>
            <specpara>
                <important>
                    <para>Para llevar a cabo un procedimiento de reparaci&#243;n adecuado, tenga en cuenta las
                        siguientes reglas:
                    </para>
                </important>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Todas las barras laterales de acero</title>
            <step1>
                <para count="1">La soldadura no se debe realizar cuando las superficies est&#225;n mojadas o expuestas a
                    la lluvia, nieve, vientos fuertes o cuando el personal de reparaci&#243;n est&#225; expuesto a
                    condiciones clim&#225;ticas adversas. Los bastidores expuestos a las condiciones clim&#225;ticas
                    adversas se deben limpiar y secar completamente antes de efectuar la reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Las &#225;reas y bordes de la superficie que se va a unir deben estar limpias y sin
                    aceite, grasa, costra suelta, oxidaci&#243;n, humedad, pintura u otro material que pueda contribuir
                    a empobrecer la calidad de la soldadura.
                </para>
            </step1>
            <step1>
                <para count="1">Intente siempre evitar los cr&#225;teres, cortes o rebajes.</para>
            </step1>
            <step1>
                <para count="1">Golpee con martillo las soldaduras nuevas antes de esmerilar para liberar las tensiones
                    causadas por encogimiento.
                </para>
            </step1>
            <step1>
                <para count="1">Esmerile todas las soldaduras al nivel de las superficies circundantes. Utilice un
                    esmeril grueso seguido de un esmeril suave a 90 grados de la direcci&#243;n de la grieta para
                    retirar todas las marcas del esmeril grueso.
                </para>
            </step1>
            <step1>
                <para count="1">Revise cuidadosamente el &#225;rea reparada con soldadura despu&#233;s del esmerilado.
                    Esmerile todas las grietas, muescas o rebajes restantes y repita el acabado y las inspecciones.
                </para>
            </step1>
            <step1>
                <para count="1">Para soldar las grietas hasta el borde del reborde de la barra lateral, coloque un
                    bloque para impedir el escurrimiento en el borde tal como aparece en la
                    <hotlnk document="m01001y_19.xml" xrefid="f0100105">Figura 5</hotlnk>
                    para obtener una soldadura continua sin rebajes. Despu&#233;s de soldar, se debe cortar el bloque y
                    esmerilar e inspeccionar la soldadura como lo indican los pasos 5 y 6.
                </para>
            </step1>
            <step1>
                <para count="1">Soldadura en los bordes de los orificios. Se debe soldar los orificios hasta formar un
                    tap&#243;n de soldadura con un bloque de enfriamiento de cobre en el lado opuesto para ayudar a
                    formar el tap&#243;n. La soldadura se debe terminar entonces como en los pasos 5 y 6 anteriores y
                    perforada nuevamente. Desgaste de los bordes del orificio. Si el orificio est&#225; abierto y no se
                    ha usado, coloque un perno grado 8 para ayudar a fijar el refuerzo de soldadura.
                </para>
                <specpara>
                    <warning>
                        <para>Los rayos invisibles ultravioleta e infrarrojos emitidos por la soldadura pueden da&#241;ar
                            la piel y ojos que no est&#225;n protegidos. Se debe usar protecci&#243;n como el casco de
                            soldadura con lentes con filtro de color y con la densidad adecuada. La soldadura GTWA o TIG
                            produce radiaci&#243;n intensa, por lo tanto, se recomienda los lentes con filtro de mayor
                            intensidad que permitan una visibilidad adecuada. Se recomienda especialmente que las
                            personas que trabajen en el &#225;rea con soldadura usen gafas de seguridad. Asimismo use
                            ropa protectora.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Electrodos: Se debe usar s&#243;lo electrodos de hidr&#243;geno bajo. Estos se deben
                    adquirir en contenedores sellados herm&#233;ticamente o secados durante dos horas a temperatura
                    entre 232&#176;C (450&#176;F ) y 260&#176;C (500&#176;F).
                </para>
                <para>Despu&#233;s del secado, se debe almacenar los electrodos en un horno a una temperatura de al
                    menos 121&#176;C (250&#176;F ). Si se exponen a la atm&#243;sfera por m&#225;s de cuatro (4) horas,
                    se deben secar los electrodos antes de usarlos.
                    <emph type="bold">Toda humedad que se introduzca en la soldadura puede crear porosidad o fragilidad,
                        lo que provocar&#237;a agrietamientos posteriores</emph>. Los procedimientos de soldadura variar&#225;n
                    seg&#250;n los diferentes materiales del bastidor. A continuaci&#243;n se describe las
                    recomendaciones para soldar los diferentes tipo de bastidores.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Bastidores de acero dulce (l&#237;mite el&#225;stico de 36 000 PSI)</title>
            <para>Cualquiera de los m&#233;todos de arco el&#233;ctrico antes descritos se pueden usar para soldar las
                barras de acero dulce del bastidor. La elecci&#243;n de electrodo o alambre de soldar depende en cierta
                medida de los equipos disponibles para soldar Sin embargo, se recomienda usar electrodos con hidr&#243;geno
                bajo. Los electrodos y alambres de resistencia media, como el E6018, E70S-3 y E70S-6, son aptos para
                soldar los bastidores de acero dulce.
            </para>
            <para>Use los m&#233;todos que aparecen en la
                <hotlnk xrefid="f0100104">Figura 4</hotlnk>.
            </para>
            <step1>
                <para count="1">Precaliente la barra del bastidor a lo largo de la uni&#243;n preparada para soldar a
                    una temperatura de 260 a 316&#176;C (500 a 600&#176;F). Aseg&#250;rese de que el &#225;rea est&#233;
                    limpia y de que no haya humedad.
                </para>
                <para>Permita que el &#225;rea calentada se enfr&#237;e a 93&#176;C (200&#176;F) o menos antes de
                    empezar a soldar. El &#225;rea de reparaci&#243;n con soldadura debe estar limpia antes de soldar.
                </para>
            </step1>
            <step1>
                <para count="1">Se puede usar tanto la corriente alterna como la continua de polaridad invertida,
                    combinada con un arco en atm&#243;sfera inerte y una t&#233;cnica de ribeteado u oscilaci&#243;n
                    angosta. Se recomienda emplear corriente continua de polaridad invertida.
                </para>
            </step1>
            <step1>
                <para count="1">Se debe quitar la escoria despu&#233;s de cada cord&#243;n de soldadura y se debe
                    mantener una temperatura entre deposici&#243;n de cordones de 93&#176;C (200&#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Esmerile suavemente y empareje con el material circundante de la barra lateral. Esmerile
                    la soldadura con una direcci&#243;n de 90&#176; con respecto a la direcci&#243;n de la grieta (
                    <hotlnk xrefid="f0100104">Figura 4D</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Agregue refuerzo.</para>
            </step1>
            <figure id="f0100104" figsize="col-wide">
                <graphic id="g0100104" filename="../figg01/g0100104.webp" type="webp"/>
                <caption>Figura 4. Uso del fleje de enfriamiento.</caption>
                <calloutgroup>
                    <callout1>1. RANURA EN V DENTRO DEL METAL SANO</callout1>
                    <callout1>2. FLEJE DE ENFRIAMIENTO DE COBRE</callout1>
                    <callout1>3. LARGUERO DEL BASTIDOR</callout1>
                    <callout1>4. RANURA EN V</callout1>
                    <callout1>5. GRIETA</callout1>
                    <callout1>6. SOLDADURA A RAS CON EL BASTIDOR, ESMERILAR EN FORMA LONGITUDINAL A LA BARRA LATERAL.
                    </callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Bastidores de acero de aleaci&#243;n hipoleada de gran resistencia (l&#237;mite el&#225;stico de 50
                000, 60 000 y 80 000 PSI)
            </title>
            <para>Se puede emplear cualquiera de los m&#233;todos de arco el&#233;ctrico descritos anteriormente. La
                opci&#243;n de un electrodo o alambre adecuado depende en cierta forma del equipo disponible para soldar
                y del m&#233;todo seleccionado.
            </para>
            <para>Los m&#233;todos SMAW y GMAW se prefieren para soldar los bastidores HSLA. Se recomienda usar
                electrodos con hidr&#243;geno bajo. Consulte el
                <hotlnk xrefid="t0100101">Tabla 1</hotlnk>
                para seleccionar los electrodos y alambres recomendados, o consulte el est&#225;ndar A 5 de A.W.S
                disponible en:
            </para>
            <verbatim>
                <line>American Welders Society</line>
                <line>2501 N. W. 7th Street</line>
                <line>Miami, FL 33125</line>
            </verbatim>
            <para>para electrodos, alambres o varillas y conductores de corriente de resistencia equivalente que se usan
                en los m&#233;todos de soldadura. La preparaci&#243;n de la soldadura de muesca en doble V que se emplea
                en el proceso de soldadura y que aparece en la
                <hotlnk xrefid="f0100104">Figura 4</hotlnk>
                es el m&#233;todo que se prefiere para soldar.
            </para>
            <table id="t0100101">
                <title>Electrodos y alambres recomendados</title>
                <tgroup cols="3" colsep="0" rowsep="1">
                    <colspec colname="1" colwidth="1.50in"/>
                    <colspec colname="2" colwidth="1.50in"/>
                    <colspec colname="3" colwidth="1.50in"/>
                    <spanspec namest="2" nameend="3" spanname="2to3"/>
                    <thead valign="top">
                        <row rowsep="0">
                            <entry morerows="1">
                                <para>Resistencia de material, PSI</para>
                            </entry>
                            <entry colspan="2" spanname="2to3">
                                <para>Electrodos y alambres recomendados</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>SMAW</para>
                            </entry>
                            <entry>
                                <para>GMAW</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>50 000</para>
                            </entry>
                            <entry>
                                <para>E7018</para>
                            </entry>
                            <entry>
                                <para>E70S-3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>60 000</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>E70S-1B</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>80 000</para>
                            </entry>
                            <entry>
                                <para>E8018</para>
                            </entry>
                            <entry>
                                <para>E80S-D2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Las recomendaciones de amperaje y voltaje para soldadura aparecen en el
                <hotlnk xrefid="t0100102">Tabla 2</hotlnk>
                y
                <hotlnk xrefid="t0100103">Tabla 3</hotlnk>.
            </para>
            <table id="t0100102">
                <title>M&#233;todo SMAW (bastidores HSLA)</title>
                <tgroup cols="5" colsep="0" rowsep="0">
                    <colspec colname="1" colwidth="1.50in"/>
                    <colspec colname="2" colwidth="1.50in"/>
                    <colspec colname="sqcolumn3" colwidth="1.50in"/>
                    <colspec colname="sqcolumn4" colwidth="1.50in"/>
                    <colspec colname="3" colwidth="1.50in"/>
                    <spanspec namest="sqcolumn3" nameend="sqcolumn4" spanname="3to4"/>
                    <thead valign="top">
                        <row>
                            <entry morerows="1">
                                <para>Posici&#243;n</para>
                            </entry>
                            <entry morerows="1">
                                <para>Tama&#241;os de los electrodos en pulgadas</para>
                            </entry>
                            <entry colspan="2" spanname="3to4">
                                <para>Corriente de soldadura</para>
                            </entry>
                            <entry morerows="1">
                                <para>Velocidad (Pulg/Min.)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Amperios</para>
                            </entry>
                            <entry>
                                <para>Voltios</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Plana</para>
                            </entry>
                            <entry>
                                <para>.125</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Horizontal y vertical</para>
                            </entry>
                            <entry>
                                <para>.125</para>
                            </entry>
                            <entry>
                                <para>110/140</para>
                            </entry>
                            <entry>
                                <para>20/14</para>
                            </entry>
                            <entry>
                                <para>24</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t0100103">
                <title>M&#233;todo GMAW (bastidores HSLA)</title>
                <tgroup cols="5" colsep="0" rowsep="0">
                    <colspec colname="1" colwidth="1.50in"/>
                    <colspec colname="2" colwidth="1.50in"/>
                    <colspec colname="sqcolumn3" colwidth="1.50in"/>
                    <colspec colname="sqcolumn4" colwidth="1.50in"/>
                    <colspec colname="3" colwidth="1.50in"/>
                    <spanspec namest="sqcolumn3" nameend="sqcolumn4" spanname="3to4"/>
                    <thead valign="top">
                        <row>
                            <entry morerows="1">
                                <para>Posici&#243;n</para>
                            </entry>
                            <entry morerows="1">
                                <para>Tama&#241;os de los electrodos en pulgadas</para>
                            </entry>
                            <entry colspan="2" spanname="3to4">
                                <para>Corriente de soldadura</para>
                            </entry>
                            <entry morerows="1">
                                <para>Velocidad (Pulg/Min.)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>Amperios</para>
                            </entry>
                            <entry>
                                <para>Voltios</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Plana</para>
                            </entry>
                            <entry>
                                <para>.035</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>350/400</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Horizontal y vertical</para>
                            </entry>
                            <entry>
                                <para>.035</para>
                            </entry>
                            <entry>
                                <para>190/220</para>
                            </entry>
                            <entry>
                                <para>20/30</para>
                            </entry>
                            <entry>
                                <para>350/400</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Precaliente el larguero del bastidor a lo largo de la uni&#243;n a soldar de 260 a 316&#176;C
                    (500 a 600&#176;F ) para asegurar la eliminaci&#243;n de toda humedad y evitar un enfriamiento
                    demasiado r&#225;pido del metal depositado.
                </para>
            </step1>
            <step1>
                <para count="1">Se prefiere emplear corriente continua de polaridad invertida, soldadura que emplee una
                    t&#233;cnica al arco en atm&#243;sfera de gas inerte y una t&#233;cnica de ribeteado u oscilaci&#243;n
                    angosta.
                </para>
            </step1>
            <step1>
                <para count="1">Se debe quitar la escoria despu&#233;s de cada cord&#243;n de soldadura y se debe
                    mantener una temperatura entre deposici&#243;n de cordones de 93&#176;C (200&#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Esmerile para suavizar y empareje el material circundante con la barra lateral. Esmerile
                    la soldadura con una direcci&#243;n de 90&#176; hacia la direcci&#243;n de la grieta (
                    <hotlnk xrefid="f0100104">Figura 4D</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Agregue refuerzo.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Bastidores tratados con calor (l&#237;mite el&#225;stico de 110 000 PSI)</title>
            <para>Al soldar los Bastidores tratados con calor (l&#237;mite el&#225;stico de 110 000 PSI), use electrodos
                de hidr&#243;geno que tienen una resistencia al engrietamiento superior y dureza de muesca similar a
                AWS-E-11018. Este tipo de electrodo se debe almacenar en un contenedor libre de humedad para evitar
                porosidad durante la soldadura.
            </para>
            <para>Las recomendaciones de amperaje y voltaje para soldadura aparecen en el
                <hotlnk xrefid="t0100104">Tabla 4</hotlnk>.
            </para>
            <table id="t0100104">
                <title>M&#233;todo SMAW (bastidores tratados con calor)</title>
                <tgroup cols="3" colsep="0" rowsep="1">
                    <colspec colname="1" colwidth="1.50in"/>
                    <colspec colname="2" colwidth="1.50in"/>
                    <colspec colname="3" colwidth="1.50in"/>
                    <thead valign="top">
                        <row rowsep="0">
                            <entry>
                                <para>Posici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Amperios</para>
                            </entry>
                            <entry>
                                <para>Voltaje</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>Plana</para>
                            </entry>
                            <entry>
                                <para>130/140</para>
                            </entry>
                            <entry>
                                <para>21/23</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Arriba</para>
                            </entry>
                            <entry>
                                <para>130/140</para>
                            </entry>
                            <entry>
                                <para>21/23</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Hacia arriba</para>
                            </entry>
                            <entry>
                                <para>110/120</para>
                            </entry>
                            <entry>
                                <para>22/24</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Un fleje de "enfriamiento" de cobre grueso debe ir sujeto al costado del larguero lejos de la ranura
                para ayudar a controlar la temperatura y velocidad de enfriamiento durante la soldadura (
                <hotlnk xrefid="f0100104">Figura 4</hotlnk>). Las longitudes cortas de las barras colectoras gruesas de
                cobre el&#233;ctricas hacen flejes de enfriamiento adecuados.
            </para>
            <para>Precaliente el larguero del bastidor a lo largo del &#225;rea agietada de 260 a 316&#176;C (500 a 600&#176;F).
                Se puede usar ya sea la corriente alterna o la continua de polaridad invertida, combinada con arco en
                atm&#243;sfera de gas inerte y una t&#233;cnica de ribeteado u oscilaci&#243;n angosta. Se recomienda
                emplear polaridad invertida de corriente directa.
            </para>
            <para>Se debe quitar la escoria despu&#233;s de cada cord&#243;n de soldadura y se debe mantener una
                temperatura entre deposici&#243;n de cordones de 93&#176;C (200&#176;F). Esmerile para suavizar y
                empareje el material circundante con la barra lateral, en direcci&#243;n paralela al eje longitudinal de
                la barra lateral (
                <hotlnk xrefid="f0100104">Figura 4 D</hotlnk>).
            </para>
            <para>Una ranura en V se esmerila en el lado opuesto a la reparaci&#243;n y se repite el procedimiento
                descrito antes mencionado. Se debe usar flejes de "enfriamiento" siempre que sea posible. La ranura en V
                esmerilada en el costado opuesto a la reparaci&#243;n debe ser lo suficientemente profunda para meter el
                metal sano de la primera reparaci&#243;n con soldadura tal como aparece en (
                <hotlnk xrefid="f0100104">Figura 4C</hotlnk>).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
