<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - ALTERACIONES DE DISTANCIA ENTRE RUEDAS</stitle>
    <svcsection/>
    <svcproc id="x0100106" svcproctype="repair" graphiccount="0">
        <title>ALTERACIONES DE DISTANCIA ENTRE RUEDAS</title>
        <para>Alargar o acortar la distancia entre ejes significa un costo adicional para el cliente. Por lo tanto,
            muchas veces es mejor para el cliente ordenar un chasis a la f&#225;brica con la distancia entre ejes
            deseada m&#225;s que alterar la distancia entre ejes del chasis en el lugar mismo.
        </para>
        <para>El m&#233;todo preferido para alterar la distancia entre ejes es deslizar el eje trasero hacia adelante o
            hacia atr&#225;s si se requiere. Invariablemente, esto requiere alargar o acortar las l&#237;neas de aire,
            las del freno, las el&#233;ctricas y de transmisi&#243;n. Se debe tener mucho cuidado en la modificaci&#243;n
            de las l&#237;neas de aire, las de freno y la de transmisi&#243;n para asegurar que operan igual de seguro
            que con las que vienen de f&#225;brica.
        </para>
        <para>Si la distancia entre ejes se alarga, se requerir&#225; de un refuerzo. Consulte con su representante
            antes de alargar la distancia entre ejes.
        </para>
        <para>En aquellas instancias en que sea necesario cortar y soldar el bastidor para alterar la distancia entre
            ejes, se tiene que reforzar el bastidor con un refuerzo tipo canal de la misma resistencia que el bastidor
            original en el &#225;rea donde &#233;ste se cort&#243;, alargando por lo menos dos pies en ambos lados del
            corte.
        </para>
        <para>Si el bastidor se fabric&#243; con un bastidor principal y un refuerzo, se debe sacar el refuerzo antes de
            cortar el bastidor principal.
            <emph type="bold">Es esencial obtener un refuerzo de canal externo de un pieza m&#225;s que cortar o volver
                a usar el refuerzo original.
            </emph>
            El bastidor original tambi&#233;n debe ser reforzado con un refuerzo de canal interior, alargando al menos
            dos pies m&#225;s all&#225; del o los cortes en ambos costados del o los cortes. Los refuerzos debe ser del
            mismo material que el bastidor original. Los refuerzos de canal de chasis v&#237;rgenes o pre perforados est&#225;n
            disponibles a trav&#233;s del departamento de refacciones de su distribuidor.
        </para>
        <para>En bastidores de aluminio con resistencia media o alta, no se recomienda volver a soldar para alargar el
            bastidor. Consulte
            <hotlnk document="m01001y_X0100107.xml" xrefid="x0100107">REFUERZO
                <xref refid="x0100107"/>
            </hotlnk>
            y
            <hotlnk document="m01001y_X0100108.xml" xrefid="x0100108">FIJACI&#211;N DEL REFUERZO
                <xref refid="x0100108"/>
            </hotlnk>
            para obtener informaci&#243;n adicional.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
