<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - INFORMACI&#211;N DE PERNOS Y TORSI&#211;N</stitle>
    <svcsection/>
    <svcsubsec id="x0100103">
        <title>INFORMACI&#211;N DE PERNOS Y TORSI&#211;N</title>
        <svcsubsecinfo>
            <para>La mayor&#237;a de los bastidores se ensamblan con pernos y tuercas. Otros se remachan.
                <emph type="bold">Siempre hay que usar pernos al fijar un refuerzo.</emph>
                Los remaches se deben cambiar por pernos cuando se repare y se refuerce el bastidor.
            </para>
            <para>En las juntas con pernos, gran parte de la carga se transfiere mediante fuerza de fricci&#243;n o de
                apriete entre las barras de la junta. Los pernos se deben apretar correctamente para desarrollar y
                mantener la fuerza de apriete deseada. La operaci&#243;n de la junta con pernos sueltos o mal apretados
                puede provocar la falla de la junta. Los pernos y tuercas se deben inspeccionar peri&#243;dicamente para
                asegurar que la torsi&#243;n se mantiene.
            </para>
            <para>Los pernos de material de alta resistencia que est&#225;n dentro de los pernos SAE grado 8 se deben
                emplear en todos los bastidores. Para las instalaciones con refuerzo, se recomienda los pernos de cabeza
                de reborde de di&#225;metro 13 mm (0,5 pulg.) Los pernos SAE grado 8 se identifican con seis marcas
                radiales en la cabeza del perno (
                <hotlnk xrefid="f0100106">Figura 6</hotlnk>). Las tuercas con reborde deben ser grado 8.
            </para>
            <figure id="f0100106" figsize="col-wide">
                <graphic id="g0100106" filename="../figg01/g0100106.webp" type="webp"/>
                <caption>Figura 6. Identificaci&#243;n del perno</caption>
                <calloutgroup>
                    <callout1>1. LOS PERNOS SAE GRADO 5 SE IDENTIFICAN CON 3 L&#205;NEAS RADIALES</callout1>
                    <callout1>2. LOS PERNOS SAE GRADO 8 SE IDENTIFICAN CON 6 L&#205;NEAS RADIALES</callout1>
                </calloutgroup>
            </figure>
            <para>Estos pernos de tipo de reborde con cabeza de di&#225;metro de 13 mm (0.5 pulg,) se deben apretar de
                110 a 120 lb-pies. (149 a 163 Nm) basado en tuercas y pernos nuevos lubricados con aceite de motor.
                Siempre que se pueda, sujete el perno y apriete la tuerca.
            </para>
            <para>Si los componentes del bastidor son de aluminio, se debe usar pernos y tuercas con cabeza de reborde,
                o pernos con arandelas planas endurecidas. Si la modificaci&#243;n o reparaci&#243;n requiere del cambio
                de los pernos existentes por unos nuevos o por pernos m&#225;s largos, no se debe usar las tuercas de
                cabeza con reborde usadas para los pernos est&#225;ndar nuevos.
            </para>
            <para>En el dise&#241;o de un veh&#237;culo se da especial consideraci&#243;n al n&#250;mero, ubicaci&#243;n
                y tama&#241;os de los orificios de los pernos del bastidor. El n&#250;mero, ubicaci&#243;n y tama&#241;o
                de los orificios de los pernos adicionales en el bastidor luego de la fabricaci&#243;n del veh&#237;culo
                puede afectar en forma adversa la resistencia del bastidor. El efecto adverso de los orificios
                adicionales de pernos se puede minimizar siguiendo las indicaciones.
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_REPAIRPROCEDURES.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_27.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
