<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - SOLDADURA Y REFUERZO - REFUERZO</stitle>
    <svcsection/>
    <svcproc id="x0100107" svcproctype="repair" graphiccount="1">
        <title>REFUERZO</title>
        <para>Generalmente, los refuerzos (
            <hotlnk xrefid="f0100101">Figura 1</hotlnk>
            ) para aumentar la capacidad de carga son de "longitud total". La longitud actual del refuerzo var&#237;a
            seg&#250;n el modelo. Existen refuerzos m&#225;s cortos (aproximadamente 7 pies)de la camisa del tren de
            ruedas de la suspensi&#243;n trasera disponibles para ciertos modelos de tractor. Los refuerzos de canal
            invertido "L" y "C" est&#225;n disponibles para la mayor&#237;a de los modelos. En el caso que no existan
            refuerzos disponibles para ciertos modelos, ser&#225; necesario contactar a Ingenier&#237;a de ventas para
            obtener recomendaciones acerca de los refuerzos.
        </para>
        <figure id="f0100101" figsize="col-wide">
            <graphic id="g0100101" filename="../figg01/g0100101.webp" type="webp"/>
            <caption>Figura 1. Largueros del bastidor y refuerzos (comunes)</caption>
            <calloutgroup>
                <callout1>1. SECCI&#211;N DE BARRAS LATERALES EST&#193;NDARES</callout1>
                <callout1>2. SECCI&#211;N DE BARRAS LATERALES DE SERVICIO PESADO</callout1>
                <callout1>3. SECCI&#211;N DE BARRAS LATERALES CON REFUERZO EN L</callout1>
                <callout1>4. SECCI&#211;N DE BARRAS LATERALES CON REFUERZO EN C</callout1>
            </calloutgroup>
        </figure>
        <para>Generalmente, estos refuerzos se instalan en la parte externa de la barra lateral, a pesar de que algunos
            modelos requieren de refuerzos de canal en "C" instalados en la parte interna de la barra lateral. P&#243;ngase
            en contacto con su distribuidor International Truck para consultas acerca del tipo de refuerzo requerido.
        </para>
        <para>Seg&#250;n la aplicaci&#243;n del modelo, habr&#225;n otras piezas afectadas, como por ejemplo los
            soportes de resorte, que est&#225;n unidos con pernos al reborde al igual que la nervadura de la barra
            lateral. Para mantener una alineaci&#243;n adecuada de los resortes, es posible que se tenga que cambiar los
            soportes por unos nuevos que est&#233;n dise&#241;ados para aceptar los refuerzos. Estos soportes est&#225;n
            disponibles a trav&#233;s del departamento de repuestos de su distribuidor International Truck.
        </para>
        <specpara>
            <note>
                <para>Al colocar un refuerzo interno, se afectar&#225; la longitud de los travesa&#241;os.</para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_X0100108.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
