<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - MODIFICACIONES ALTERNATIVAS</stitle>
    <svcsection/>
    <svcsubsec>
        <title>MODIFICACIONES ALTERNATIVAS</title>
        <svcsubsecinfo>
            <para>Se acepta cortar el bastidor detr&#225;s del eje trasero para acortarlo. Se prefiere el corte o sierra
                mec&#225;nica al corte con soplete. Cuando sea necesario cortar el bastidor, la barra lateral se debe
                cortar en un &#225;ngulo a 90 grados del eje longitudinal.
            </para>
            <para>Para informaci&#243;n acerca del corte de los bastidores para alargarlos o modificar la distancia
                entre ruedas, consulte
                <hotlnk document="m01001y_X0100106.xml" xrefid="x0100106">ALTERACIONES DE LA DISTANCIA ENTRE
                    RUEDAS</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Cuando se tenga que soldar los &#225;ngulos de montaje a los conjuntos de la quinta rueda,
                        consulte las recomendaciones del fabricante de la quinta rueda.
                    </para>
                </note>
            </specpara>
            <para>En algunos casos, los distribuidores, instaladores o representantes agregan al veh&#237;culo equipos
                especializados como los montacargas, tornos, barrenieve, m&#225;quinas empujadoras y ejes de cola. A
                menos que lo indique el cliente durante el montaje, generalmente el veh&#237;culo est&#225; equipado con
                un bastidor de chasis est&#225;ndar y el fabricante no ha hecho concesiones especiales para el equipo
                especial que se agrega.
            </para>
            <para>La adici&#243;n o instalaci&#243;n de este equipo especial en el veh&#237;culo puede afectar en forma
                importante la carga del bastidor del chasis. En algunos casos, ser&#225; necesario reforzar el bastidor.
                Se deber&#225; tener especial cuidado en asegurar que el peso bruto vehicular m&#225;ximo (GVWR) y/o el
                peso bruto vehicular del eje trasero (GAWR) no se excedan.
            </para>
            <para>La instalaci&#243;n de este equipo especial puede implicar requisitos federales y estatales, que
                afectan la certificaci&#243;n vehicular de emisiones de ruido, emisiones de escape, los requisitos de
                frenos, requisitos del sistema de luces, etc. El instalador del equipo especializado es responsable de
                la seguridad y durabilidad de su producto y, adem&#225;s, es responsable de asegurar que el equipo y su
                instalaci&#243;n cumplan con todos los requisitos aplicables del Departamento federal de transporte y
                las regulaciones OSHA.
            </para>
            <para>Agregar equipo especializado puede tener un efecto importante en otros componentes vehiculares, como
                el sistema de frenos, el sistema de direcci&#243;n, el sistema de suspensi&#243;n, etc. Probablemente,
                el refuerzo simple del bastidor de chasis no sea adecuado para proporcionar un funcionamiento seguro del
                veh&#237;culo.
            </para>
            <para>En cualquier modificaci&#243;n que se haga al bastidor del chasis, al agregar orificios, refuerzos,
                soldaduras, abrazaderas, empalmes, etc., se puede aumentar la tensi&#243;n local en el bastidor en el
                punto de modificaci&#243;n. Estas concentraciones de tensi&#243;n local pueden afectar
                significativamente la vida &#250;til del bastidor del chasis. El efecto espec&#237;fico que la
                concentraci&#243;n de tensi&#243;n tendr&#225; en la vida &#250;til del bastidor del chasis depende de
                la ubicaci&#243;n de la concentraci&#243;n de la tensi&#243;n, la frecuencia y gravedad de la carga, y
                el tipo de concentraci&#243;n de la tensi&#243;n. Cualquier modificaci&#243;n que se le haga al bastidor
                puede anular la garant&#237;a del fabricante.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>BARRAS LATERALES Y TRAVESA&#209;OS DE ALUMINIO</title>
            <para>Para evitar la formaci&#243;n de una celda galv&#225;nica, se deben usar las t&#233;cnicas de aislaci&#243;n
                como los separadores y selladores de tipo no conductor o de barrera. Se recomienda pintar con un
                sellante, como el Tectyl 400C o equivalente, la superficie del bastidor de aluminio y los refuerzos de
                acero. Asimismo se debe sellar los pernos de acero que pasan a trav&#233;s del bastidor de aluminio y
                los refuerzos de acero, as&#237; como tambi&#233;n las arandelas bajo la cabeza de los pernos y tuercas.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_X0100102.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_X0100106.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
