<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - INSTALACI&#211;N DE LA QUINTA RUEDA - MONTAJE</stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="11">
        <title>MONTAJE</title>
        <svcsubproc>
            <title>Angulos de montaje</title>
            <para>Se recomienda usar los &#225;ngulos de montaje para montar la quinta rueda al bastidor del veh&#237;culo
                (
                <hotlnk xrefid="f0100112">Figura 26</hotlnk>
                ). Los &#225;ngulos de montaje proporcionan una transferencia m&#225;s directa de la carga hacia las
                barras laterales del bastidor para mejor distribuci&#243;n de la tensi&#243;n. Hay quintas ruedas que
                incorporan &#225;ngulos de montaje integral como parte del conjunto de la quinta rueda.
            </para>
            <figure id="f0100112" figsize="col-wide">
                <graphic id="g0100112" filename="../figg01/g0100112.webp" type="webp"/>
                <caption>Figura 26. &#193;ngulo de montaje de la quinta rueda</caption>
                <calloutgroup>
                    <callout1>1. BASTIDOR</callout1>
                    <callout1>2. &#193;NGULO DE MONTAJE DE LA QUINTA RUEDA</callout1>
                </calloutgroup>
            </figure>
            <para>Los &#225;ngulos de montaje de la quinta rueda debe estar hechos de acero conforme al J410 de SAE,
                grado 965x, 8 mm (0.312 pulg.) de espesor, o al A572 de ASTM , grado 50, 0.6 mm (0.38 pulg.) de espesor,
                o conforme a las especificaciones del fabricante de quinta rueda que cubren su caso espec&#237;fico.
            </para>
            <para>Se permite cortar los &#225;ngulos de montaje para otorgar mayor espacio para los soportes de montaje
                de los resortes, etc. Los recortes en los rebordes verticales de los &#225;ngulos de montaje se deben
                minimizar en n&#250;mero y tama&#241;o. Los recortes deben ser redondeados en la parte interna de las
                esquinas. El radio interno de los recortes deben ser de un m&#237;nimo de 13 mm (0.5 pulg.); aunque es
                preferido un radio de 19 mm (0.75 pulg.).
            </para>
            <para>Para hacer recortes en los &#225;ngulos de montaje, perfore orificios con el radio del recorte.
                Entonces, corte con sierra o soplete para retirar el material restante. Los bordes del corte deben
                suavizarse con esmeril (
                <hotlnk xrefid="f0100113">Figura 27</hotlnk>).
            </para>
            <figure id="f0100113" figsize="col-wide">
                <graphic id="g0100113" filename="../figg01/g0100113.webp" type="webp"/>
                <caption>Figura 27. Recorte del &#225;ngulo de montaje</caption>
                <calloutgroup>
                    <callout1>1. M&#205;NIMO RECOMENDADO de 51 mm (2 pulg.)</callout1>
                    <callout1>2. ORIFICIOS PERFORADOS EN LAS ESQUINAS.</callout1>
                    <callout1>3. RADIO (M&#205;NIMO) (13 mm) 0.5 pulg.</callout1>
                </calloutgroup>
            </figure>
            <para>Algunos veh&#237;culos tienen soporte de montaje de resortes dise&#241;ado para permitir la instalaci&#243;n
                del &#225;ngulo de montaje de la quinta rueda entre el soporte de resortes y el bastidor del veh&#237;culo
                (
                <hotlnk xrefid="f0100114">Figura 28</hotlnk>). Retire los separadores que vienen instalados de f&#225;brica
                para instalar los &#225;ngulos de montaje. Vuelva a apretar los pernos tal como se especifica en la
                <hotlnk document="m01001y_37.xml" xrefid="x0100104">Tabla de torsiones</hotlnk>.
            </para>
            <figure id="f0100114" figsize="col-wide">
                <graphic id="g0100114" filename="../figg01/g0100114.webp" type="webp"/>
                <caption>Figura 28. Posici&#243;n de montaje del &#225;ngulo</caption>
                <calloutgroup>
                    <callout1>1. ESPACIADOR (SACAR)</callout1>
                    <callout1>2. &#193;NGULO DE MONTAJE</callout1>
                </calloutgroup>
            </figure>
            <para>Los &#225;ngulos de montaje se deben asegurar a las barras laterales del bastidor usando la cantidad y
                espaciado tal como se determina en las siguientes pautas que aparecen en esta secci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Pernos de montaje</title>
            <para>Se recomienda el uso de sujetadores de reborde SAE grado 8 recubiertos de fosfato y aceite. En el caso
                que no existan sujetadores de reborde disponibles, se recomienda el uso de arandelas planas de acero
                endurecido bajo las cabezas de los pernos y tuercas.
            </para>
            <para>En caso de que los pernos de montaje est&#233;n limitados por los recortes, la nueva disposici&#243;n
                de pernos debe ser lo m&#225;s parecida posible a lo especificado en las recomendaciones en t&#233;rmino
                de n&#250;mero de sujetadores, distancias de los bordes y separaciones.
            </para>
            <para>Para las aplicaciones horizontales de pernos (&#225;ngulo de montaje de la barra lateral del
                bastidor), use pernos con di&#225;metro 16 mm (0.62 pulg.). Vuelva a apretar los pernos tal como se
                especifica en la
                <hotlnk document="m01001y_37.xml" xrefid="x0100104">Tabla de torsiones</hotlnk>.
            </para>
            <para>Para las aplicaciones verticales de perno (quinta rueda a &#225;ngulo de montaje, quinta rueda a placa
                de soporte, quinta rueda a travesa&#241;o, travesa&#241;o a &#225;ngulo de montaje), use un perno con di&#225;metro
                19 mm (3/4 pulg). Estos pernos deben tener cabeza con reborde o hexagonal con arandelas planas
                endurecidas. Apriete las tuercas tal como se especifica en la
                <hotlnk document="m01001y_37.xml" xrefid="x0100104">Tabla de torsiones</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Ciertas quintas ruedas de deslizantes o fijas est&#225;n dise&#241;adas para emplear pernos
                        verticales con di&#225;metro 16 mm (0.625 pulg.). Esta son aceptables cuando el dise&#241;o lo
                        especifica.
                    </para>
                </note>
            </specpara>
            <para>Se debe tener cuidado en evitar da&#241;o por rozamiento (desgaste) al reborde superior del bastidor
                por los bordes filudos de las piezas de montaje de la quinta rueda.
                <hotlnk xrefid="f0100115">La Figura 29</hotlnk>
                ilustra los m&#233;todos para prevenir el da&#241;o del desgaste por rozamiento en los bordes delanteros
                y traseros. Estos m&#233;todos incluyen:
            </para>
            <step1>
                <para count="1">Biselado de los bordes de la piezas de montaje de la quinta rueda que est&#225;n en
                    contacto con el reborde superior del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Use un "borde flexible" para disminuir gradualmente las fuerzas de contacto.</para>
            </step1>
            <figure id="f0100115" figsize="col-wide">
                <graphic id="g0100115" filename="../figg01/g0100115.webp" type="webp"/>
                <caption>Figura 29. M&#233;todos para evitar el da&#241;o de desgaste por rozamiento</caption>
                <calloutgroup>
                    <callout1>1. BASE DE QUINTA RUEDA</callout1>
                    <callout1>2. BISEL (30-45&#176;)</callout1>
                    <callout1>3. M&#205;NIMO 38.1 mm (1.5 pulg.)</callout1>
                    <callout1>4. BORDE FLEXIBLE</callout1>
                </calloutgroup>
            </figure>
            <para>Las piezas de montaje y de la quinta rueda se deben colocar en el bastidor del veh&#237;culo para
                entregar un contacto m&#225;ximo entre las piezas que transfieren la carga vertical al reborde superior
                del bastidor. Sujete con abrazaderas para asegurar el contacto antes de apretar los pernos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Quintas ruedas fijas (no deslizantes)</title>
            <para>Las instalaciones comunes de la quintas ruedas fijas (no deslizantes) aparecen ilustradas en la
                <hotlnk xrefid="f0100116">Figura 30,</hotlnk>
                <hotlnk xrefid="f0100117">Figura 31,</hotlnk>
                <hotlnk xrefid="f0100118">Figura 32,</hotlnk>
                <hotlnk xrefid="f0100119">Figura 33,</hotlnk>
                <hotlnk xrefid="f0100120">Figura 34</hotlnk>
                y
                <hotlnk xrefid="f0100121">Figura 35</hotlnk>.
            </para>
            <para>Los &#225;ngulos de montaje se deben asegurar a las barras laterales del bastidor con un m&#237;nimo
                de cinco pernos por costado y con separaci&#243;n como aparece en la
                <hotlnk xrefid="f0100116">Figura 30</hotlnk>
                .
            </para>
            <para>Los l&#237;mites de las dimensiones recomendadas para el montaje de la quinta rueda aparecen en la
                <hotlnk xrefid="f0100116">Figura 30</hotlnk>. Estos l&#237;mites son los siguientes:
            </para>
            <figure id="f0100116" figsize="col-wide">
                <graphic id="g0100116" filename="../figg01/g0100116.webp" type="webp"/>
                <caption>Figura 30. L&#237;mites de dimensiones de montaje de quinta rueda fija (com&#250;n)</caption>
            </figure>
            <para>Dimensi&#243;n "A" (separaci&#243;n de l&#237;nea central del mu&#241;&#243;n) de 736 a 863 mm (29 a
                34 pulg.).
            </para>
            <para>Dimensi&#243;n "B" (desplazamiento de la quinta rueda con respecto a la l&#237;nea central del eje
                trasero o eje t&#225;ndem trasero) de 0 a 609 mm (de 0 a 24 pulg.).
            </para>
            <para>Dimensi&#243;n "C" (altura del pivote de la quinta rueda sobre el bastidor) de 152.4 mm(6 pulgadas) m&#225;ximo.</para>
            <para>Aseg&#250;rese de consultar los segmentos en esta secci&#243;n para informaci&#243;n acerca del &#225;ngulo
                de montaje y recortes , tama&#241;o de los pernos, y especificaciones de la torsi&#243;n y protecci&#243;n
                anticorrosiva en los bastidores de aluminio.
            </para>
            <specpara>
                <warning>
                    <para>Si no se siguen los procedimientos recomendados en esta secci&#243;n, se puede ocasionar da&#241;o
                        en el bastidor del veh&#237;culo y posibles lesiones al operador.
                    </para>
                </warning>
            </specpara>
            <para>Para los conjuntos de bastidor de veh&#237;culo sin refuerzo en el tren de ruedas o refuerzos de canal
                en "C" del bastidor, instale un conjunto de travesa&#241;os planos como aparece en la
                <hotlnk xrefid="f0100117">Figura 31</hotlnk>
                y
                <hotlnk xrefid="f0100118">Figura 32</hotlnk>
                .
            </para>
            <figure id="f0100117" figsize="col-wide">
                <graphic id="g0100117" filename="../figg01/g0100117.webp" type="webp"/>
                <caption>Figura 31. Instalaci&#243;n de travesa&#241;os (com&#250;n)</caption>
            </figure>
            <figure id="f0100118" figsize="col-wide">
                <graphic id="g0100118" filename="../figg01/g0100118.webp" type="webp"/>
                <caption>Figura 32. Soldadura de travesa&#241;o (com&#250;n)</caption>
            </figure>
            <para>Para las quintas ruedas con base unida con pernos, coloque pernos en los travesa&#241;os y
                espaciadores tal como aparece en la
                <hotlnk xrefid="f0100117">Figura 31</hotlnk>
                . Para quintas ruedas con &#225;ngulos de montaje integral, suelde los travesa&#241;os como aparece en
                la
                <hotlnk xrefid="f0100118">Figura 32</hotlnk>.
            </para>
            <para>Los travesa&#241;os deben tener un espesor m&#237;nimo de 8 mm (0.31 pulg.) x un ancho de 127 mm (5
                pulg.). Se recomienda que el material sea HSLA con espesor de 8 mm (0.31 pulg.) y con l&#237;mite el&#225;stico
                de 80 000 PSI (SAE 980X).
            </para>
            <para>Para quintas ruedas con base unida con pernos, se puede instalar una placa plana simple o una placa
                corrugada en vez de travesa&#241;os. La placa plana debe tener el patr&#243;n de pernos que aparece en
                la
                <hotlnk xrefid="f0100119">Figura 33</hotlnk>
                (vista desde arriba) La placa corrugada se debe instalar tal como aparece en la
                <hotlnk xrefid="f0100119">Figura 33</hotlnk>
                .
            </para>
            <figure id="f0100119" figsize="col-wide">
                <graphic id="g0100119" filename="../figg01/g0100119.webp" type="webp"/>
                <caption>Figura 33. Instalaci&#243;n de la placa (com&#250;n)</caption>
            </figure>
            <para>Para los conjuntos de bastidores de veh&#237;culo que tienen refuerzo en el tren de rueda (como la
                suspensi&#243;n com&#250;n Hendrickson), muchas de las instalaciones de quinta rueda se pueden hacer sin
                travesa&#241;os, como aparece en la
                <hotlnk xrefid="f0100120">Figura 34</hotlnk>
                y
                <hotlnk xrefid="f0100121">Figura 35</hotlnk>
                . Los travesa&#241;os se pueden requerir en ciertos casos, como se indica.
            </para>
            <figure id="f0100120" figsize="col-wide">
                <graphic id="g0100120" filename="../figg01/g0100120.webp" type="webp"/>
                <caption>Figura 34. Instalaci&#243;n de quinta rueda sin travesa&#241;os (com&#250;n)</caption>
            </figure>
            <figure id="f0100121" figsize="col-wide">
                <graphic id="g0100121" filename="../figg01/g0100121.webp" type="webp"/>
                <caption>Figura 35. Instalaci&#243;n de quinta rueda sin travesa&#241;os (com&#250;n)</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Quintas ruedas deslizantes</title>
            <para>Estas pautas se aplican a los conjuntos de quintas ruedas deslizantes en los casos en donde los
                largueros o rieles se unen en una placa de montaje o con travesa&#241;os.
            </para>
            <para>Una instalaci&#243;n com&#250;n de quinta rueda deslizante se ilustra en la
                <hotlnk xrefid="f0100122">Figura 36</hotlnk>.
            </para>
            <figure id="f0100122" figsize="col-wide">
                <graphic id="g0100122" filename="../figg01/g0100122.webp" type="webp"/>
                <caption>Figura 36. Instalaci&#243;n de la quinta rueda deslizante (com&#250;n)</caption>
            </figure>
            <para>Los &#225;ngulos de montaje se deben asegurar a las barras laterales del bastidor con pernos, cuyo n&#250;mero
                m&#237;nimo se determina dividiendo la distancia entre los orificios para pernos delantero y trasero,
                tal como aparece en la
                <hotlnk xrefid="f0100122">Figura 36</hotlnk>
                , entre 177.8 mm (7 pulg.) y sumando 1.
            </para>
            <para>Los l&#237;mites de las dimensiones recomendadas para el montaje de la quinta rueda deslizante son:
            </para>
            <para>Dimensi&#243;n "B" (desplazamiento de la quinta rueda con respecto a la l&#237;nea central del tren de
                ruedas) de 0 a 914 mm (0 a 36 pulg.) m&#225;ximo.
            </para>
            <para>Dimensi&#243;n "C" (altura del pivote de la quinta rueda sobre el bastidor) de 152.4 mm(6 pulgadas) m&#225;ximo.</para>
            <para>Debido a la longitud y t&#233;cnicas de construcci&#243;n, las quintas ruedas deslizantes son
                propensas a combadura y desalineaci&#243;n. Esto junto con las variaciones del bastidor del veh&#237;culo
                hace necesario revisar y corregir para lograr un ajuste adecuado cuando se requiera.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_35.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_37.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
