<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - PROCEDIMIENTOS RECOMENDADOS DE REPARACI&#211;N Y REFUERZO - REFUERZO DE REPARACI&#211;N
        CON SOLDADURA DE LA PLACA PLANA
    </stitle>
    <svcsection/>
    <svcproc id="repairprocedures" svcproctype="repair" graphiccount="0">
        <title>REFUERZO DE REPARACI&#211;N CON SOLDADURA DE LA PLACA PLANA</title>
        <svcprocinfo>
            <para>Este refuerzo est&#225; previsto para la parte de la nervadura menos cr&#237;tica de la secci&#243;n
                de las barras laterales donde el agrietamiento com&#250;n se debe a la tensi&#243;n local que tiende a
                "diafragmar" o "abombar" la nervadura sin crear una tensi&#243;n importante en la flexi&#243;n general
                de la secci&#243;n. Los patrones comunes de agrietamiento irradian desde el borde de un soporte de
                montaje o de los travesa&#241;os o de un orificio en la nervadura. Las grietas que irradian desde un
                orificio de nervadura ocupado por un sujetador a menudo son una indicaci&#243;n de una junta defectuosa,
                ya sea por que el sujetador se solt&#243; o por el dise&#241;o deficiente de la junta (
                <hotlnk document="m01001y_19.xml" xrefid="f0100105">Figura 5C</hotlnk>).
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Aplicaciones recomendadas</title>
            <para>Los refuerzos de la placa plana se recomiendan para las reparaciones con soldadura en las que la
                soldadura no se extiende m&#225;s all&#225; de la zona definida en la
                <hotlnk document="m01001y_19.xml" xrefid="f0100105">Figura 5D</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimientos de aplicaci&#243;n</title>
            <step1>
                <para count="1">Una instalaci&#243;n com&#250;n aparece en la
                    <hotlnk document="m01001y_19.xml" xrefid="f0100105">Figura 5C</hotlnk>. El largo y alto de la placa
                    variar&#225; con el tama&#241;o del &#225;rea de reparaci&#243;n con soldadura. En general esto debe
                    ser de tal manera que acomode un grupo de pernos de fijaci&#243;n de refuerzo a una distancia t&#237;pica
                    de 76 a 127 mm (3 a 5 pulgadas) alrededor del &#225;rea de reparaci&#243;n con soldadura.
                </para>
            </step1>
            <step1>
                <para count="1">La placa normalmente se debe instalar al lado opuesto del componente que transfiri&#243;
                    la carga de flexi&#243;n local a la nervadura.
                </para>
            </step1>
            <step1>
                <para count="1">Los bordes de la placa deben ir alternados en relaci&#243;n a los bordes de otros
                    componentes relativamente r&#237;gidos montados en la nervadura para evitar la creaci&#243;n de
                    concentraciones de tensiones.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_X0100103.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
