<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - BASTIDOR - IDENTIFICACI&#211;N DEL MATERIAL DEL LARGUERO DEL BASTIDOR</stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>IDENTIFICACI&#211;N DEL MATERIAL DEL LARGUERO DEL BASTIDOR</title>
        <para>Los chasis International se fabrican con largueros del bastidor de diferentes aceros de aleaci&#243;n y
            algunos son tratados t&#233;rmicamente. Cada material se debe manejar de una forma espec&#237;fica para
            asegurar una m&#225;xima vida &#250;til; por lo tanto, se debe determinar el material del bastidor antes de
            intentar repararlo o modificarlo.
        </para>
        <para>Actualmente, los chasis International se fabrican con largueros de bastidor de:</para>
        <randlist type="bullet">
            <item>
                <para>Acero dulce (l&#237;mite el&#225;stico de 36 000 PSI)</para>
            </item>
            <item>
                <para>Acero de aleaci&#243;n hipoleada de gran resistencia (HSLA) (l&#237;mite el&#225;stico de 50 000,
                    60 000 y 80 000 PSI)
                </para>
            </item>
            <item>
                <para>Acero tratado t&#233;rmicamente (l&#237;mite el&#225;stico de 110 000 psi).</para>
            </item>
        </randlist>
        <para>Cada tipo tiene procedimientos de reparaci&#243;n diferentes. El material de los largueros del bastidor se
            puede determinar al inspeccionar el bastidor y al consultar la etiqueta de l&#237;nea del distribuidor del
            veh&#237;culo y el libro de datos de ventas.
        </para>
        <para>Los largueros tratados t&#233;rmicamente est&#225;n marcados en la parte interna de la secci&#243;n con
            una calcoman&#237;a de advertencia contra soldaduras, cortes con soplete o la adici&#243;n de orificios en
            zonas cr&#237;ticas. Estas pr&#225;cticas est&#225;n restringidas para todos los largueros del bastidor, sin
            embargo, los largueros
            <emph type="bold">tratados t&#233;rmicamente</emph>
            son mucho m&#225;s sensibles a estas alteraciones.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m01001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
