<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - PROBLEMAS DE LA
        TRANSMISI&#211;N - CAMBIO DE VELOCIDADES DIF&#205;CIL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>CAMBIO DE VELOCIDADES DIF&#205;CIL</title>
        <para>El esfuerzo requerido para mover la palanca de cambio de velocidades de una posici&#243;n a otra var&#237;a.
            Si se requiere un esfuerzo demasiado grande, esto ser&#225; una constante causa de quejas del conductor.
            Cuando se informa sobre un cambio dif&#237;cil, el primer componente que hay que revisar es el embrague.
            Verifique que el ajuste del embrague est&#233; dentro de la especificaci&#243;n y que los discos est&#233;n
            libres para deslizarse sobre el eje de impulso.
        </para>
        <para>Si se suelta el embrague y el eje de impulso sigue girando, el cojinete gu&#237;a del volante est&#225;
            defectuoso. Saque el control remoto y con la ayuda de una palanca coloque la transmisi&#243;n en una
            velocidad. Si la barra de cambio de velocidades se mueve f&#225;cilmente en su posici&#243;n, el problema
            est&#225; en alguna parte del varillaje externo. Si no es as&#237;, se tendr&#225; que revisar la transmisi&#243;n
            para ver lo siguiente:
        </para>
        <step1>
            <para count="1">Falta de lubricante o uso de lubricante equivocado, lo que produce una formaci&#243;n de dep&#243;sitos
                de barniz y sedimento en las ranuras de los ejes y engranajes.
            </para>
        </step1>
        <step1>
            <para count="1">Barras de cambio de velocidades desgastadas o dobladas.</para>
        </step1>
        <step1>
            <para count="1">Ajuste inadecuado del varillaje de cambio.</para>
        </step1>
        <step1>
            <para count="1">Engranajes del embrague apretados en las ranuras del eje.</para>
        </step1>
        <step1>
            <para count="1">Dientes del embrague con rebabas o astillados debido al cambio de velocidades inadecuado.
            </para>
        </step1>
        <step1>
            <para count="1">Falta de lubricante en las placas giratorias o juntas card&#225;n del control remoto.</para>
        </step1>
        <step1>
            <para count="1">Engranajes libres atascados en la superficie de empuje o en el di&#225;metro.</para>
        </step1>
        <step1>
            <para count="1">Arandelas de empuje rotas.</para>
        </step1>
        <step1>
            <para count="1">Juego longitudinal excesivo.</para>
        </step1>
        <step1>
            <para count="1">Tuerca del &#225;rbol principal suelta.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
