<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - COMPONENTES DEL EJE -
        BASTIDOR DEL EJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>BASTIDOR DEL EJE</title>
        <step1>
            <para count="1">V&#225;stago desgastado y rallado. La falta de lubricante es la causa de los v&#225;stagos
                rallados o desgastados. La contaminaci&#243;n crear&#225; una combinaci&#243;n de acci&#243;n abrasiva
                de metal a metal. El cojinete puede atascarse y la pista interior girar&#225; en el v&#225;stago,
                causando una condici&#243;n de ralladura (
                <hotlnk xrefid="f1300260">Figura 60</hotlnk>).
            </para>
            <figure id="f1300260" figsize="col-wide">
                <graphic id="g1300260" filename="../figg13/g1300260.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 59. V&#225;stago desgastado y rallado</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Grietas en el &#225;rea del soporte de las hojas de resorte. Los herrajes de uni&#243;n de
                las hojas de los resortes est&#225; est&#225;n flojos y pueden causar grietas en la parte superior y/o
                inferior del bastidor del eje. Los sitios desgastados en el &#225;rea del soporte de las hojas de los
                resortes pueden indicar que el herraje est&#225; flojo (
                <hotlnk xrefid="f1300261">Figura 61</hotlnk>).
            </para>
            <figure id="f1300261" figsize="col-wide">
                <graphic id="g1300261" filename="../figg13/g1300261.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 60. Grietas en el &#225;rea de soporte de las hojas de los resorte</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Bastidor del eje aplastado en el &#225;rea del soporte de las hojas de resorte. El herraje
                de soporte se apret&#243; demasiado, provocando esta condici&#243;n (
                <hotlnk xrefid="f1300262">Figura 62</hotlnk>). Revise si hay grietas y reemplace el herraje. Si el nuevo
                herraje no ajusta correctamente, reemplace el bastidor.
            </para>
            <figure id="f1300262" figsize="col-wide">
                <graphic id="g1300262" filename="../figg13/g1300262.webp" type="webp" scalefit="0"/>
                <caption>Figura 61. Bastidor del eje aplastado en el &#225;rea de soporte de las hojas de resorte
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Grietas en la soldadura del eje causadas por fatiga. Las grietas por fatiga se inician en el
                soporte de suspensi&#243;n. La falla se debe a cargas repetidas en la superficie de montaje del soporte
                y se puede deber a mal uso, al material o a un problema de soldadura (
                <hotlnk xrefid="f1300263">Figura 63</hotlnk>).
            </para>
            <figure id="f1300263" figsize="col-wide">
                <graphic id="g1300263" filename="../figg13/g1300263.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 62. Grietas en la soldadura del eje causadas por fatiga</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
