<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - COMPONENTES DEL EJE -
        DIVISOR DE POTENCIA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="7">
        <title>DIVISOR DE POTENCIA</title>
        <step1>
            <para count="1">Dientes da&#241;ados debido a un impacto por choque. Un repentino impacto por choque fractur&#243;
                los dientes engranados de estos dos engranajes. Las piezas met&#225;licas da&#241;aron los dientes
                adyacentes (
                <hotlnk xrefid="f1300253">Figura 53</hotlnk>).
            </para>
            <figure id="f1300253" figsize="col-wide">
                <graphic id="g1300253" filename="../figg13/g1300253.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 52. Dientes da&#241;ados debido a un impacto por choque</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Dientes de engranaje rotos debido a una falla por fatiga. Un choque de carga sobre los
                dientes engranados produjo un agrietamiento en la superficie endurecida de los dientes de la caja. La
                carga continua produjo el avance de las fracturas seg&#250;n indican las marcas concoideas (
                <hotlnk xrefid="f1300254">Figura 54</hotlnk>).
            </para>
            <figure id="f1300254" figsize="col-wide">
                <graphic id="g1300254" filename="../figg13/g1300254.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 53. Dientes de engranaje rotos debido a una falla por fatiga</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Embrague deslizante roto. Una carga por choque instant&#225;neo cre&#243; la huella &#225;spera
                en la superficie en la fractura (
                <hotlnk xrefid="f1300255">Figura 55</hotlnk>). Esto puede deberse al intento de engranar el bloqueo del
                diferencial entre ejes mientras las ruedas estaban girando.
            </para>
            <figure id="f1300255" figsize="col-wide">
                <graphic id="g1300255" filename="../figg13/g1300255.webp" type="webp" scalefit="0"/>
                <caption>Figura 54. Embrague deslizante roto</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Buje del engranaje rallado. El lubricante contaminado con finas part&#237;culas caus&#243;
                ralladuras. En la superficie de la arandela de empuje del engranaje se han producido algunas picaduras y
                ralladuras (
                <hotlnk xrefid="f1300256">Figura 56</hotlnk>).
            </para>
            <figure id="f1300256" figsize="col-wide">
                <graphic id="g1300256" filename="../figg13/g1300256.webp" type="webp" scalefit="0"/>
                <caption>Figura 55. Buje del engranaje rallado</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Eje de impulso roto. Los m&#250;ltiples choques por cargas produjeron la rotura plana y
                &#225;spera de este eje de impulso (
                <hotlnk xrefid="f1300257">Figura 57</hotlnk>). Esto se puede deber a la operaci&#243;n abusiva del cami&#243;n,
                uso incorrecto del bloqueo del diferencial entre ejes o una operaci&#243;n abusiva del embrague.
            </para>
            <figure id="f1300257" figsize="col-wide">
                <graphic id="g1300257" filename="../figg13/g1300257.webp" type="webp" scalefit="0"/>
                <caption>Figura 56. Eje de impulso roto</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Falla por fatiga torsional del eje de impulso. La superficie del eje se agrieta inicialmente
                debido a una carga extremadamente alta. Con el funcionamiento normal, las grietas avanzan hacia el
                centro del n&#250;cleo hasta que el eje falla (
                <hotlnk xrefid="f1300258">Figura 58</hotlnk>).
            </para>
            <figure id="f1300258" figsize="col-wide">
                <graphic id="g1300258" filename="../figg13/g1300258.webp" type="webp" scalefit="0"/>
                <caption>Figura 57. Falla por fatiga torsional del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Falla por choque torsional del eje transmisor. Esto es resultado de un choque de carga y
                puede ocurrir en un solo impacto (
                <hotlnk xrefid="f1300259">Figura 59</hotlnk>). La direcci&#243;n del giro de la ranura indicar&#225; si
                el veh&#237;culo se estaba moviendo hacia adelante o en reversa.
            </para>
            <figure id="f1300259" figsize="col-wide">
                <graphic id="g1300259" filename="../figg13/g1300259.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figura 58. Falla por choque torsional del eje transmisor</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
