<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - DESENSAMBLAJE - CONJUNTO DEL &#193;RBOL
        PRINCIPAL
    </stitle>
    <svcsection/>
    <svcproc id="x1300701" svcproctype="IDcomponent" graphiccount="4">
        <title>CONJUNTO DEL &#193;RBOL PRINCIPAL</title>
        <specpara>
            <caution>
                <para>Tenga cuidado al quitar el conjunto del &#225;rbol principal ya que el embrague deslizante en el
                    extremo puede salirse del &#225;rbol principal. El engranaje de reversa tambi&#233;n est&#225; libre
                    y puede separarse del eje.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Quite el anillo de resorte de retenci&#243;n del engranaje de reversa del &#225;rbol
                principal (
                <hotlnk xrefid="f1300750">Figura 50</hotlnk>).
            </para>
            <figure id="f1300750" figsize="col-wide">
                <graphic id="g1300750" filename="../figg13/g1300750.webp" type="webp" scalefit="0"/>
                <caption>Figura 50. Quite el anillo de resorte de retenci&#243;n del engranaje de reversa</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Mueva lo m&#225;s posible hacia atr&#225;s el engranaje de reversa del &#225;rbol principal
                y quite e anillo de resorte del di&#225;metro interior del engranaje de reversa.
            </para>
        </step1>
        <step1>
            <para count="1">Mueva el engranaje de reversa hacia adelante y contra el siguiente engranaje, engranando la
                ranura del embrague deslizante del &#225;rbol principal (
                <hotlnk xrefid="f1300751">Figura 51</hotlnk>).
            </para>
            <figure id="f1300751" figsize="col-wide">
                <graphic id="g1300751" filename="../figg13/g1300751.webp" type="webp" scalefit="0"/>
                <caption>Figura 51. Mueva el engranaje de reversa hacia adelante</caption>
            </figure>
        </step1>
        <para>Si no se mueve el conjunto del engranaje loco de reversa superior, usted debe quitar el eje del conjunto
            del engranaje loco de reversa superior y girar el engranaje hacia afuera. Consulte
            <hotlnk document="m13007_X1300702.xml" xrefid="x1300702">DESMONTAJE DEL CONJUNTO DEL ENGRANAJE LOCO DE
                REVERSA, pasos 1 a 4
            </hotlnk>
            .
        </para>
        <step1>
            <para count="1">Use un desarmador grande para bloquear el conjunto del contraeje superior contra la pared de
                la caja (
                <hotlnk xrefid="f1300752">Figura 52</hotlnk>).
            </para>
            <figure id="f1300752" figsize="col-wide">
                <graphic id="g1300752" filename="../figg13/g1300752.webp" type="webp" scalefit="0"/>
                <caption>Figura 52. Bloquee el conjunto del contraeje superior contra la pared de la caja</caption>
            </figure>
        </step1>
        <para>Si va a quitar el conjunto del engranaje loco de reversa superior, consulte
            <hotlnk document="m13007_X1300702.xml" xrefid="x1300702">DESMONTAJE DEL CONJUNTO DEL ENGRANAJE LOCO DE
                REVERSA
            </hotlnk>
            en este momento.
        </para>
        <step1>
            <para count="1">Coloque un gancho o cuerda alrededor del &#225;rbol principal (
                <hotlnk xrefid="f1300752">Figura 52</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Jale el &#225;rbol principal hacia atr&#225;s para liberar la gu&#237;a del compartimiento
                del eje de impulsi&#243;n (
                <hotlnk xrefid="f1300752">Figura 52</hotlnk>).
            </para>
        </step1>
        <specpara>
            <important>
                <para>El contraeje superior se debe mantener adelante contra la pared delantera de la caja. Una vez que
                    el &#225;rbol principal est&#233; fuera de la gu&#237;a, mu&#233;valo lo m&#225;s adelante posible.
                </para>
            </important>
        </specpara>
        <step1>
            <para count="1">Incline la parte delantera del &#225;rbol principal hacia arriba y levante el conjunto de la
                caja (
                <hotlnk xrefid="f1300753">Figura 53</hotlnk>).
            </para>
            <figure id="f1300753" figsize="col-wide">
                <graphic id="g1300753" filename="../figg13/g1300753.webp" type="webp" scalefit="0"/>
                <caption>Figura 53. Incline la parte delantera del &#225;rbol principal hacia arriba</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
