<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - PRECAUCIONES - REENSAMBLAJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>REENSAMBLAJE</title>
        <para>Aseg&#250;rese de que el interior de la caja y el alojamiento est&#233;n limpios. Es importante evitar que
            la transmisi&#243;n est&#233; expuesta a polvo y otros materiales extra&#241;os durante el reensamblaje. El
            polvo es abrasivo y puede da&#241;ar las superficies pulidas de los baleros y arandelas. A continuaci&#243;n
            se listan algunas precauciones que debe tener presente para el reensamblaje.
        </para>
        <step1>
            <para count="1">EMPAQUETADURAS-Durante el reensamblaje de la transmisi&#243;n s&#243;lo use empaquetaduras
                nuevas. Aseg&#250;rese de que todas las empaquetaduras est&#233;n instaladas. La omisi&#243;n de una
                empaquetadura puede causar fuga de aceite o desalineaci&#243;n de las cubiertas del balero.
            </para>
        </step1>
        <step1>
            <para count="1">PERNOS-Para evitar fuga de aceite, aplique a todos los pernos un sellante de rosca Loctite
                242. Para conocer los valores de la torsi&#243;n, consulte
                <hotlnk document="m13007_67.xml" xrefid="t1300702">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">ANILLOS "O"-Lubrique todos los anillos "O" con lubricante de silicona.</para>
        </step1>
        <step1>
            <para count="1">ENSAMBLAJE-Consulte las ilustraciones que aparecen en las instrucciones detalladas de
                desensamblaje como gu&#237;a para el reensamblaje.
            </para>
        </step1>
        <step1>
            <para count="1">LUBRICACI&#211;N INICIAL-Durante el reensamblaje aplique una capa de Lubriplate a todas las
                arandelas de l&#237;mite y ranuras de ejes para evitar que se rayen o raspen.
            </para>
        </step1>
        <step1>
            <para count="1">SEPARACI&#211;N AXIAL-Respete la separaci&#243;n axial original de 0.006 pulg a 0.015 pulg
                para los engranajes del &#225;rbol principal.
            </para>
        </step1>
        <step1>
            <para count="1">BALEROS-Se recomienda usar punzones para balero con extremo de reborde para instalar los
                baleros. Estos punzones especiales aplican igual fuerza a ambos anillos de rodadura del balero, evitando
                da&#241;ar las bolas, rodillos y anillos de rodadura, a la vez que mantienen una alineaci&#243;n
                correcta del balero con el di&#225;metro interior y el eje. Evite usar un punz&#243;n tubular o tipo
                manguito siempre que sea posible, ya que la fuerza se aplica s&#243;lo a uno de los anillos de rodadura
                de los baleros.
            </para>
        </step1>
        <para>BRIDA DE ACOPLAMIENTO O YUGO DE LA JUNTA CARD&#193;N-Jale firmemente la brida de acoplamiento o yugo hasta
            que quede en su lugar, con la tuerca del eje motor usando una torsi&#243;n de 450 a 500 lbs pie. Aseg&#250;rese
            de que se haya instalado el engranaje de accionamiento del veloc&#237;metro o un espaciador de reemplazo del
            mismo ancho. Si no logra jalar la brida de acoplamiento o yugo firmemente hasta que quede en su lugar, el
            eje motor se mover&#225; en forma axial con el da&#241;o resultante al balero trasero.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
