<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SERIE EATON DE TRANSMISI&#211;N DE 5 Y 6 VELOCIDADES - MANTENIMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>MANTENIMIENTO</title>
        <svcproc svcproctype="pm" graphiccount="2">
            <title>Service Procedure</title>
            <para>Los n&#250;meros de los pasos corresponden a los n&#250;meros de la
                <hotlnk xrefid="f1302602">Figura 2</hotlnk>.
            </para>
            <figure id="f1302602" figsize="col-wide">
                <graphic id="g1302602" filename="../figg13/g1302602.webp" type="webp" scalefit="0"/>
                <caption>Figura 2. Puntos a revisar en el mantenimiento</caption>
            </figure>
            <step1>
                <para count="1">Montaje del alojamiento del embrague. Revise si est&#225;n sueltos los pernos del
                    reborde del alojamiento del embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Cojinete de desembrague (no se muestra). Quite la cubierta manual del orificio y revise
                    la separaci&#243;n radial y axial del cojinete de desembrague. Revise la posici&#243;n relativa de
                    la superficie de empuje del cojinete de desembrague con respecto al manguito de empuje en los
                    embragues del tipo empuje.
                </para>
            </step1>
            <step1>
                <para count="1">Eje y di&#225;metros interiores del pedal de embrague. Haga palanca hacia arriba en los
                    ejes para revisar si hay desgaste. Si encuentra demasiado movimiento, quite el mecanismo de
                    desembrague y revise los bujes en los di&#225;metros interiores y el desgaste de los ejes.
                </para>
            </step1>
            <step1>
                <para count="1">Lubricante. C&#225;mbielo en los intervalos de servicio especificados. S&#243;lo use los
                    tipos y grados recomendados en el grupo 10 - LUBRICACI&#211;N en el Manual de servicio maestro
                    CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Tapones de llenado y drenaje. Quite los tapones de llenado y revise el nivel de
                    lubricante de acuerdo con los intervalos especificados. Apriete firmemente los tapones de llenado y
                    drenaje.
                </para>
            </step1>
            <step1>
                <para count="1">Pernos y empaquetaduras (sin referencia). Revise todos los pernos, especialmente
                    aquellos en las cubiertas PTO y en las cubiertas del balero trasero para revisar si est&#225;n
                    sueltos, ya que &#233;sto causar&#237;a una fuga de aceite. Consulte la
                    <hotlnk document="m13026_52.xml" xrefid="t1302602">TABLA DE TORSIONES</hotlnk>. Revise la apertura
                    PTO y las cubiertas del balero trasero para verificar si hay fugas de aceite causadas por
                    empaquetaduras defectuosas.
                </para>
            </step1>
            <para>Los n&#250;meros de los pasos corresponden a los n&#250;meros de la
                <hotlnk xrefid="f1302603">Figura 3</hotlnk>.
            </para>
            <figure id="f1302603" figsize="col-wide">
                <graphic id="g1302603" filename="../figg13/g1302603.webp" type="webp" scalefit="0"/>
                <caption>Figura 3. Puntos a revisar en el mantenimiento</caption>
            </figure>
            <step1>
                <para count="1">Palanca de cambio de velocidades. Revise el alojamiento para ver si est&#225; suelto o
                    si se produce juego libre. Si la palanca est&#225; suelta en el alojamiento, contin&#250;e con el
                    Paso 8.
                </para>
            </step1>
            <step1>
                <para count="1">Conjunto del alojamiento de la palanca de cambio de velocidades. Quite el conjunto del
                    alojamiento de la palanca de cambio de velocidades del la transmisi&#243;n. Revise el resorte de
                    tensi&#243;n y la arandela para ver si hay deformaciones o desgaste. Revise el extremo inferior de
                    la palanca de cambio de velocidades por si hay desgaste de las ranuras. Tambi&#233;n revise si est&#225;
                    desgastado el conjunto de garras.
                </para>
            </step1>
            <step1>
                <para count="1">Brida de acoplamiento o tuerca de yugo de la junta card&#225;n. Revise que est&#233;n
                    apretados. Apriete a 407 a 475 N&#8226; m (a 300 a 350 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Eje de transmisi&#243;n (tuerca de yugo apretada). Haga palanca hacia arriba contra el
                    eje de transmisi&#243;n para revisar la separaci&#243;n radial en el balero trasero del &#225;rbol
                    principal.
                </para>
                <specpara>
                    <note>
                        <para>Si es necesario, limpie con solvente y un trapo de taller la superficie sellante de la
                            brida de acoplamiento o yugo. NO USE TELA DE ESMERIL DE &#211;XIDO DE HIERRO, PAPEL DE
                            ESMERIL U OTROS MATERIALES ABRASIVOS QUE PUEDEN DA&#209;AR EL ACABADO DE LA SUPERFICIE.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ranuras en el eje de transmisi&#243;n. Revise el desgaste causado por el movimiento y la
                    acci&#243;n de mandril de la brida de acoplamiento o yugo de la junta card&#225;n.
                </para>
            </step1>
            <step1>
                <para count="1">Cubierta del balero trasero del &#225;rbol principal. Revise si el sello de aceite est&#225;
                    desgastado.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13026_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
