<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - INSTALACI&#211;N - CONJUNTO DEL
        &#193;RBOL PRINCIPAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>CONJUNTO DEL &#193;RBOL PRINCIPAL</title>
        <specpara>
            <note>
                <para>Se deben instalar los baleros del contraeje inferior y el eje de impulsi&#243;n, pero para niveles
                    de torsi&#243;n mayores, no coloque la cubierta del balero delantero.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Verifique que el diente marcado del engranaje de impulsi&#243;n del contraeje inferior est&#233;
                    sincronizado con los dientes marcados del conjunto del engranaje de impulsi&#243;n principal.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Bloquee hacia adelante el contraeje superior contra la pared de la caja (
                <hotlnk xrefid="f13007m6">Figura 226</hotlnk>).
            </para>
            <figure id="f13007m6" figsize="col-wide">
                <graphic id="g13007m6" filename="../figg13/g13007m6.webp" type="webp" scalefit="0"/>
                <caption>Figura 226. Bloquee hacia adelante el contraeje superior</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con el engranaje de reversa adelante y contra el siguiente engranaje de velocidad y el
                extremo de gu&#237;a del &#225;rbol principal sobre el engranaje de la bomba de aceite completo, baje el
                conjunto del &#225;rbol principal mientras jala la parte trasera del eje a trav&#233;s del di&#225;metro
                interior de la caja (
                <hotlnk xrefid="f13007m6">Figura 226</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Jale el eje de impulsi&#243;n hacia adelante hasta que el engranaje de impulsi&#243;n quede
                contra la caja (
                <hotlnk xrefid="f13007m7">Figura 227</hotlnk>).
            </para>
            <figure id="f13007m7" figsize="col-wide">
                <graphic id="g13007m7" filename="../figg13/g13007m7.webp" type="webp" scalefit="0"/>
                <caption>Figura 227. Jale el eje de impulsi&#243;n hacia adelante</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de que el &#225;rbol principal caiga en la caja, deslice hacia atr&#225;s el
                contraeje y el &#225;rbol principal caer&#225; entre los contraejes (
                <hotlnk xrefid="f13007m7">Figura 227</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Mueva el extremo de la gu&#237;a del &#225;rbol principal hacia el buje gu&#237;a del eje de
                impulsi&#243;n (
                <hotlnk xrefid="f13007m7">Figura 227</hotlnk>). Engrane los engranajes del &#225;rbol principal con los
                engranajes correspondientes del conjunto del contraeje.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el engranaje loco de reversa superior en la caja (
                <hotlnk xrefid="f13007m8">Figura 228</hotlnk>).
            </para>
            <figure id="f13007m8" figsize="col-wide">
                <graphic id="g13007m8" filename="../figg13/g13007m8.webp" type="webp" scalefit="0"/>
                <caption>Figura 228. Coloque el engranaje loco de reversa superior en la caja</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Engrane los dientes del engranaje de reversa con los dientes del engranaje loco de reversa y
                mueva el engranaje de reversa hacia la parte trasera lo m&#225;s posible (
                <hotlnk xrefid="f13007m8">Figura 228</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Alinee las ranuras externas del espaciador del engranaje de reversa con el engranaje de
                reversa y mueva el espaciador hasta el engranaje de reversa (
                <hotlnk xrefid="f13007m9">Figura 229</hotlnk>).
            </para>
            <figure id="f13007m9" figsize="col-wide">
                <graphic id="g13007m9" filename="../figg13/g13007m9.webp" type="webp" scalefit="0"/>
                <caption>Figura 229. Instale el anillo de resorte del D.I. del engranaje de reversa</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale el anillo de D. I. del engranaje de reversa y mueva el engranaje de reversa hacia
                adelante en el &#225;rbol principal y contra la arandela de l&#237;mite del engranaje de reversa (
                <hotlnk xrefid="f13007m9">Figura 229</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Para finalizar con la instalaci&#243;n de la cubierta del eje de impulsi&#243;n y el balero
                delantero, consulte
                <hotlnk document="m13007_X1300703.xml" xrefid="x1300703">INSTALACCI&#211;N, EJE DE IMPULSI&#211;N
                </hotlnk>
                .
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_48.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_X1300703.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
