<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - MANTENIMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>MANTENIMIENTO</title>
        <para>Los n&#250;meros de los pasos corresponden a los n&#250;meros de la
            <hotlnk xrefid="f1300702">Figura 2.</hotlnk>
        </para>
        <step1>
            <para count="1">Sistema de aire y conexiones. Revise si hay fugas, l&#237;neas de aire desgastadas,
                conexiones y pernos sueltos.
            </para>
        </step1>
        <step1>
            <para count="1">Montaje del alojamiento del embrague. Revise todos los pernos del reborde del alojamiento
                del embrague para ver si est&#225;n sueltos.
            </para>
        </step1>
        <step1>
            <para count="1">Cojinete de desembrague (no se muestra). Quite la cubierta manual del agujero y revise la
                separaci&#243;n radial o axial del cojinete de desembrague. Revise la posici&#243;n relativa de la
                superficie de empuje del cojinete de desembrague con respecto al manguito de empuje en los embragues del
                tipo empuje.
            </para>
        </step1>
        <step1>
            <para count="1">Eje y di&#225;metro interior del pedal del embrague. Haga palanca hacia arriba en los ejes
                para revisar el desgaste. Si encuentra demasiado movimiento, quite el mecanismo de desembrague y revise
                los bujes en los di&#225;metros internos y el desgaste de los ejes.
            </para>
        </step1>
        <step1>
            <para count="1">Lubricante. Cambie en los intervalos de servicio y con el tipo de lubricante indicado en
                GRUPO 10 - LUBRICACI&#211;N en el Manual de servicio maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Tapones de llenado y drenaje. Quite los tapones de llenado y revise el nivel de lubricante
                en los intervalos especificados. Apriete firmemente los tapones de llenado y drenaje.
            </para>
            <figure id="f1300702" figsize="col-wide">
                <graphic id="g1300702" filename="../figg13/g1300702.webp" type="webp" scalefit="0"/>
                <caption>Figura 2. Puntos a revisar en el mantenimiento</caption>
            </figure>
        </step1>
        <para>Los n&#250;meros de los pasos corresponden a los n&#250;meros de la
            <hotlnk xrefid="f1300703">Figura 3</hotlnk>
        </para>
        <figure id="f1300703" figsize="col-wide">
            <graphic id="g1300703" filename="../figg13/g1300703.webp" type="webp" scalefit="0"/>
            <caption>Figura 3. Puntos a revisar en el mantenimiento</caption>
        </figure>
        <step1>
            <para count="1">Pernos y empaquetaduras. Revise todos los pernos, especialmente aquellos en las cubiertas
                PTO y en las cubiertas del balero trasero para verificar si est&#225;n sueltos, ya que esto causar&#237;a
                fuga de aceite. Revise la apertura PTO y las cubiertas del balero trasero para verificar que no haya
                fugas de aceite causadas por empaquetaduras defectuosas.
            </para>
        </step1>
        <step1>
            <para count="1">Palanca de cambio de velocidades. Revise si el alojamiento est&#225; suelto o se produce
                juego libre. Si la palanca est&#225; suelta en el alojamiento, contin&#250;e con el Paso 9.
            </para>
        </step1>
        <step1>
            <para count="1">Conjunto del alojamiento de la palanca de cambio de velocidades. Quite las l&#237;neas de
                aire de la v&#225;lvula secundaria y quite el conjunto del alojamiento de la palanca de cambio de
                velocidades de la transmisi&#243;n. Revise el resorte de tensi&#243;n y la arandela por si hay
                deformaciones o desgaste. Revise si el pasador de pala y la ranura de la palanca de cambio de
                velocidades est&#225;n desgastados. Revise si el extremo inferior de la palanca de cambio de velocidades
                est&#225; desgastado y revise si la ranura de los yugos y bloques en el alojamiento de la barra de
                cambio est&#225;n desgastados en los puntos de contacto con la palanca de cambio.
            </para>
        </step1>
        <para>
            <emph type="bold">Revisiones con la l&#237;nea de transmisi&#243;n desactivada</emph>
        </para>
        <step1>
            <para count="1">Brida de acoplamiento o tuerca de yugo de la junta card&#225;n. Revise que est&#233;n
                apretados. Apriete con la torsi&#243;n recomendada.
            </para>
        </step1>
        <step1>
            <para count="1">Eje motor (no se muestra) Haga palanca hacia arriba contra el eje motor para revisar la
                separaci&#243;n en el balero trasero del &#225;rbol principal.
            </para>
        </step1>
        <para>
            <emph type="bold">Revisiones con brida de acoplamiento o tuerca de yugo de la junta card&#225;n
                desmontadas.
            </emph>
        </para>
        <specpara>
            <note>
                <para>Si es necesario, limpie con solvente y un trapo de taller la superficie sellante de la brida de
                    acoplamiento o del yugo. No use tela de esmeril, papel de esmeril u otros materiales abrasivos que
                    pueden da&#241;ar el acabado de la superficie.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Ranuras en el eje motor (no se muestra) Revise el desgaste causado por el movimiento y la
                acci&#243;n de mandril de la brida de acoplamiento o del yugo de la junta card&#225;n.
            </para>
        </step1>
        <step1>
            <para count="1">Cubierta del balero trasero del &#225;rbol principal. Revise si el sello de aceite est&#225;
                desgastado.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
