<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SERIE EATON DE TRANSMISI&#211;N DE 5 Y 6 VELOCIDADES - PRECAUCIONES - INSPECCI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>INSPECCI&#211;N</title>
        <para>Antes de reensamblar la transmisi&#243;n revise cuidadosamente cada pieza para detectar desgaste o da&#241;o
            excesivo o anormal y poder determinar su reutilizaci&#243;n o reemplazo. Cuando sea necesario reemplazar la
            pieza, s&#243;lo use piezas Fuller Transmission para asegurar un rendimiento continuo y mayor vida &#250;til
            de su unidad.
        </para>
        <para>Debido a que el costo de una pieza nueva generalmente es s&#243;lo una peque&#241;a fracci&#243;n del
            costo total del tiempo de paralizaci&#243;n y de mano de obra, evite reutilizar una pieza dudosa que podr&#237;a
            generar reparaciones y gastos adicionales poco tiempo despu&#233;s del reensamblaje. Para determinar la
            reutilizaci&#243;n o reemplazo de cualquier pieza de la transmisi&#243;n debe considerar el historial de la
            unidad, el kilometraje, su aplicaci&#243;n, etc.
        </para>
        <para>La siguiente lista de verificaci&#243;n proporciona los procedimientos de inspecci&#243;n recomendados.
        </para>
        <step1>
            <para count="1">BALEROS</para>
            <step2>
                <para count="1">Lave todos los baleros con solvente limpio. Revise si las bolas, rodillos y cajas est&#225;n
                    decoloradas, tienen picaduras o &#225;reas astilladas. Reemplace los baleros picados, astillados o
                    da&#241;ados durante el desensamblaje.
                </para>
            </step2>
            <step2>
                <para count="1">Lubrique los baleros que no est&#225;n picados, decolorados o astillados y revise si hay
                    separaciones axial o radial.
                </para>
            </step2>
            <step2>
                <para count="1">Reemplace los baleros con demasiada separaci&#243;n.</para>
            </step2>
            <step2>
                <para count="1">Revise el ajuste del balero. Los anillos de rodadura interiores de los baleros deben
                    estar firmemente apretados al eje, mientras que los anillos de rodadura exteriores deber&#237;an
                    estar levemente apretados a levemente sueltos en el di&#225;metro interior de la caja. Sin embargo,
                    los baleros se deben reemplazar si giran libremente en el di&#225;metro interior de la caja.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ENGRANAJES</para>
            <step2>
                <para count="1">Revise los dientes de engranaje para detectar escarchamientos y picaduras. El
                    escarchamiento de las superficies de los dientes de engranaje no amenaza el buen funcionamiento de
                    la transmisi&#243;n. A menudo el funcionamiento continuo de la unidad, los engranajes escarchados se
                    "sanan" y no llegan a un estado de picadura. Adem&#225;s, en la mayor&#237;a de los casos, los
                    engranajes con picaduras peque&#241;as o moderadas todav&#237;a tienen una considerable vida &#250;til
                    y pueden ser reutilizados. Pero los engranajes con un estado avanzado de picaduras deben ser
                    reemplazados.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si hay engranajes con dientes de embrague anormalmente desgastados, ahusados o de
                    largo reducido por rechinamiento al pasar el cambio. Reemplace los engranajes que presenten
                    cualesquiera de estas condiciones.
                </para>
            </step2>
            <step2>
                <para count="1">Revise la separaci&#243;n axial de los engranajes. Cuando descubra una separaci&#243;n
                    excesiva, revise si el anillo de resorte de engranaje, la arandela, el espaciador o el cubo de
                    engranaje est&#225;n demasiado desgastados.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">RANURAS</para>
            <step2>
                <para count="1">Revise las ranuras de todos los ejes para detectar un desgaste anormal. Si los embragues
                    deslizantes, engranajes, bridas de acoplamiento o cubos de embrague han desgastado los lados de las
                    ranuras, reemplace el eje espec&#237;fico da&#241;ado.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ARANDELAS</para>
            <step2>
                <para count="1">Revise las superficies de todas las arandelas. Las arandelas rayadas o que hayan
                    disminuido su grosor deben reemplazarse.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTOS DEL ENGRANAJE LOCO DE REVERSA</para>
            <step2>
                <para count="1">Revise si hay desgaste excesivo causado por la acci&#243;n de los baleros de rodillo.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">PIEZAS DE HIERRO</para>
            <step2>
                <para count="1">Revise todas las piezas de hierro (caja, cubiertas) para detectar grietas y rupturas.
                    Reemplace las piezas que est&#233;n da&#241;adas.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">PIEZAS DE DESEMBRAGUE</para>
            <step2>
                <para count="1">Revise las piezas de desembrague. Reemplace los yugos con la superficie de leva
                    desgastada y el portador del balero con almohadillas de contacto desgastadas.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los ejes del pedal del embrague. Reemplace aquellos con la superficie del buje
                    desgastada.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL ALOJAMIENTO DEL CAMBIADOR</para>
            <step2>
                <para count="1">Revise si los yugos del cambiador, y las almohadillas y ranuras de la palanca del
                    conjunto de las garras est&#225;n desgastados. Reemplace las piezas con desgaste excesivo.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los yugos est&#225;n correctamente alineados. Reemplace los yugos abollados.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los tornillos de fijaci&#243;n de las placas de retenci&#243;n del conjunto del
                    yugo. Apriete los que est&#233;n sueltos. Si los orificios de los tornillos de fijaci&#243;n est&#225;n
                    da&#241;ados, reemplace el alojamiento del cambiador.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL ALOJAMIENTO DE LA PALANCA DE CAMBIO DE VELOCIDADES</para>
            <step2>
                <para count="1">Revise la tensi&#243;n del resorte en la palanca de cambios. Si la palanca se mueve con
                    demasiada libertad, reemplace el resorte de tensi&#243;n y la arandela.
                </para>
            </step2>
            <step2>
                <para count="1">Si desensambla el alojamiento, revise si el extremo inferior de la palanca de cambio de
                    velocidades, el alojamiento y el conjunto de las garras de cambio est&#225;n desgastados. Reemplace
                    las piezas con desgaste excesivo.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ANILLOS O (Arosellos)</para>
            <step2>
                <para count="1">Revise si los anillos O (Arosellos) presentan grietas o distorsi&#243;n. Reempl&#225;celos
                    si est&#225;n desgastados.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CUBIERTAS DEL BALERO</para>
            <step2>
                <para count="1">Revise si las cubiertas est&#225;n desgastadas por la acci&#243;n de empuje del balero
                    adyacente. Reemplace las cubiertas da&#241;adas a causa del empuje del anillo de rodadura exterior
                    del balero.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los di&#225;metros interiores de las cubiertas est&#225;n desgastados.
                    Reemplace las que est&#233;n excesivamente desgastadas.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">SELLOS DE ACEITE</para>
            <step2>
                <para count="1">Revise los sellos de aceite del eje de impulsi&#243;n y de la cubierta del balero
                    trasero. Si el reborde perdi&#243; su capacidad sellante, reemplace el sello.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL SINCRONIZADOR</para>
            <step2>
                <para count="1">Revise si el sincronizador tiene rebabas, si la superficie de contacto est&#225;
                    desgastada en forma dispareja o excesiva y si hay part&#237;culas de metal.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los pasadores de bloqueo y los resortes del preenergizador est&#225;n
                    excesivamente desgastados o sueltos.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si las superficies de contacto del sincronizador en las copas del sincronizador
                    est&#225;n excesivamente desgastadas.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13026_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
