<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SERIE EATON DE TRANSMISI&#211;N DE 5 Y 6 VELOCIDADES - PRECAUCIONES</stitle>
    <svcsection/>
    <svcsubsec>
        <title>PRECAUCIONES</title>
        <svcproc svcproctype="disassemble" graphiccount="0">
            <title>DESENSAMBLAJE</title>
            <para>En las instrucciones detalladas de desensamblaje se supone que se dren&#243; el lubricante de la
                transmisi&#243;n y que se retir&#243; el varillaje necesario y la transmisi&#243;n del chasis del veh&#237;culo.
                En las instrucciones detalladas (DESENSAMBLAJE y ENSAMBLAJE, PALANCA DE CAMBIO DE VELOCIDADES) se
                incluye el desmontaje del conjunto del alojamiento de la palanca de cambio de velocidades (o conjunto de
                control remoto), sin embargo, este conjunto DEBE separarse del alojamiento del cambiador antes de sacar
                la transmisi&#243;n.
            </para>
            <specpara>
                <para>SIGA CUIDADOSAMENTE CADA PROCEDIMIENTO DESCRITO EN LAS INSTRUCCIONES DETALLADAS. USE EL TEXTO, LAS
                    ILUSTRACIONES Y LAS FOTOGRAF&#205;AS QUE SE INCLUYEN.
                </para>
            </specpara>
            <step1>
                <para count="1">BALEROS-Lave y lubrique cuidadosamente todos los baleros reutilizables a medida que los
                    retira y envu&#233;lvalos para protegerlos hasta que se vayan usar. Quite los baleros que piensa
                    reutilizar con extractores dise&#241;ados para este prop&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">CONJUNTOS-Cuando desensamble los diferentes conjuntos, como el &#225;rbol principal, los
                    contraejes y el alojamiento del cambiador, coloque todas las piezas sobre un banco limpio
                    manteniendo el orden de la secuencia en que los retir&#243;. Este proceso simplificar&#225; el
                    reensamblaje y reducir&#225; la posibilidad de perder piezas.
                </para>
            </step1>
            <step1>
                <para count="1">EJE DE IMPULSI&#211;N-El eje de impulsi&#243;n se puede retirar de la transmisi&#243;n
                    sin retirar el contraeje o el &#225;rbol principal.
                </para>
            </step1>
            <step1>
                <para count="1">ANILLOS DE RESORTE-Quite los anillos de resorte con los alicates dise&#241;ados para
                    este prop&#243;sito. Los anillos de resorte que se retiran de esta forma se pueden reutilizar si no
                    est&#225;n abollados o sueltos.
                </para>
            </step1>
            <step1>
                <para count="1">LIMPIEZA-Mantenga un lugar de trabajo limpio. Es importante que durante la reparaci&#243;n
                    no ingresen a la unidad polvo ni materiales extra&#241;os. El polvo es abrasivo y puede da&#241;ar
                    los baleros. Siempre es bueno limpiar el exterior de la unidad antes de comenzar el desensamblaje
                    planificado.
                </para>
            </step1>
            <para>CUANDO USE HERRAMIENTAS PARA RETIRAR O INSTALAR LAS PIEZAS-Siempre aplique fuerza con moderaci&#243;n
                en los ejes, alojamientos, etc. El movimiento de algunas piezas est&#225; restringido. Nunca aplique
                fuerza a la pieza que est&#225; moviendo si se frena completamente. Para desensamblar se recomienda el
                uso de martillos, barras y mazos.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13026_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
