<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - COMPONENTES DE LA
        TRANSMISI&#211;N - COLLARINES DEL EMBRAGUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>COLLARINES DEL EMBRAGUE</title>
        <para>La colisi&#243;n entre los engranajes mientras se cambia de velocidad es un defecto com&#250;n en las
            transmisiones no sincronizadas. Un cambio que colisiona con fuerza puede producir da&#241;os importantes
            cuando se forza el engranaje de los collarines y engranajes cuando las velocidades no est&#225;n
            sincronizadas (
            <hotlnk xrefid="f1300212">Figura 12</hotlnk>).
        </para>
        <figure id="f1300212" figsize="col-wide">
            <graphic id="g1300212" filename="../figg13/g1300212.webp" type="webp" scalefit="0" resolution="72"/>
            <caption>Figura 12. Da&#241;os por colisi&#243;n de engranajes</caption>
        </figure>
        <para>Las causas probables de la colisi&#243;n de engranajes son:</para>
        <step1>
            <para count="1">Cambios inadecuados, hechos por conductores que no est&#225;n familiarizados con el patr&#243;n
                de cambio de velocidades o que no han aprendido el rango de RPM entre los cambios.
            </para>
        </step1>
        <step1>
            <para count="1">Un desembrague deficiente o un embrague que se arrastra dificultar&#225;n el cambio de
                velocidades y causar&#225;n da&#241;os a los engranajes y collarines.
            </para>
        </step1>
        <step1>
            <para count="1">La fuerza de inercia de los engranajes giratorios requiere algunos segundos para disminuir
                su velocidad. Forzar un cambio de velocidades r&#225;pido causar&#225; ruidos y da&#241;os prematuros en
                los engranajes y collarines.
            </para>
        </step1>
        <step1>
            <para count="1">La colisi&#243;n tambi&#233;n puede ocurrir en las transmisiones de cambio neum&#225;tico.
                Verifique que se est&#233;n usando los puntos correctos de cambio o que el ajuste del regulador de presi&#243;n
                sea correcto.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
