<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - PROBLEMAS DE LA
        TRANSMISI&#211;N - RUIDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>RUIDO</title>
        <para>Siempre habr&#225; cierto nivel de ruido debido al funcionamiento normal de la transmisi&#243;n. Sin
            embargo, los ruidos excesivos o inusuales tales como zumbidos, gru&#241;idos o chirridos indican alg&#250;n
            tipo de problema.
        </para>
        <para>La transmisi&#243;n puede ser el origen de los ruidos excesivos o bien &#233;stos pueden originarse en
            cualquier lugar del veh&#237;culo y parecer que vienen de la transmisi&#243;n. Los siguientes son ejemplos
            de ruidos que se originan en la transmisi&#243;n:
        </para>
        <step1>
            <para count="1">Traqueteo o golpes sordos.</para>
            <step2>
                <para count="1">Engranajes - abolladurass o expansi&#243;nes en los dientes del engranaje. &#201;stas se
                    pueden identificar como manchas relucientes en la superficie de los dientes del engranaje. Este
                    ruido es m&#225;s pronunciado cuando se activa el engranaje, lo que ayuda a ubicar el origen en una
                    posici&#243;n espec&#237;fica del engranaje. Las abolladuras o engrosamientos se pueden quitar con
                    una pulidora o esmeriladora manual peque&#241;a.
                </para>
            </step2>
            <step2>
                <para count="1">Cojinetes - El ruido aparece a velocidades bajas del eje en cualquier posici&#243;n.
                    Esto se debe a cojinetes con bolas o rodillos da&#241;ados, o con sus pistas picadas y astilladas.
                </para>
            </step2>
            <step2>
                <para count="1">Engranaje agrietado - Un engranaje agrietado o roto por un choque de carga o por una
                    alta presi&#243;n del eje durante la instalaci&#243;n producir&#225; este sonido a velocidades
                    bajas. A velocidades altas, aparecer&#225; un zumbido.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Chirridos o gemido agudo.</para>
            <step2>
                <para count="1">Desgaste del engranaje - Este ruido aparece debido al desgaste normal del engranaje,
                    incluyendo picaduras de los dientes a causa del uso excesivo. Si el deterioro est&#225; avanzado,
                    aparecer&#225; un zumbido.
                </para>
            </step2>
            <step2>
                <para count="1">Juego de engranajes desajustado - El patr&#243;n de desgaste en la superficie de los
                    dientes del engranaje ser&#225; desigual.
                </para>
            </step2>
            <step2>
                <para count="1">Cojinetes - Cojinetes apretados con una separaci&#243;n radial o axial inadecuada.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Gru&#241;ido.</para>
            <para>Error de sincronizaci&#243;n - Sincronizaci&#243;n incorrecta de la transmisi&#243;n durante el
                ensamblaje o debido a un giro del engranaje en el contraeje.
            </para>
        </step1>
        <step1>
            <para count="1">Trepidaci&#243;n.</para>
            <para>Cojinetes - Cojinetes del contraeje y &#225;rbol principal con separaciones axiales y radiales
                excesivas. La separaci&#243;n radial excesiva en los cojinetes del contraeje aumenta la distancia
                central entre los ejes y tiene como resultado una carga sobre las puntas de los dientes del engranaje.
                Esto puede causar una fractura de los dientes.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
