<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N - PROBLEMAS DE LA
        TRANSMISI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>PROBLEMAS DE LA TRANSMISI&#211;N</title>
        <svcproc id="x1300201" svcproctype="describe" graphiccount="0">
            <title>VIBRACI&#211;N</title>
            <para>La vibraci&#243;n es una condici&#243;n que puede ser dif&#237;cil de rastrear y aislar. Los efectos
                de la vibraci&#243;n producir&#225;n problemas en la transmisi&#243;n, a&#250;n cuando aqu&#233;lla se
                origine en otro lugar del sistema. La vibraci&#243;n intermitente se puede aislar bajo condiciones espec&#237;ficas
                de motor en ralent&#237;, RPM, selecci&#243;n de velocidades, carga y velocidad. La vibraci&#243;n
                constante debe variar con las RPM del motor, carga y velocidad para proporcionar se&#241;ales sobre su
                origen.
            </para>
            <para>Causas de la vibraci&#243;n:</para>
            <step1>
                <para count="1">Una tuerca suelta en el eje transmisor. Examine las ranuras del eje transmisor para ver
                    si hay &#225;reas brillantes, que indican movimiento del yugo del extremo.
                </para>
            </step1>
            <step1>
                <para count="1">Un motor en ralent&#237; irregular. Esto producir&#225; pulsaci&#243;n y vibraci&#243;n
                    del tren de engranaje a medida que los engranajes del &#225;rbol principal se engranan con los
                    engranajes coincidentes. Esta condici&#243;n se denomina ruido en neutro o durante la marcha en
                    ralent&#237;.
                </para>
            </step1>
            <step1>
                <para count="1">Soportes del motor sueltos o rotos. Los soportes sueltos o rotos producir&#225;n una
                    vibraci&#243;n que parece estar en la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">&#193;ngulos de funcionamiento incorrectos en las juntas card&#225;n, ejes de propulsi&#243;n
                    fuera de fase o ejes desbalanceados y con una longitud excesiva del eje. Estas causas contribuyen a
                    un problema de vibraci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Componentes de la suspensi&#243;n desgastados o defectuosos.</para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
