<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - PRECAUCIONES - INSPECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>INSPECCI&#211;N</title>
        <para>Antes de reensamblar la transmisi&#243;n revise cuidadosamente cada pieza para detectar desgaste y da&#241;o
            excesivo o anormal y poder determinar su reutilizaci&#243;n o reemplazo. Cuando sea necesario reemplazar la
            pieza, s&#243;lo use piezas de transmisi&#243;n Eaton Fuller originales para asegurar un rendimiento
            continuo y una mayor vida &#250;til de su unidad.
        </para>
        <para>Debido a que el costo de una pieza nueva generalmente es s&#243;lo una peque&#241;a fracci&#243;n del
            costo total del tiempo de paralizaci&#243;n y de mano de obra, evite reutilizar una pieza dudosa que podr&#237;a
            causar reparaciones y gastos adicionales poco tiempo despu&#233;s del reensamblaje. Para determinar la
            reutilizaci&#243;n o reemplazo de cualquier pieza de la transmisi&#243;n deber&#237;a considerar el
            historial de la unidad, el kilometraje, su aplicaci&#243;n, etc.
        </para>
        <para>La siguiente lista de verificaci&#243;n proporciona los procedimientos de inspecci&#243;n recomendados.
        </para>
        <step1>
            <para count="1">BALEROS</para>
            <step2>
                <para count="1">Lave todos los baleros con solvente limpio. Revise si las bolas, rodillos y cajas tienen
                    picaduras, descoloraci&#243;n y &#225;reas astilladas. Reemplace los baleros picados, descolorados o
                    astillados.
                </para>
            </step2>
            <step2>
                <para count="1">Lubrique los baleros que no est&#225;n picados, decolorados o astillados y revise las
                    separaciones axiales y radiales.
                </para>
            </step2>
            <step2>
                <para count="1">Reemplace los baleros con demasiada separaci&#243;n.</para>
            </step2>
            <step2>
                <para count="1">Revise los ajustes de los baleros Los anillos de rodadura interiores de los baleros
                    deben estar firmemente apretados al eje, mientras que los anillos de rodadura exteriores deben estar
                    levemente apretados o bien levemente sueltos en el di&#225;metro interior de la caja. Sin embargo,
                    los baleros se deben reemplazar si giran libremente en el di&#225;metro interior de la caja.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ENGRANAJES</para>
            <step2>
                <para count="1">Revise los dientes del engranaje para detectar escarchamientos y picaduras. El
                    escarchamiento de las superficies de los dientes del engranaje no amenaza el buen funcionamiento de
                    la transmisi&#243;n. A menudo durante el funcionamiento continuo de la unidad, los engranajes
                    escarchados se "sanan" y no avanzan al estado de picaduras. Adem&#225;s, en la mayor&#237;a de los
                    casos, los engranajes con picaduras peque&#241;as o moderadas todav&#237;a tienen bastante vida
                    &#250;til y pueden ser reutilizados. Pero los engranajes con un estado avanzado de picaduras deben
                    ser reemplazados.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los engranajes con dientes de embrague anormalmente desgastados, ahusados o de
                    largo reducido por rechinamiento al pasar el cambio. Reemplace los engranajes que presenten
                    cualquiera de estas condiciones.
                </para>
            </step2>
            <step2>
                <para count="1">Revise la separaci&#243;n axial de los engranajes.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">RANURAS</para>
            <para>Revise las ranuras de todos los ejes para detectar un desgaste anormal. Si los engranajes del embrague
                deslizantes, brida de acoplamiento o cubo del embrague han desgastado los lados de las ranuras,
                reemplace el eje espec&#237;fico da&#241;ado.
            </para>
        </step1>
        <step1>
            <para count="1">ARANDELAS</para>
            <para>Revise las superficies de todas las arandelas. Las arandelas rayadas o que han disminuido su grosor
                deben reemplazarse.
            </para>
        </step1>
        <step1>
            <para count="1">CONJUNTOS DEL ENGRANAJE LOCO DE REVERSA</para>
            <para>Revise si hay desgaste excesivo causado por la acci&#243;n de los baleros de rodillo.</para>
        </step1>
        <step1>
            <para count="1">PIEZAS DE HIERRO</para>
            <para>Revise todas las piezas de hierro para detectar quebraduras y rupturas. Repare o reemplace cualquier
                pieza que est&#233; da&#241;ada.
            </para>
        </step1>
        <step1>
            <para count="1">PIEZAS DE DESEMBRAGUE</para>
            <step2>
                <para count="1">Revise las piezas de desembrague. Reemplace los yugos con las superficies de levas
                    desgastadas y el portador del balero con almohadillas de contacto desgastadas.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los ejes del pedal del embrague. Reemplace los ejes que tengan la superficie del
                    buje desgastada.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL ALOJAMIENTO DEL CAMBIADOR</para>
            <step2>
                <para count="1">Revise si los yugos de cambio y los bloques en las almohadillas y ranura de la palanca
                    est&#225;n desgastados. Reemplace las piezas con desgaste excesivo.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los yugos est&#225;n correctamente alineados. Reemplace los yugos torcidos.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los tornillos de fijaci&#243;n de los yugos y los bloques. Apriete y vuelva a
                    cablear los que est&#233;n sueltos.
                </para>
            </step2>
            <step2>
                <para count="1">Si el conjunto se ha desemsamblado, revise si las bolas de interbloqueo producen el
                    desgaste de las muescas de neutro de las barras de cambios.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL ALOJAMIENTO DE LA PALANCA DE CAMBIO DE VELOCIDADES</para>
            <step2>
                <para count="1">Revise la tensi&#243;n del resorte en la palanca de cambios. Si la palanca se mueve con
                    demasiada libertad, reemplace el resorte de tensi&#243;n y la arandela.
                </para>
            </step2>
            <step2>
                <para count="1">Si desensambla el alojamiento, revise si el pasador de pala y la ranura correspondiente
                    est&#225;n desgastados. Reemplace ambas piezas si tienen desgaste excesivo.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CUBIERTAS DE BALERO</para>
            <step2>
                <para count="1">Revise si las cubiertas est&#225;n desgastadas por la acci&#243;n de empuje del balero
                    adyacente. Reemplace las cubiertas da&#241;adas a causa del empuje del anillo de rodadura exterior
                    del balero.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los di&#225;metros interiores de las cubiertas est&#225;n desgastados.
                    Reemplace los que est&#233;n excesivamente desgastados.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ROSCAS Y SELLOS DE RETORNO DE ACEITE</para>
            <step2>
                <para count="1">Revise las roscas de retorno de aceite en el eje de impulsi&#243;n. Si las roscas
                    perdieron su capacidad de retorno, reemplace el eje de impulsi&#243;n.
                </para>
            </step2>
            <step2>
                <para count="1">Revise el sello de aceite de la cubierta del balero trasero. Si el reborde perdi&#243;
                    su capacidad sellante, reemplace el sello.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">EMBRAGUES DESLIZANTES</para>
            <step2>
                <para count="1">Revise si todos los yugos de cambio y ranuras en los embragues deslizantes del yugo
                    tienen un desgaste excesivo o est&#225;n descolorados con el calor.
                </para>
            </step2>
            <step2>
                <para count="1">Revise los dientes de engranado de los embragues deslizantes par ver si hay patrones de
                    engrane parcial.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">CONJUNTO DEL SINCRONIZADOR</para>
            <step2>
                <para count="1">Revise si el sincronizador tiene rebabas, si la superficie de contacto est&#225;
                    desgastada en forma dispareja o excesiva y si hay part&#237;culas de metal.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si los pasadores de bloqueo est&#225;n excesivamente desgastados o sueltos.
                </para>
            </step2>
            <step2>
                <para count="1">Revise si las superficies de contacto del sincronizador en los engranajes de rango bajo
                    y de accionamiento auxiliar est&#225;n excesivamente desgastadas.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">ANILLOS "O"</para>
            <para>Revise si los anillos "O" presentan grietas o distorsi&#243;n. Reemplace si est&#225;n desgastados o
                da&#241;ados.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
