<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N
    </stitle>
    <svcsection/>
    <svcsection id="m13002" svcsectype="prodspec" division="truck" formnum="CTS-5198" date="06/03/1996"
                translation="spanish">
        <title>AN&#193;LISIS DE FALLAS DEL MECANISMO DE TRANSMISI&#211;N</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>INTRODUCCI&#211;N</title>
            <para>La intenci&#243;n de esta publicaci&#243;n es ayudar al usuario a identificar la causa de las fallas
                de los componentes. Cuando ocurre una falla, debemos entender lo que pas&#243;, de manera que se pueda
                evitar en el futuro. En general, hay tres razones para la falla de componentes: mal uso, funcionamiento
                inadecuado del veh&#237;culo y falta de mantenimiento.
            </para>
            <para>
                <emph type="bold">Mal uso.</emph>Los componentes fallan porque se han excedido los l&#237;mites de dise&#241;o.
                Algunos de los criterios usados al seleccionar los componentes del mecanismo de transmisi&#243;n son los
                caballos de fuerza del motor, GCW y ciclo de servicio. Desviarse a un dise&#241;o menor reducir&#225; la
                vida &#250;til de servicio o causar&#225; una falla inmediata.
            </para>
            <para>
                <emph type="bold">Funcionamiento inadecuado del veh&#237;culo.</emph>Los componentes que est&#225;n
                dentro de los l&#237;mites de dise&#241;o fallar&#225;n debido a un funcionamiento inadecuado o abusivo.
                Es importante que el conductor entienda como hacer funcionar el veh&#237;culo en forma correcta. Es
                posible que las fallas debidas a abusos no se presenten de inmediato, sino muchos kil&#243;metros
                (millas) despu&#233;s.
            </para>
            <para>
                <emph type="bold">Falta de mantenimiento.</emph>La falta de mantenimiento o un mantenimiento inadecuado
                provocar&#225;n fallas prematuras de los componentes, sin importar lo bien que se haga funcionar el veh&#237;culo
                o la resistencia de dise&#241;o del componente. Es importante seguir las recomendaciones de ajuste y
                lubricaci&#243;n del Manual de servicio maestro CTS-5000.
            </para>
            <para>Antes de realizar las reparaciones, converse con el conductor sobre la falla. Revise el historial de
                servicio del veh&#237;culo para saber si esta falla ha ocurrido anteriormente. No limpie el componente
                antes de examinarlo cuidadosamente. Use las ilustraciones de esta publicaci&#243;n como una gu&#237;a de
                la causa probable de la falla.
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13002_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
