<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TRANSMISIONES EATON RTLO SERIE 713/18 DE 13 Y 18 VELOCIDADES - ENSAMBLAJE - CONJUNTO DEL &#193;RBOL
        PRINCIPAL (MODELO RTLO-718)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="16">
        <title>CONJUNTO DEL &#193;RBOL PRINCIPAL (MODELO RTLO-718)</title>
        <specpara>
            <note>
                <para>Cada engranaje del &#225;rbol principal debe tener su anillo de resorte de di&#225;metro interior
                    instalado antes de colocarlo en el &#225;rbol principal. No reemplace el anillo de resorte del di&#225;metro
                    interior del engranaje de reversa.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Las arandelas de l&#237;mite del engranaje tienen ranuras internas y est&#225;n aseguradas al
                    &#225;rbol principal mediante la chaveta. Los espaciadores del engranaje tienen ranuras externas
                    para engranar con los dientes de embrague del cubo del engranaje. Existe s&#243;lo una arandela de l&#237;mite
                    y un espaciador para cada engranaje del &#225;rbol principal.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Los l&#237;mites de la separaci&#243;n axial (juego longitudinal) son de 0.15 a 0.4 mm (0.006 pulg
                    a 0.015pulg) para todos los engranajes del &#225;rbol principal. Si la separaci&#243;n axial es
                    menor que la tolerancia m&#237;nima de 0.006 pulg, la arandela de l&#237;mite se tiene que cambiar
                    por una arandela de l&#237;mite m&#225;s delgada. Esto aumentar&#225; la separaci&#243;n axial entre
                    los engranajes. Si la separaci&#243;n axial es mayor que la tolerancia m&#225;xima de 0.015 pulg, se
                    tiene que instalar una arandela de l&#237;mite m&#225;s gruesa. Esto disminuir&#225; la separaci&#243;n
                    axial entre los engranajes.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Con la punta de la gu&#237;a del &#225;rbol principal mirando hacia abajo, asegure el &#225;rbol
                principal en una prensa de tornillo con mordazas de lat&#243;n o bloques de madera (
                <hotlnk xrefid="f13007f2">Figura 152</hotlnk>).
            </para>
            <figure id="f13007f2" figsize="col-wide">
                <graphic id="g13007f2" filename="../figg13/g13007f2.webp" type="webp" scalefit="0"/>
                <caption>Figura 152. Instale un pivote de rodillo en el chavetero</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si se quit&#243; anteriormente, coloque el pivote de rodillo en el chavetero (
                <hotlnk xrefid="f13007f2">Figura 152</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la arandela de l&#237;mite del engranaje de la 4&#170; velocidad (blanco) en la 1&#170;
                del &#225;rbol principal o ranura inferior con el lado plano de la arandela mirando hacia arriba. Gire
                la arandela de l&#237;mite hasta que las ranuras de la arandela y las ranuras del &#225;rbol principal
                queden alineadas (
                <hotlnk xrefid="f13007f3">Figura 153</hotlnk>).
            </para>
            <figure id="f13007f3" figsize="col-wide">
                <graphic id="g13007f3" filename="../figg13/g13007f3.webp" type="webp" scalefit="0"/>
                <caption>Figura 153. Instale una l&#237;nea de aire de pl&#225;stico en el chavetero</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Comience en la parte inferior del &#225;rbol principal e instale una l&#237;nea de aire de
                pl&#225;stico en el chavetero para asegurar la arandela en su lugar. Una vez que las arandelas de l&#237;mite
                y los engranajes est&#225;n instalados, siga empujando hacia arriba la l&#237;nea de aire de pl&#225;stico
                (
                <hotlnk xrefid="f13007f3">Figura 153</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el espaciador del engranaje de la 4&#170; velocidad contra la arandela del engranaje
                de la 4&#170; velocidad (
                <hotlnk xrefid="f13007f4">Figura 154</hotlnk>).
            </para>
            <figure id="f13007f4" figsize="col-wide">
                <graphic id="g13007f4" filename="../figg13/g13007f4.webp" type="webp" scalefit="0"/>
                <caption>Figura 154. Coloque el engranaje de la 4&#170; velocidad en el &#225;rbol principal</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con los dientes de embrague hacia abajo y engranados con las ranuras externas del
                espaciador, coloque el engranaje de la 4&#170; velocidad en el &#225;rbol principal (
                <hotlnk xrefid="f13007f4">Figura 154</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el engranaje de la 3&#170; velocidad y el espaciador con los dientes de embrague
                mirando hacia arriba contra el engranaje de la 4&#170; velocidad (
                <hotlnk xrefid="f13007f5">Figura 155</hotlnk>).
            </para>
            <figure id="f13007f5" figsize="col-wide">
                <graphic id="g13007f5" filename="../figg13/g13007f5.webp" type="webp" scalefit="0"/>
                <caption>Figura 155. Instale el engranaje de la 3a velocidad</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con el lado plano de la arandela mirando hacia abajo, coloque la arandela de l&#237;mite
                contra el espaciador. Gire la arandela hasta que las ranuras de la arandela y las ranuras del &#225;rbol
                principal queden alineadas (
                <hotlnk xrefid="f13007f6">Figura 156</hotlnk>).
            </para>
            <figure id="f13007f6" figsize="col-wide">
                <graphic id="g13007f6" filename="../figg13/g13007f6.webp" type="webp" scalefit="0"/>
                <caption>Figura 156. Gire la arandela hasta que las ranuras de la arandela y las ranuras del &#225;rbol
                    principal queden alineadas
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Empuje la l&#237;nea de aire hacia arriba para asegurar la arandela al &#225;rbol principal
                (
                <hotlnk xrefid="f13007f6">Figura 156</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Inserte un calibrador de espesor de 0.006 pulg y un calibrador de 0.01 5 pulg entre el cubo
                del engranaje y el espaciador del &#225;rbol principal (
                <hotlnk xrefid="f13007f7">Figura 157</hotlnk>). Si est&#225; fuera de tolerancia, cambie la arandela de
                l&#237;mite contra el espaciador del &#225;rbol principal.
            </para>
            <figure id="f13007f7" figsize="col-wide">
                <graphic id="g13007f7" filename="../figg13/g13007f7.webp" type="webp" scalefit="0"/>
                <caption>Figura 157. Inserte un calibrador de espesor entre el cubo del engranaje y el espaciador del
                    &#225;rbol principal
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con las ranuras internas que faltan alineadas con la l&#237;nea de pl&#225;stico, instale el
                embrague deslizante de 2&#170; y 3&#170; velocidad (
                <hotlnk xrefid="f13007f8">Figura 158</hotlnk>).
            </para>
            <figure id="f13007f8" figsize="col-wide">
                <graphic id="g13007f8" filename="../figg13/g13007f8.webp" type="webp" scalefit="0"/>
                <caption>Figura 158. Instale el embrague deslizante de la 2&#170; y 3&#170; velocidad</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con la parte plana de la arandela mirando hacia arriba, coloque la arandela de l&#237;mite
                del engranaje de la 2&#170; velocidad en la siguiente ranura disponible.Gire la arandela hasta que las
                ranuras de la arandela y las ranuras del &#225;rbol principal queden alineadas (
                <hotlnk xrefid="f13007f9">Figura 159</hotlnk>).
            </para>
            <figure id="f13007f9" figsize="col-wide">
                <graphic id="g13007f9" filename="../figg13/g13007f9.webp" type="webp" scalefit="0"/>
                <caption>Figura 159. Empuje la l&#237;nea de aire hacia arriba para asegurar la arandela al &#225;rbol
                    principal
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Empuje la l&#237;nea de aire hacia arriba para asegurar la arandela al &#225;rbol principal
                (
                <hotlnk xrefid="f13007f9">Figura 159</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el espaciador del engranaje de 2a velocidad (
                <hotlnk xrefid="f13007f9">Figura 159</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Con los dientes de embrague hacia abajo, coloque el engranaje de la 2&#170; velocidad sobre
                el &#225;rbol principal engranando con las ranuras externas del espaciador (
                <hotlnk xrefid="f13007g0">Figura 160</hotlnk>).
            </para>
            <figure id="f13007g0" figsize="col-wide">
                <graphic id="g13007g0" filename="../figg13/g13007g0.webp" type="webp" scalefit="0"/>
                <caption>Figura 160. Coloque el engranaje de la 2&#170; velocidad en el &#225;rbol principal</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con los dientes de embrague hacia arriba, instale el engranaje de la 1&#170; velocidad sobre
                ele eje contra el engranaje de la 2&#170; velocidad (
                <hotlnk xrefid="f13007g1">Figura 161</hotlnk>).
            </para>
            <figure id="f13007g1" figsize="col-wide">
                <graphic id="g13007g1" filename="../figg13/g13007g1.webp" type="webp" scalefit="0"/>
                <caption>Figura 161. Instale el engranaje de la 1&#170; velocidad en el eje</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Coloque el espaciador del engranaje de la 1&#170; velocidad contra el engranaje de la 1&#170;
                velocidad, engranando las ranuras externas del espaciador con los dientes de embrague del engranaje (
                <hotlnk xrefid="f13007g2">Figura 162</hotlnk>).
            </para>
            <figure id="f13007g2" figsize="col-wide">
                <graphic id="g13007g2" filename="../figg13/g13007g2.webp" type="webp" scalefit="0"/>
                <caption>Figura 162. Coloque el espaciador del engranaje de la 1&#170; velocidad contra el engranaje de
                    la 1&#170; velocidad
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con la lado plano de la arandela mirando hacia abajo, coloque la arandela de l&#237;mite
                contra el espaciador. Gire la arandela hasta que las ranuras de la arandela y las ranuras del &#225;rbol
                principal queden alineadas (
                <hotlnk xrefid="f13007g2">Figura 162</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Empuje la l&#237;nea de aire hacia arriba para asegurar la arandela al &#225;rbol principal
                (
                <hotlnk xrefid="f13007g2">Figura 162</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Inserte un calibrador de espesor de 0.006 pulg y un calibrador de 0.015" entre el cubo del
                engranaje y el espaciador del &#225;rbol principal (
                <hotlnk xrefid="f13007g3">Figura 163</hotlnk>). Si est&#225; fuera de tolerancia, cambie la arandela de
                l&#237;mite contra el espaciador del &#225;rbol principal.
            </para>
            <figure id="f13007g3" figsize="col-wide">
                <graphic id="g13007g3" filename="../figg13/g13007g3.webp" type="webp" scalefit="0"/>
                <caption>Figura 163. Inserte un calibrador de espesor entre el cubo del engranaje y el espaciador del
                    &#225;rbol principal
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Alinee la ranura interna del embrague deslizante que falta con la chaveta del &#225;rbol
                principal e instale el embrague deslizante de la 1&#170; velocidad y reversa (
                <hotlnk xrefid="f13007g4">Figura 164</hotlnk>).
            </para>
            <figure id="f13007g4" figsize="col-wide">
                <graphic id="g13007g4" filename="../figg13/g13007g4.webp" type="webp" scalefit="0"/>
                <caption>Figura 164. Coloque la arandela de l&#237;mite del engranaje de reversa</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con la parte plana de la arandela mirando hacia arriba, coloque la arandela de l&#237;mite
                del engranaje de reversa (blanco) en la siguiente ranura disponible. Gire la arandela hasta que las
                ranuras de la arandela y las ranuras del &#225;rbol principal queden alineadas (
                <hotlnk xrefid="f13007g4">Figura 164</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Empuje la l&#237;nea de aire hacia arriba para asegurar la arandela al &#225;rbol principal
                (
                <hotlnk xrefid="f13007g4">Figura 164</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el espaciador del engranaje de reversa contra la arandela de l&#237;mite (
                <hotlnk xrefid="f13007g4">Figura 164</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el engranaje de reversa en el &#225;rbol principal. Engrane los dientes de embrague
                del engranaje con las ranuras externas del espaciador y el embrague deslizante. Coloque el engranaje de
                reversa contra el engranaje de la 1&#170; velocidad (
                <hotlnk xrefid="f13007g5">Figura 165</hotlnk>).
            </para>
            <figure id="f13007g5" figsize="col-wide">
                <graphic id="g13007g5" filename="../figg13/g13007g5.webp" type="webp" scalefit="0"/>
                <caption>Figura 165. Instale el engranaje de reversa en el &#225;rbol principal.</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Quite la l&#237;nea de aire e inserte la chaveta del &#225;rbol principal (
                <hotlnk xrefid="f13007g5">Figura 165</hotlnk>y
                <hotlnk xrefid="f13007g6">Figura 166</hotlnk>).
            </para>
            <figure id="f13007g6" figsize="col-wide">
                <graphic id="g13007g6" filename="../figg13/g13007g6.webp" type="webp" scalefit="0"/>
                <caption>Figura 166. Inserte la chaveta del &#225;rbol principal</caption>
            </figure>
        </step1>
        <specpara>
            <note>
                <para>Tenga cuidado de no mover los engranajes mientras realiza este procedimiento. Las arandelas de l&#237;mite
                    no est&#225;n aseguradas y pueden girar, provocando que se caigan los engranajes.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Quite el &#225;rbol principal de la prensa de tornillo (
                <hotlnk xrefid="f13007g7">Figura 167</hotlnk>).
            </para>
            <figure id="f13007g7" figsize="col-wide">
                <graphic id="g13007g7" filename="../figg13/g13007g7.webp" type="webp" scalefit="0"/>
                <caption>Figura 167. Instale el embrague deslizante del engranaje de impulsi&#243;n de la 4&#170;
                    velocidad
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">En el eje delantero, alinee la ranura interna del embrague deslizante que falta con la
                chaveta del &#225;rbol principal e instale el embrague deslizante del engranaje de impulsi&#243;n de la
                4&#170; velocidad. Engrane las ranuras externas del embrague deslizante con los dientes de embrague del
                engranaje de la 4&#170; velocidad (
                <hotlnk xrefid="f13007g7">Figura 167</hotlnk>).
            </para>
        </step1>
        <specpara>
            <note>
                <para>Aseg&#250;rese de que el engranaje de reversa est&#233; contra el engranaje de la 1&#170;
                    velocidad, que la chaveta del &#225;rbol principal est&#233; en el chavetero y el embrague
                    deslizante del engranaje de impulsi&#243;n de la 4&#170; velocidad est&#233; enganchado en el
                    engranaje de la 4&#170; velocidad.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m13007_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m13007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
