<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - POMPE &#192; HUILE, FILTRE &#192; HUILE
        ET REFROIDISSEUR D'HUILE - Amorcer le syst&#232;me de lubrification - Proc&#233;dure de rodage du moteur
    </stitle>
    <svcman/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>Proc&#233;dure de rodage du moteur</title>
        <specpara>
            <note>
                <para>Suivant l'installation de nouveaux pistons ou de nouveaux segments de pistons, le moteur doit
                    &#234;tre rod&#233; comme suit&#160;:
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">faire tourner le moteur au ralenti (sans charge) pendant cinq minutes;</para>
            <step2>
                <para count="1">contr&#244;ler l'absence de fuites d'eau, d'huile de lubrification, de carburant et
                    l'int&#233;grit&#233; du syst&#232;me d'admission d'air;
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">faire tourner le moteur aux trois quarts de son r&#233;gime maximal (tr/min) sous une charge
                variant entre 50&#160;% et 75&#160;% pendant dix minutes;
            </para>
        </step1>
        <step1>
            <para count="1">faire tourner le moteur &#224; son r&#233;gime maximal et &#224; pleine charge pendant 30&#160;minutes.
                Contr&#244;le de nouveau l'absence de fuites d'eau, d'huile de lubrification, de carburant et l'int&#233;grit&#233;
                du syst&#232;me d'admission d'air;
            </para>
        </step1>
        <step1>
            <para count="1">contr&#244;les de p&#233;riode de rodage&#160;:</para>
            <step2>
                <para count="1">faire d&#233;marrer le moteur et laisser tourner &#224; bas r&#233;gime pendant quelques
                    minutes avant d'imposer une charge au moteur;
                </para>
            </step2>
            <step2>
                <para count="1">faire tourner le moteur et rechercher les conditions suivantes en regard du
                    turbocompresseur&#160;:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>bruits anormaux;</para>
                    </item>
                    <item>
                        <para>fuites de lubrifiant;</para>
                    </item>
                    <item>
                        <para>desserrage des fixations sur le moteur;</para>
                    </item>
                    <item>
                        <para>vibrations excessives;</para>
                    </item>
                    <item>
                        <para>fum&#233;es excessives &#224; l'&#233;chappement;</para>
                    </item>
                    <item>
                        <para>fuites d'air entre le filtre &#224; air et le turbocompresseur ou entre le
                            turbocompresseur et la tubulure d'admission.
                        </para>
                    </item>
                </randlist>
            </step2>
        </step1>
        <para>Rechercher imm&#233;diatement la cause de ces anomalies et r&#233;parer d&#232;s que possible pour &#233;viter
            des avaries &#233;ventuelles du turbocompresseur ou du moteur.
        </para>
        <para>Resserrer les vis, les &#233;crous ou les raccords d'entr&#233;e et de sortie du turbocompresseur suivant
            le d&#233;marrage initial du moteur.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_217.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_X2100901.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
