<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - CULASSE ET SOUPAPES - Mise en place des
        culbuteurs
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Mise en place des culbuteurs</title>
        <svcproc svcproctype="install" graphiccount="4">
            <title>Installation</title>
            <step1>
                <para count="1">Installer la rampe de culbuteurs sur la culasse &#224; l'aide des six boulons de montage
                    de culasse comme suit&#160;:
                </para>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg8571c">Poser la rampe de culbuteurs</hotlnk>
                        avec les boulons de culasse longs dans leurs taraudages respectifs.
                    </para>
                    <figure id="feg8571c" figsize="col-wide">
                        <graphic filename="../figeg8/eg8571.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Mise en place de la rampe de culbuteurs</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Engager le filetage des boulons de culasse longs et serrer &#224; la main (&#224;
                        l'exception des deux boulons d'extr&#233;mit&#233;). Aux deux extr&#233;mit&#233;s, placer une
                        jauge d'&#233;paisseur de 0,013&#160;mm (0,005&#160;po) entre les supports d'axe de culbuteurs
                        et les culbuteurs pour &#233;viter qu'ils ne se coincent.
                        <hotlnk xrefid="feg8284">Engager le filetage des deux boulons de culasse d'extr&#233;mit&#233;
                            et serrer &#224; la main.
                        </hotlnk>
                    </para>
                </step2>
            </step1>
            <figure id="feg8284" figsize="col-wide">
                <graphic filename="../figeg8/eg8284.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mise en place des boulons de montage de la rampe de culbuteurs</caption>
            </figure>
            <step1>
                <para count="1">Serrer les boulons de culasse en quatre &#233;tapes, tel que sp&#233;cifi&#233; sous
                    <hotlnk document="f210_69.xml" xrefid="t2100405">couples de serrage sp&#233;ciaux</hotlnk>.
                </para>
                <specpara>
                    <note>
                        <para>Contr&#244;ler le libre mouvement des deux culbuteurs d'extr&#233;mit&#233; apr&#232;s le
                            serrage des boulons de la culasse.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Enlever les deux jauges d'&#233;paisseur de 0,013&#160;mm (0,005&#160;po).</para>
            </step1>
            <step1>
                <para count="1">R&#233;gler le jeu aux soupapes comme suit&#160;:</para>
                <specpara>
                    <note>
                        <para>Deux positions du vilebrequin suffisent pour r&#233;gler toutes les soupapes.</para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">faire tourner le vilebrequin jusqu'&#224; ce que le piston no&#160;1 soit dans sa
                        course de compression et que le rep&#232;re de calage sur l'amortisseur de vibrations soit align&#233;
                        par rapport au rep&#232;re TDC (PMH) du couvercle de distribution;
                    </para>
                    <specpara>
                        <note>
                            <para>S'assurer du bon positionnement du piston no&#160;1 dans sa course de compression en
                                faisant tourner les tiges de soupapes &#224; la main (les deux soupapes ferm&#233;es).
                                Les soupapes sont ferm&#233;es lorsque les tiges de soupapes sont libres et tournent
                                facilement &#224; la main.
                            </para>
                        </note>
                    </specpara>
                    <para>
                        <emph type="bold">OU</emph>
                    </para>
                    <specpara>
                        <note>
                            <para>S'assurer que le piston no&#160;1 se trouve bien dans sa course de compression en
                                retirant le capteur de position de l'arbre &#224; cames et en observant la position des
                                dents sur le disque de calage. Lorsque la dent plus mince appara&#238;t dans l'orifice
                                de montage du capteur de position de l'arbre &#224; cames, le piston no&#160;1 se trouve
                                dans sa course de compression. Faire tourner de nouveau le moteur afin d'aligner les rep&#232;res
                                de PMH du couvercle de distribution et de la poulie de l'amortisseur de vibrations. R&#233;gler
                                le jeu aux soupapes correspondant &#224; la position du piston no&#160;1 en course de
                                compression.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg8594">r&#233;gler le jeu aux soupapes &#224; froid</hotlnk>
                        en desserrant l'&#233;crou de blocage. &#192; l'aide d'un tournevis, tourner la vis de r&#233;glage
                        de culbuteursapr&#232;s avoir gliss&#233; une jauge d'&#233;paisseur de 0,64&#160;mm (0,025&#160;po)
                        entre la pointe de la vis de r&#233;glage et l'embout de tige de la soupape. Serrer la vis de r&#233;glage
                        jusqu'&#224; qu'un l&#233;ger coulissement de la jauge soit per&#231;u;
                    </para>
                    <figure id="feg8594" figsize="col-wide">
                        <graphic filename="../figeg8/eg8594.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>R&#233;glage du jeu aux soupapes</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg8596">apr&#232;s le r&#233;glage des soupapes, resserrer les &#233;crous de
                            blocage;
                        </hotlnk>
                    </para>
                    <figure id="feg8596" figsize="col-wide">
                        <graphic filename="../figeg8/eg8596.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Serrage des &#233;crous de blocage de culbuteurs</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">contr&#244;ler de nouveau le jeu par un l&#233;ger coulissement sur la jauge d'&#233;paisseur
                        de 0,064&#160;mm (0,025&#160;po). Si le jeu est insuffisant ou exag&#233;r&#233;, r&#233;gler de
                        nouveau en observant les &#233;tapes&#160;B et&#160;C ci-dessus.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_59.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_61.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
