<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Installation - Manchon d'usure
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>Manchon d'usure</title>
        <para>
            <emph type="bold">Il est conseill&#233; de remplacer le manchon d'usure et le joint d'&#233;tanch&#233;it&#233;
                &#224; chaque intervention sur l'amortisseur de vibrations ou l'amortisseur hydraulique.
            </emph>
        </para>
        <para>Observer les &#233;tapes suivantes&#160;:</para>
        <step1>
            <para count="1">fendre le manchon d'usure &#224; l'aide d'un burin pour silencieux et retirer le manchon.
                Veiller &#224; ne pas endommager la bride de l'amortisseur de vibrations lors de cette op&#233;ration.
                Consulter la rubrique
                <hotlnk xrefid="fcg12596">Retrait du manchon d'usure de l'amortisseur de vibrations</hotlnk>;
            </para>
        </step1>
        <figure id="fcg12596" figsize="col-wide">
            <graphic filename="../figcg1/cg12596.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Retirer le manchon d'usure de l'amortisseur de vibrations</caption>
            <calloutgroup>
                <callout1 type="arabic">Burin pour silencieux</callout1>
                <callout1 type="arabic">Marteau pneumatique</callout1>
                <callout1 type="arabic">Manchon d'usure</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">si la trousse de r&#233;paration comprend plusieurs manchons d'usure, utiliser le manchon
                dont l'&#233;paisseur correspond au manchon d'origine de l'amortisseur de vibrations ou de la poulie de
                vilebrequin;
            </para>
        </step1>
        <step1>
            <para count="1">appliquer un produit d'&#233;tanch&#233;it&#233; sur le diam&#232;tre int&#233;rieur du
                <hotlnk xrefid="fcg12597a">nouveau manchon d'usure et loger le manchon sur l'amortisseur de vibrations
                </hotlnk> &#224; l'aide de l'outil de pose de manchon d'usure ZTSE3004B. Essuyer l'exc&#233;dent de
                produit d'&#233;tanch&#233;it&#233; sur le diam&#232;tre ext&#233;rieur du manchon d'usure;
            </para>
        </step1>
        <specpara>
            <note>
                <para>Orienter le chamfrein du diam&#232;tre ext&#233;rieur du manchon d'usure vers l'ext&#233;rieur
                    lorsque vu par l'arri&#232;re de l'amortisseur de vibrations (c&#244;t&#233; poulie).
                </para>
            </note>
        </specpara>
        <figure id="fcg12597a" figsize="col-wide">
            <graphic filename="../figcg1/cg12597a.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Poser un nouveau manchon d'usure d'amortisseur de vibrations</caption>
            <calloutgroup>
                <callout1 type="arabic">Outil de pose de manchon d'usure (ZTSE-3004B)</callout1>
                <callout1 type="arabic">Amortisseur de vibrations</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">utiliser la m&#234;me proc&#233;dure pour le manchon d'usure et le pare-poussi&#232;re
                (POSE), le cas &#233;ch&#233;ant.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Ne pas s&#233;parer le joint POSE du manchon d'usure. Les moteurs&#160;DT-466E n'utilisent pas de
                    joint POSE avant.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_166.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_168.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
