<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - TURBOCOMPRESSEURS - Installation</stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="4">
        <title>Installation</title>
        <step1>
            <para count="1">Monter le turbocompresseur sur la bride (propre) de la tubulure d'&#233;chappement comme
                suit&#160;:
            </para>
            <step2>
                <para count="1">poser un nouveau joint sur la bride de tubulure d'&#233;chappement;</para>
            </step2>
            <step2>
                <para count="1">
                    <hotlnk xrefid="feg8096">installer le turbocompresseur</hotlnk>
                    sur la bride de la tubulure d'&#233;chappement munie de son joint et serrer les &#233;crous au
                    couple sp&#233;cifique.
                </para>
                <figure id="feg8096" figsize="col-wide">
                    <graphic filename="../figeg8/eg8096.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Montage du turbocompresseur</caption>
                </figure>
            </step2>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5027c">Installer le tube d'arriv&#233;e d'huile du turbocompresseur</hotlnk>
                comme suit&#160;:
            </para>
            <step2>
                <para count="1">enlever les bouchons de protection de l'orifice d'entr&#233;e d'huile du
                    turbocompresseur et du raccord du tube d'arriv&#233;e d'huile situ&#233; sur le collecteur du filtre
                    &#224; huile;
                </para>
            </step2>
            <step2>
                <para count="1">verser environ 5&#160;onces&#160;US d'huile moteur propre dans l'orifice d'entr&#233;e
                    d'huile du turbocompresseur. Cette pr&#233;caution permet d'assurer la lubrification des paliers du
                    turbocompresseur jusqu'&#224; ce que la pression d'huile du moteur soit atteinte;
                </para>
            </step2>
            <step2>
                <para count="1">installer un nouveau joint sur l'orifice d'arriv&#233;e d'huile du turbocompresseur;
                </para>
            </step2>
            <step2>
                <para count="1">assembler le tube d'arriv&#233;e d'huile au turbocompresseur et fixer &#224; l'aide des
                    deux vis;
                </para>
            </step2>
            <step2>
                <para count="1">installer un nouveau joint torique sur l'&#233;crou du tube d'arriv&#233;e d'huile.
                </para>
                <figure id="feg5027c" figsize="col-wide">
                    <graphic id="eg5027c" filename="../figeg5/eg5027.webp" type="webp" scalefit="1"
                             scalefitwidth="248px"/>
                    <caption>Mise en place du tube d'arriv&#233;e d'huile</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">
                    <hotlnk xrefid="feg5026d">Installer le tube d'arriv&#233;e d'huile</hotlnk>
                    sur le raccord de tube et serrer l'&#233;crou de raccord.
                </para>
                <figure id="feg5026d" figsize="col-wide">
                    <graphic filename="../figeg5/eg5026.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Fixation du tube d'arriv&#233;e d'huile</caption>
                </figure>
            </step2>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5028c">Installer le tube de retour d'huile du turbocompresseur</hotlnk>
                comme suit&#160;:
            </para>
            <figure id="feg5028c" figsize="col-wide">
                <graphic filename="../figeg5/eg5028.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mise en place du tube de retour d'huile</caption>
            </figure>
            <step2>
                <para count="1">enlever le bouchon de protection de l'orifice de retour d'huile sur le
                    turbocompresseur;
                </para>
            </step2>
            <step2>
                <para count="1">lubrifier les deux&#160;nouveaux joints toriques &#224; l'aide d'huile moteur propre et
                    installer un joint torique &#224; chaque extr&#233;mit&#233; du tube de retour d'huile du
                    turbocompresseur;
                </para>
            </step2>
            <step2>
                <para count="1">positionner le tube de retour d'huile avec ses deux&#160;nouveaux joints toriques et sa
                    bride munie de son joint d'&#233;tanch&#233;it&#233; sur l'orifice de retour d'huile du
                    turbocompresseur;
                </para>
            </step2>
            <step2>
                <para count="1">fixer le joint du tube de retour d'huile au turbocompresseur et serrer les boulons.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Installer l'extr&#233;mit&#233; libre du tube de retour d'huile dans le bloc-cylindres et
                fixer celui-ci &#224; l'aide de sa plaque de fixation et de sa vis.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
