<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Installation - Proc&#233;dure d'installation des
        coussinets
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="1">
        <title>Proc&#233;dure d'installation des coussinets</title>
        <step1>
            <para count="1">Placer un nouveau demi-coussinet dans le chapeau de palier, le cas &#233;ch&#233;ant.
                S'assurer que les tenons de blocage des coussinets sont verrouill&#233;s dans les encoches de chapeau de
                palier.
            </para>
        </step1>
        <step1>
            <para count="1">Contr&#244;ler le jeu du coussinet comme suit&#160;:</para>
            <step2>
                <para count="1">nettoyer la surface du coussinet et la partie visible du tourillon de vilebrequin.
                    S'assurer que les surfaces sont exemptes d'huile;
                </para>
                <specpara>
                    <caution>
                        <para>Installer les chapeaux de paliers &#233;quip&#233;s de leurs demi-coussinets inf&#233;rieurs;
                            serrer au couple de 136&#160;N.m (100&#160;lbf-pi), puis au couple de 177&#160;N.m (130&#160;lbf-pi).
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <note>
                        <para>
                            <emph type="underscr">Ne pas</emph>
                            proc&#233;der au serrage &#171;&#160;torque to yield&#160;&#187; avant le montage d&#233;finitif.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">enlever les chapeaux de paliers &#233;quip&#233;s, un &#224; la fois. Les autres
                    chapeaux de paliers demeurent en place, serr&#233;s au couple. Les paliers d&#233;pourvus de chapeau
                    sont contr&#244;l&#233;s;
                </para>
            </step2>
            <step2>
                <para count="1">&#233;liminer l'huile sur la partie visible du tourillon de vilebrequin et du
                    demi-coussinet du chapeau de palier d&#233;mont&#233;;
                </para>
            </step2>
            <step2>
                <para count="1">placer un fil de PlastigageMD sur toute la largeur de la port&#233;e du vilebrequin et
                    &#224; environ 6&#160;mm (1/4&#160;po) du centre. Installer le chapeau de palier et serrer les
                    boulons au
                    <hotlnk document="f210_X2100701.xml" xrefid="x2100701">couple sp&#233;cial</hotlnk>;
                </para>
                <specpara>
                    <note>
                        <para>Ne pas faire tourner le vilebrequin lors du contr&#244;le &#224; l'aide de PlastigageMD.
                        </para>
                    </note>
                    <note>
                        <para>POUR R&#201;PARATION &#171;&#160;MOTEUR EN PLACE SUR CH&#194;SSIS&#160;&#187; SEULEMENT&#160;-
                            Lors du contr&#244;le du jeu du coussinet, le vilebrequin doit &#234;tre support&#233; et
                            maintenu contre le demi-coussinet sup&#233;rieur de palier pour obtenir une mesure pr&#233;cise
                            &#224; l'aide de PlastigageMD. Utiliser un cric sous les contrepoids du vilebrequin
                            adjacents &#224; chaque coussinet de palier contr&#244;l&#233;. Si l'on ignore cette pr&#233;caution,
                            les mesures risquent d'&#234;tre fauss&#233;es.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">enlever le chapeau de palier &#233;quip&#233; de son demi-coussinet;</para>
            </step2>
            <step2>
                <para count="1">
                    <emph type="bold">NE PAS</emph>
                    toucher au PlastigageMD. &#192; l'aide de l'&#233;chelle sur l'emballage du PlastigageMD,
                    <hotlnk xrefid="feg5355">mesurer la largeur la plus importante du fil aplati de
                        PlastigageMD</hotlnk>. La largeur du fil aplati s'exprime en millim&#232;tres ou en milli&#232;mes
                    de pouce;
                </para>
                <figure id="feg5355" figsize="col-wide">
                    <graphic filename="../figeg5/eg5355.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Mesure &#224; l'aide de PlastigageMD</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">si le jeu du coussinet n'est pas conforme, le vilebrequin doit &#234;tre remplac&#233;
                    ou rectifi&#233; et des coussinets minor&#233;s, utilis&#233;s (tel que d&#233;crit pr&#233;alablement
                    dans cette section).
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_160.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_162.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
