<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel</stitle>
    <svcman/>
    <svcman mantype="engine" id="EGES-212" formnum="EGES-212F" date="9, 2001" translation="french"/>
    <title>DT&#160;466E et InternationalMD&#160;530E Moteur diesel</title>
    <manapply>
        <engfamgroup/>

        <engfam>DT 466</engfam>
        <engfam>DT 466E</engfam>
        <engfam>530E</engfam>
        <engfam>DT 530</engfam>
        <engfam>HT 530</engfam>
    </manapply>
    <foreword>
        <para>La pr&#233;sente publication appartient &#224; une s&#233;rie de documents destin&#233;s &#224; faciliter
            le travail du technicien pour l'entretien des moteurs fabriqu&#233;s par International Truck and Engine
            Corporation. Ces documents ont &#233;t&#233; &#233;labor&#233;s dans le respect des derni&#232;res
            technologies de pointe issues de ce domaine.
        </para>
        <para>InternationalMD poursuit sans cesse sa politique de recherche et de d&#233;veloppement et, &#224; cet
            effet, peut modifier certaines proc&#233;dures, caract&#233;ristiques ou composants afin d'am&#233;liorer
            ses produits et de poursuivre son avancement technologique.
        </para>
        <para>Le pr&#233;sent document est sujet &#224; des mises &#224; jour p&#233;riodiques. Ces mises &#224; jour
            sont post&#233;es d'embl&#233;e aux abonn&#233;s du &#171;&#160;Revision Service&#160;&#187; (Service des
            mises &#224; jour). La documentation suivante fournit des renseignements sur les moteurs diesel DT&#160;466E
            et International&#174;&#160;530E. Cette documentation est disponible chez&#160;:
        </para>
        <para>Transmettre votre demande &#224;&#160;: International Truck and Engine Corporation Printing, Procurement
            and Distribution 4956 Wayne Road Battle Creek, MI. 49015 &#201;TATS-UNIS
        </para>
        <table tblwidth="pg-wide">
            <tgroup cols="2">
                <colspec colname="col1" colwidth="0.78*"/>
                <colspec colname="col2" colwidth="1.22*"/>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>
                                <emph type="bold">Num&#233;ro de l'imprim&#233;</emph>
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>
                                <emph type="bold">Description</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>1 171 734 R2</para>
                        </entry>
                        <entry colname="col2">
                            <para>Manuel technique DT&#160;466E, ann&#233;es-mod&#232;les 1999 et&#160;2000</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>1 171 735 R2</para>
                        </entry>
                        <entry colname="col2">
                            <para>Manuel technique International&#160;530E, ann&#233;es-mod&#232;les 1999 et&#160;2000
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>EGES 175
                                <ftnote id="intro1">La derni&#232;re mise &#224; jour du manuel sera fournie.</ftnote>
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Manuel de diagnostic
                                <ftnref xrefid="intro1"/>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>EGES&#160;180</para>
                        </entry>
                        <entry colname="col2">
                            <para>Formulaire de diagnostic de d&#233;marrage difficile/pas de d&#233;marrage
                                <ftnref xrefid="intro1"/>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>EGED&#160;185</para>
                        </entry>
                        <entry colname="col2">
                            <para>Formulaire de diagnostic &#233;lectronique
                                <ftnref xrefid="intro1"/>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>EGED&#160;210</para>
                        </entry>
                        <entry colname="col2">
                            <para>Manuel d'entretien
                                <ftnref xrefid="intro1"/>
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </foreword>
    <svcdiag>
        <para>Le diagnostic d'entretien est une proc&#233;dure de recherche syst&#233;matique permettant de localiser et
            de corriger une anomalie de fonctionnement du moteur. La structure du diagnostic consid&#232;re d'abord le
            moteur complet selon son application sp&#233;cifique. La recherche se poursuit par l'analyse des syst&#232;mes
            ou des composants, tels les syst&#232;mes d'admission, d'&#233;chappement, de refroidissement, de
            lubrification ou d'injection. Les proc&#233;dures d'essai permettent d'analyser la source du probl&#232;me.
        </para>
        <para>Pr&#233;requis pour un diagnostic efficace&#160;:</para>
        <seqlist>
            <item>
                <para>conna&#238;tre les principes de fonctionnement des moteurs et de leurs syst&#232;mes
                    d'application;
                </para>
            </item>
            <item>
                <para>pouvoir effectuer et ma&#238;triser l'ensemble des proc&#233;dures de diagnostic &#233;labor&#233;es
                    dans les manuels d'entretien;
                </para>
            </item>
            <item>
                <para>conna&#238;tre et pouvoir utiliser les instruments de diagnostic m&#233;caniques et &#233;lectroniques;</para>
            </item>
            <item>
                <para>disposer des derni&#232;res donn&#233;es techniques en vue de l'application concern&#233;e
                    (consulter les publications de diagnostic).
                </para>
            </item>
        </seqlist>
        <para>Les causes d'une panne de moteur peuvent d'abord sembler &#233;videntes, mais la v&#233;ritable cause se r&#233;v&#232;le
            souvent apr&#232;s sa r&#233;surgence. &#192; cet effet, il est pr&#233;f&#233;rable de proc&#233;der au
            diagnostic avant, pendant et apr&#232;s les &#233;tapes de d&#233;montage et de remontage du moteur.
        </para>
        <para>,Il est &#233;galement primordial de poursuivre le diagnostic apr&#232;s le r&#233;assemblage du moteur,
            soit avant et apr&#232;s sa mise en place dans le v&#233;hicule.
        </para>
        <para>L'identification des sympt&#244;mes ayant d&#233;clench&#233; la panne doit &#234;tre le r&#233;sultat de
            tout diagnostic d'entretien efficace. Pour en arriver &#224; un diagnostic efficace, les ouvrages de r&#233;f&#233;rence
            suivants doivent &#234;tre consult&#233;s&#160;:
        </para>
        <table id="tblfm1" tblwidth="pg-wide" type="simple" numbered="no">
            <tgroup cols="3">
                <colspec colname="col1" colwidth="0.29*"/>
                <colspec colname="col2" colwidth="0.95*"/>
                <colspec colname="col3" colwidth="1.75*"/>
                <spanspec namest="col2" nameend="col3" spanname="span1"/>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>1</para>
                        </entry>
                        <entry colname="col2">
                            <para>EGES&#160;175
                                <ftnote id="ftntfm2">La derni&#232;re mise &#224; jour du manuel sera fournie.</ftnote>
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Manuel de diagnostic des moteurs diesel DT&#160;466E et International&#160;530E.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>2</para>
                        </entry>
                        <entry colname="col2">
                            <para>EGED&#160;180
                                <ftnref xrefid="ftntfm2"/>
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Formulaire de diagnostic de d&#233;marrage difficile/pas de d&#233;marrage, moteurs DT&#160;466E
                                et InternationalMD&#160;530E
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>3</para>
                        </entry>
                        <entry colname="col2">
                            <para>EGED&#160;185
                                <ftnref xrefid="ftntfm2"/>
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Formulaire de diagnostic &#233;lectronique pour moteurs DT&#160;466E et
                                InternationalMD&#160;530E
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>4</para>
                        </entry>
                        <entry colname="col2">
                            <para>EGES&#160;210</para>
                        </entry>
                        <entry colname="col3">
                            <para>Manuel d'entretien des moteurs DT&#160;466E et International&#160;530E</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>5</para>
                        </entry>
                        <entry colspan="2" spanname="span1">
                            <para>Caract&#233;ristiques techniques des composants figurant dans ce manuel.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>6</para>
                        </entry>
                        <entry colspan="2" spanname="span1">
                            <para>Bulletins techniques.</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcdiag>
    <introduction>
        <geninfo>
            <para>Ce manuel comprend plusieurs sections dont les pages sont num&#233;rot&#233;es de mani&#232;re cons&#233;cutive.
                Toutes les photos ou illustrations sont num&#233;rot&#233;es de mani&#232;re cons&#233;cutive dans
                chaque section. Le titre de section figure &#224; la partie sup&#233;rieure de chaque page. Num&#233;ro
                de section et de page. Le num&#233;ro du manuel appara&#238;t au bas (milieu) de chaque page (exemple,
                EGES&#160;210).
            </para>
            <specpara>
                <note>
                    <para>Un tiret suivi d'un chiffre (-1) ou (-2) repr&#233;sente le nombre de mises &#224; jour du
                        manuel de base.
                    </para>
                </note>
            </specpara>
            <para>Le sommaire de chaque section appara&#238;t au d&#233;but du pr&#233;sent manuel.</para>
            <para>Ce manuel comprend trois parties principales&#160;:</para>
            <para>introduction;composants; appendice.</para>
            <para>INTRODUCTION</para>
            <para>Cette section renseigne sur les sujets d'ordre g&#233;n&#233;ral devant &#234;tre lus avant de proc&#233;der
                &#224; la r&#233;paration ou &#224; la remise en &#233;tat du moteur&#160;:
            </para>
            <para>Conseils de s&#233;curit&#233;;Identification du moteur;Description du moteur;Syst&#232;mes du
                moteur.
            </para>
            <para>COMPOSANTS</para>
            <para>Ces sections donnent des renseignements sur les proc&#233;dures d'entretien pour chacun des composants
                du moteur. Chaque section relative aux composants est structur&#233;e de la fa&#231;on suivante&#160;:
            </para>
            <para>Index de section; Vues en &#233;clat&#233;;Caract&#233;ristiques;Couples de serrage sp&#233;ciaux;Outils
                sp&#233;ciaux;Enl&#232;vement et r&#233;assemblage (le cas &#233;ch&#233;ant)&#160;: - enl&#232;vement;-
                nettoyage;- contr&#244;le;- installation;Identification des composants du moteur (le cas &#233;ch&#233;ant);Enl&#232;vement
                et r&#233;assemblage (le cas &#233;ch&#233;ant)&#160;:- enl&#232;vement;- nettoyage;- contr&#244;le;-
                installation;Remise en &#233;tat;- D&#233;montage&#160;:- nettoyage;- contr&#244;le- r&#233;paration- r&#233;assemblage.
            </para>
            <para>APPENDICE</para>
            <para>L'appendice appara&#238;t &#224; la fin du manuel et comprend&#160;:</para>
            <para>les caract&#233;ristiques techniques g&#233;n&#233;rales du moteur;les caract&#233;ristiques
                techniques des composants;les valeurs de couple; la liste des outils d'entretien sp&#233;ciaux;un
                tableau d'&#233;quivalences des valeurs anglo-saxonnes/m&#233;triques.
            </para>
        </geninfo>
    </introduction>
    <safety>
        <para>Garder l'espace de travail bien organis&#233; et propre. Essuyer toute trace d'huile r&#233;pandue. Ne pas
            laisser d'outils ou de pi&#232;ces sur le sol. &#201;liminer les possibilit&#233;s de chutes pouvant
            provoquer de graves blessures.
        </para>
        <para>S'assurer de bien remettre en place les dispositifs de s&#233;curit&#233;, protecteurs ou &#233;crans apr&#232;s
            la fin des proc&#233;dures de r&#233;glage ou de r&#233;paration du moteur.
        </para>
        <para>Lorsque les r&#233;parations sont termin&#233;es, s'assurer que tous les outils, pi&#232;ces ou &#233;quipements
            de r&#233;paration sont retir&#233;s du v&#233;hicule ou du moteur.
        </para>
        <para>S'assurer de porter les v&#234;tements de s&#233;curit&#233; appropri&#233;s. Ces v&#234;tements doivent
            &#234;tre bien ajust&#233;s et en bon &#233;tat.
        </para>
        <para>Ne pas porter de bagues, de montre-bracelet ou de v&#234;tements amples si l'on travaille sur une machine,
            car ils peuvent &#234;tre entra&#238;n&#233;s par des pi&#232;ces mobiles et provoquer de graves blessures.
            Porter des chaussures de travail robustes &#224; semelles nervur&#233;es. Ne jamais r&#233;gler ou r&#233;parer
            une machine pieds nus ou lorsque chauss&#233; de sandales ou d'espadrilles.
        </para>
        <para>Ne pas utiliser d'outils &#233;lectriques ou m&#233;caniques en mauvais &#233;tat. V&#233;rifier l'&#233;tat
            du cordon d'alimentation avant d'utiliser l'outil. S'assurer que tous les outils &#233;lectriques poss&#232;dent
            une mise &#224; la masse ad&#233;quate. Des &#233;quipements &#233;lectriques d&#233;fectueux ou utilis&#233;s
            de mani&#232;re incorrecte peuvent causer de graves blessures.
        </para>
        <para>Utiliser l'air comprim&#233; avec pr&#233;caution. Ne jamais diriger le jet d'air comprim&#233; vers les
            parties du corps ou sur les v&#234;tements sous peine de graves blessures.
        </para>
        <para>Utiliser des pistolets &#224; air homologu&#233;s et ne jamais exc&#233;der la pression d'air pr&#233;conis&#233;e.
            Porter des lunettes de s&#233;curit&#233; ou lunettes-masque et utiliser des &#233;crans pour assurer la
            protection du personnel d'atelier.
        </para>
        <para>Au moment de faire le plein, garder le boyau et le pistolet ou l'entonnoir et le bidon au contact des
            parties m&#233;talliques du r&#233;servoir de carburant afin d'&#233;viter la possibilit&#233; qu'une &#233;tincelle
            n'enflamme le carburant.
        </para>
        <para>Ne pas faire d&#233;border le r&#233;servoir de carburant&#160;: un d&#233;bordement cr&#233;e un risque
            d'incendie.
        </para>
        <para>Ne pas fumer pendant le plein et ne jamais faire le plein avec le moteur en marche.</para>
        <para>De l'hydrog&#232;ne, un gaz tr&#232;s inflammable, se d&#233;gage des batteries lorsque celles-ci sont
            recharg&#233;es. Ce gaz continue de s'&#233;chapper de la batterie quelque temps apr&#232;s sa recharge.
        </para>
        <para>Ne jamais provoquer d'&#233;tincelles ou approcher une flamme nue &#224; proximit&#233; de la batterie
            sous peine d'explosion.
        </para>
        <para>Toujours d&#233;brancher un des c&#226;bles de la batterie lors d'une r&#233;paration sur le syst&#232;me
            &#233;lectrique du v&#233;hicule.
        </para>
        <para>Toujours garder un extincteur &#171;&#160;charg&#233;&#160;&#187; &#224; port&#233;e de la main lors de
            travaux dans un local o&#249; un feu est susceptible de se d&#233;clarer.
        </para>
        <para>Aussi, s'assurer que le type d'extincteur soit appropri&#233; aux conditions environnantes&#160;:</para>
        <para>type A&#160;: bois, papier, textiles et rebuts; type B&#160;: liquides inflammables; type C&#160;: &#233;quipement
            &#233;lectrique.
        </para>
    </safety>
    <introsec svcsectype="engine">
        <geninfo>
            <title>Introduction</title>
            <lev1>
                <title>Identification du moteur</title>
                <para>Au moment de commander des pi&#232;ces de rechange, toujours sp&#233;cifier le mod&#232;le et le
                    num&#233;ro de s&#233;rie du moteur.
                </para>
                <para>Le num&#233;ro de s&#233;rie permanent du moteur se trouve sur le c&#244;t&#233; gauche du
                    bloc-cylindres (rep&#232;re&#160;2), .
                </para>
                <para>L'&#233;tiquette d'information des &#233;missions identifie le code du mod&#232;le de moteur et
                    l'ann&#233;e de fabrication. L'&#233;tiquette d'information des &#233;missions est appos&#233;e sur
                    le dessus du couvre-culbuteurs/tubulure d'admission (rep&#232;re&#160;1).
                </para>
                <para>D'autres plaques signal&#233;tiques sont situ&#233;es sur le turbocompresseur ainsi que sur le d&#233;marreur.
                    Ces plaques signal&#233;tiques donnent &#224; l'op&#233;rateur ou au personnel de maintenance des
                    renseignements sur le constructeur de m&#234;me que sur les caract&#233;ristiques importantes, soit
                    l'&#233;quipement du moteur et ses conditions de fonctionnement.
                </para>
                <figure id="feg8639" figsize="pg-wide">
                    <graphic id="eg8639" filename="../figeg8/eg8639.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="472px"/>
                    <caption>Emplacement du num&#233;ro de s&#233;rie du moteur et de l'&#233;tiquette d'information des
                        &#233;missions
                    </caption>
                    <calloutgroup>
                        <callout1 type="arabic">&#201;tiquette d'information des &#233;missions</callout1>
                        <callout1 type="arabic">Num&#233;ro de s&#233;rie du moteur</callout1>
                    </calloutgroup>
                </figure>
                <table id="ti-01" tblwidth="pg-wide" type="table">
                    <title>Tableau des num&#233;ros de s&#233;rie du moteur</title>
                    <tgroup cols="5">
                        <colspec colname="col1" colwidth="1.0*"/>
                        <colspec colname="col2" colwidth="1.0*"/>
                        <colspec colname="col3" colwidth="1.0*"/>
                        <colspec colname="col4" colwidth="1.0*"/>
                        <colspec colname="col5" colwidth="1.0*"/>
                        <tbody>
                            <row>
                                <entry colname="col1">
                                    <para>Code d'identification du moteur</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Code de diff&#233;renciation</para>
                                </entry>
                                <entry colname="col3">
                                    <para>Code d'utilisation</para>
                                </entry>
                                <entry colname="col4">
                                    <para>Pays d'origine</para>
                                </entry>
                                <entry colname="col5">
                                    <para>S&#233;quence des num&#233;ros de s&#233;rie</para>
                                </entry>
                            </row>
                            <row>
                                <entry colname="col1">
                                    <para>531</para>
                                </entry>
                                <entry colname="col2">
                                    <para>H</para>
                                </entry>
                                <entry colname="col3">
                                    <para>M2</para>
                                </entry>
                                <entry colname="col4">
                                    <para>U</para>
                                </entry>
                                <entry colname="col5">
                                    <para>0000000*</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>531&#160;= Code d'identification du moteur H&#160;= Diesel, turbocompresseur, &#233;changeur
                    air/air et commande &#233;lectronique M2&#160;= Code d'utilisation (camion) U&#160;= Pays d'origine&#160;-
                    &#201;tats-Unis 0000000*&#160;= D&#233;but de s&#233;quence des num&#233;ros de s&#233;rie
                </para>
            </lev1>
            <lev1>
                <title>Identification du turbocompresseur (sans limiteur de pression)</title>
                <para></para>
                <figure id="feg6944" figsize="pg-wide">
                    <graphic id="eg6944" filename="../figeg6/eg6944.webp" type="webp" scalefit="1"
                             scalefitwidth="514px"/>
                    <caption>Emplacement des composants du turbocompresseur sans limiteur de pression</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Num&#233;ro de pi&#232;ce International</callout1>
                        <callout1 type="arabic">Num&#233;ro de s&#233;rie du turbocompresseur</callout1>
                        <callout1 type="arabic">Carter de turbine</callout1>
                        <callout1 type="arabic">Sortie d'&#233;chappement</callout1>
                        <callout1 type="arabic">Carter central refroidi &#224; l'huile</callout1>
                        <callout1 type="arabic">Sortie d'huile</callout1>
                        <callout1 type="arabic">Carter de compresseur</callout1>
                        <callout1 type="arabic">Entr&#233;e d'air</callout1>
                        <callout1 type="arabic">Sortie d'air pressuris&#233;</callout1>
                        <callout1 type="arabic">Orifice d'arriv&#233;e d'huile</callout1>
                    </calloutgroup>
                </figure>
            </lev1>
            <lev1>
                <title>Identification du turbocompresseur (avec limiteur de pression)</title>
                <para></para>
                <figure id="feg6945" figsize="pg-wide">
                    <graphic id="eg6945" filename="../figeg6/eg6945.webp" type="webp" scalefit="1"
                             scalefitwidth="514px"/>
                    <caption>Emplacement des composants du turbocompresseur avec limiteur de pression</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Actionneur de limiteur de pression</callout1>
                        <callout1 type="arabic">Carter de turbine</callout1>
                        <callout1 type="arabic">Sortie d'&#233;chappement</callout1>
                        <callout1 type="arabic">Carter central refroidi &#224; l'huile</callout1>
                        <callout1 type="arabic">Orifice de retour d'huile</callout1>
                        <callout1 type="arabic">Num&#233;ro de pi&#232;ce International</callout1>
                        <callout1 type="arabic">Num&#233;ro de s&#233;rie du turbocompresseur</callout1>
                        <callout1 type="arabic">Sortie d'air pressuris&#233;</callout1>
                        <callout1 type="arabic">Entr&#233;e d'air</callout1>
                        <callout1 type="arabic">Carter de compresseur</callout1>
                        <callout1 type="arabic">Orifice d'arriv&#233;e d'huile</callout1>
                    </calloutgroup>
                </figure>
            </lev1>
            <lev1>
                <title>Caract&#233;ristiques techniques g&#233;n&#233;rales</title>
                <para>Les DT&#160;466E et International&#174;&#160;530E sont des moteurs six cylindres en ligne, &#224;
                    quatre&#160;(4) temps et refroidis &#224; l'eau. Ces moteurs sont &#233;quip&#233;s d'un
                    turbocompresseur, de soupapes en t&#234;te, d'un refroidisseur air/air, de guides et si&#232;ges de
                    soupapes d'admission et d'&#233;chappement rempla&#231;ables. Le moteur est &#233;quip&#233; d'un
                    syst&#232;me d'injection directe de carburant muni de capteurs &#233;lectroniques et
                    d'injecteurs-pompes hydro&#233;lectroniques (HEUI). L'ordre d'allumage est 1-5-3-6-2-4.
                </para>
                <para>Le bloc-cylindres est sp&#233;cialement con&#231;u pour subir les fortes contraintes m&#233;caniques
                    engendr&#233;es par le fonctionnement d'un moteur diesel. Les passages d'eau et d'huile sont coul&#233;s.
                    Le bloc-cylindres est muni de chemises de cylindres rempla&#231;ables de type humide. Chaque
                    logement de palier est perc&#233; de trous obliques &#233;quip&#233;s de gicleurs projetant un jet
                    d'huile sous chaque piston pour dissiper la chaleur.
                </para>
                <figure id="feg8639b" figsize="col-wide">
                    <graphic id="eg8639b" filename="../figeg8/eg8639B.webp" type="webp" scalefit="1"
                             scalefitwidth="248px"/>
                    <caption>Moteur&#160;- C&#244;t&#233; gauche</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Avant</callout1>
                        <callout1 type="arabic">C&#244;t&#233; droit (c&#244;t&#233; refroidisseur d'huile)</callout1>
                        <callout1 type="arabic">Arri&#232;re</callout1>
                        <callout1 type="arabic">C&#244;t&#233; gauche (pompe haute pression)</callout1>
                    </calloutgroup>
                </figure>
                <para>Le vilebrequin est en acier forg&#233; avec tourillons et cong&#233;s frais&#233;s tremp&#233;s
                    par induction. Le vilebrequin tourne sur sept paliers munis de coussinets de pr&#233;cision. L'arbre
                    &#224; cames est support&#233; par quatre coussinets pr&#233;al&#233;s&#233;s et entra&#238;n&#233;
                    par pignon &#224; partir du vilebrequin. Le calage du jeu lat&#233;ral de l'arbre &#224; cames est
                    assur&#233; par une flasque de but&#233;e situ&#233;e entre le tourillon avant de l'arbre &#224;
                    cames et le pignon de l'arbre &#224; cames. Les poussoirs de soupape sont de type &#224; galet. Ces
                    poussoirs sont plus robustes et allongent la dur&#233;e de vie de l'arbre &#224; cames. Gr&#226;ce
                    &#224; ce concept, le bruit du moteur est &#233;galement r&#233;duit.
                </para>
                <para>Les bielles de type &#171;&#160;tee pee&#160;&#187; sont faites d'acier forg&#233;. Chaque bielle
                    est reli&#233;e au vilebrequin par un maneton individuel. Les pistons sont fabriqu&#233;s dans un
                    alliage d'aluminium ou incorporent une couronne acier/jupe d'aluminium. Ils sont &#233;quip&#233;s
                    de deux segments d'&#233;tanch&#233;it&#233; et d'un segment racleur. L'axe de piston est mont&#233;
                    libre et peut se d&#233;placer ou flotter dans le piston et la bielle. Son blocage est assur&#233;
                    par des anneaux d'arr&#234;t.
                </para>
                <para>La pompe &#224; huile de type rotor prend place dans le couvercle de distribution. La pompe est
                    entra&#238;n&#233;e directement par le vilebrequin, &#224; la vitesse du moteur. Tous les mod&#232;les
                    sont &#233;quip&#233;s d'un refroidisseur d'huile. Le refroidisseur d'huile est muni d'un filtre
                    &#224; huile viss&#233;. Le moteur poss&#232;de &#233;galement un filtre de liquide de
                    refroidissement viss&#233;. Le syst&#232;me d'alimentation en carburant comprend un fitre &#224;
                    carburant viss&#233; et un pr&#233;tamis incorpor&#233; au collecteur de filtre &#224; carburant.
                    Les seules canalisations d'huile externes sont celles du compresseur d'air, du turbocompresseur et
                    celles de la pompe haute pression vers la culasse.
                </para>
                <lev2>
                    <title>Refroidisseur air/air mont&#233; sur ch&#226;ssis</title>
                    <para>Le refroidisseur air/air est fix&#233; au ch&#226;ssis et prend place devant ou &#224;
                        proximit&#233; du radiateur. L'air provenant du turbocompresseur est refoul&#233; &#224; travers
                        les tubes du refroidisseur avant de p&#233;n&#233;trer dans le couvre-culbuteurs/tubulure
                        d'admission. L'air ext&#233;rieur s'&#233;coule autour des tubes et des ailettes pour refroidir
                        l'air de suralimentation.
                    </para>
                    <para>La densit&#233; de l'air d'admission refroidi est sup&#233;rieure &#224; celle de l'air plus
                        chaud, ce qui a pour effet d'occasionner un volume d'air plus important pour alimenter les
                        cylindres. Il est alors possible d'augmenter la quantit&#233; de carburant pour accro&#238;tre
                        la puissance du moteur.
                    </para>
                    <figure id="feg3663" figsize="col-wide">
                        <graphic id="eg3663" filename="../figeg3/eg3663.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Montage du refroidisseur air/air</caption>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Syst&#232;me de refroidissement</title>
                <lev2>
                    <title>Description</title>
                    <para>Le r&#244;le du syst&#232;me de refroidissement consiste &#224; maintenir la temp&#233;rature
                        du moteur dans une plage d&#233;termin&#233;e. Les principaux composants du syst&#232;me de
                        refroidissement sont le radiateur, le ventilateur de refroidissement/pompe &#224; eau, le
                        thermostat, le refroidisseur d'huile et le filtre de liquide de refroidissement. La pompe &#224;
                        eau de type centrifuge est log&#233;e dans le couvercle de distribution. Une courroie assure son
                        entra&#238;nement.
                    </para>
                    <para>Le couvercle de distribution se caract&#233;rise par deux passages distincts. L'un de ces
                        passages dirige le liquide de refroidissement vers le bloc-cylindres &#224; partir de la pompe
                        &#224; eau. Le second passage oriente le liquide de refroidissement vers la pompe &#224; eau
                        lorsque le thermostat est ferm&#233;. Le thermostat s'entrouvre &#224; 88&#160;oC (190&#160;oF).
                        Il est compl&#232;tement ouvert &#224; 100&#160;oC (212&#160;oF).
                    </para>
                    <para>Le liquide de refroidissement circule &#224; partir du bas du radiateur vers le tube d'entr&#233;e
                        du couvercle de distribution, puis jusqu'&#224; la pompe &#224; eau. Le liquide est ensuite
                        refoul&#233; par la turbine de la pompe &#224; eau &#224; travers un passage interne du
                        couvercle de distribution pour alimenter le bloc-cylindres.
                    </para>
                    <para>Un passage interne du bloc-cylindres oriente le liquide de refroidissement de l'avant vers
                        l'arri&#232;re et assure la distribution &#233;gale aux parties inf&#233;rieures des chemises de
                        cylindres. Le liquide de refroidissement circule de fa&#231;on tangentielle vers chaque chemise
                        de cylindre et cr&#233;e un effet de tourbillon ascendant vers la culasse. Cet effet de
                        tourbillon acc&#233;l&#232;re la dissipation de chaleur.
                    </para>
                    <para>Le liquide de refroidissement s'&#233;chappe de l'espace autour des chemises de cylindres de
                        deux fa&#231;ons&#160;:
                    </para>
                    <seqlist>
                        <item>
                            <para>Le liquide de refroidissement est dirig&#233; vers le refroidisseur d'huile par un
                                tube externe raccord&#233; &#224; l'arri&#232;re de son collecteur. Le liquide de
                                refroidissement traverse le refroidisseur d'huile, s'&#233;chappe par la pompe &#224;
                                eau pour &#234;tre m&#233;lang&#233; de nouveau avec le liquide de refroidissement
                                provenant du radiateur. La partie arri&#232;re du compresseur d'air est aliment&#233;e
                                en liquide de refroidissement par le c&#244;t&#233; gauche du bloc-cylindres. S'&#233;chappant
                                par la partie avant du compresseur d'air, le liquide de refroidissement retourne au
                                bloc-cylindres par le c&#244;t&#233; gauche.
                            </para>
                        </item>
                        <item>
                            <para>Le liquide de refroidissement quitte le bloc-cylindres par deux passages de
                                refroidissement pratiqu&#233;s &#224; la partie sup&#233;rieure de chacun des al&#233;sages
                                des chemises de cylindres. Il est ensuite distribu&#233; uniform&#233;ment par les trous
                                du joint de culasse. La circulation du liquide de refroidissement se poursuit dans la
                                culasse jusqu'au thermostat. Le bo&#238;tier du thermostat est pourvu de deux sorties
                                afin de diriger le liquide de refroidissement vers le radiateur si le moteur est en temp&#233;rature,
                                ou vers la pompe &#224; eau si le moteur est toujours froid.
                            </para>
                        </item>
                    </seqlist>
                    <figure id="feg5886" figsize="pg-wide">
                        <graphic id="eg5886" filename="../figeg5/eg5886.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Circulation du liquide de refroidissement</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Canalisation vers le r&#233;servoir de d&#233;gazage</callout1>
                            <callout1 type="arabic">Vers le radiateur</callout1>
                            <callout1 type="arabic">Thermostat</callout1>
                            <callout1 type="arabic">Passage de d&#233;rivation</callout1>
                            <callout1 type="arabic">Pompe &#224; eau</callout1>
                            <callout1 type="arabic">Venant du radiateur</callout1>
                            <callout1 type="arabic">Refroidisseur d'huile</callout1>
                            <callout1 type="arabic">Chemises de cylindres</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Fonctionnement du thermostat</title>
                <para></para>
                <para>Lorsque la temp&#233;rature du liquide de refroidissement du moteur est inf&#233;rieure &#224; la
                    temp&#233;rature d'ouverture du thermostat, le liquide de refroidissement traverse le passage de d&#233;rivation
                    jusqu'&#224; la pompe &#224; eau, celui du radiateur &#233;tant ferm&#233;. Lorsque le moteur
                    atteint sa temp&#233;rature de fonctionnement, le thermostat s'ouvre pour diriger le liquide de
                    refroidissement vers le radiateur et fermer simultan&#233;ment le passage de d&#233;rivation.
                </para>
                <figure id="feg6150" figsize="col-wide">
                    <graphic id="eg6150" filename="../figeg6/eg6150.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Fonctionnement du thermostat</caption>
                </figure>
            </lev1>
            <lev1>
                <title>Syst&#232;me de graissage</title>
                <lev2>
                    <title>Description</title>
                    <para>Le syst&#232;me de graissage utilise un r&#233;gulateur de pression, un syst&#232;me d'&#233;puration
                        &#224; d&#233;bit int&#233;gral et dot&#233; d'un refroidisseur d'huile. En plus de lubrifier le
                        moteur, l'huile de lubrification pressuris&#233;e est utilis&#233;e pour contr&#244;ler
                        l'alimentation en carburant des injecteurs-pompes hydro&#233;lectroniques. Afin de minimiser les
                        fuites d'huile, le syst&#232;me comporte peu de tuyauteries d'huile externes.
                    </para>
                </lev2>
                <lev2>
                    <title>Emplacement</title>
                    <para>Le c&#244;t&#233; droit du moteur re&#231;oit le refroidisseur d'huile, le filtre &#224; huile
                        &#224; d&#233;bit int&#233;gral jetable, la canalisation d'arriv&#233;e d'huile du
                        turbocompresseur et le tube du reniflard. Le c&#244;t&#233; gauche du moteur re&#231;oit le tube
                        de remplissage d'huile, la jauge d'huile, la pompe haute pression et la tubulure d'alimentation
                        d'huile.
                    </para>
                </lev2>
                <lev2>
                    <title>Circulation d'huile</title>
                    <para>et</para>
                    <para>L'huile, puis&#233;e &#224; partir du carter d'huile, traverse le tube et la cr&#233;pine
                        d'aspiration d'huile pour atteindre la pompe &#224; huile. La pompe &#224; huile est de type
                        &#224; rotor. Son rotor interne est directement entra&#238;n&#233; par le vilebrequin. Le bo&#238;tier
                        de pompe est boulonn&#233; au couvercle de distribution. L'entr&#233;e et la sortie d'eau de la
                        pompe s'effectuent par les orifices de plaque de pompe et du couvercle de distribution. Quittant
                        la pompe &#224; huile, l'huile non filtr&#233;e circule (sous pression) de nouveau vers le
                        couvercle de distribution et traverse le clapet de d&#233;charge haute pression jusqu'&#224; la
                        galerie d'huile non filtr&#233;e du bloc-cylindres. Le clapet de d&#233;charge s'ouvre pour
                        laisser fuir tout exc&#232;s d'huile vers le carter d'huile.
                    </para>
                </lev2>
                <lev2>
                    <specpara>
                        <note>
                            <para>Le clapet de d&#233;charge contr&#244;le la pression maximale de l'huile non filtr&#233;e
                                &#224; 552&#160;kPa (80&#160;lb/po2).
                            </para>
                        </note>
                    </specpara>
                    <para>Le bloc-cylindres comprend deux canalisations d'huile. L'huile non filtr&#233;e circule dans
                        une canalisation situ&#233;e dans la partie inf&#233;rieure droite du bloc-cylindres. La
                        canalisation d'huile filtr&#233;e se situe juste au-dessus de celle-ci. La canalisation d'huile
                        non filtr&#233;e est &#233;quip&#233;e de deux orifices de sortie. Le premier s'ouvre sur le
                        collecteur avant du refroidisseur d'huile et le deuxi&#232;me, sur le collecteur arri&#232;re du
                        refroidisseur d'huile. Le thermostat du refroidisseur d'huile s'ouvre ou se ferme selon la temp&#233;rature
                        de l'huile qui circule dans la canalisation non filtr&#233;e. Selon la position du thermostat
                        d'huile, l'huile chaude circule &#224; travers le refroidisseur d'huile jusqu'au collecteur arri&#232;re
                        du refroidisseur d'huile, ou l'huile froide non filtr&#233;e contourne le refroidisseur d'huile
                        pour se diriger directement vers le filtre &#224; huile.
                    </para>
                    <para>L'huile du filtre &#224; huile issue de la canalisation d'huile non filtr&#233;e p&#233;n&#232;tre
                        par l'ext&#233;rieur de l'&#233;l&#233;ment filtrant du filtre &#224; huile et s'&#233;chappe en
                        son centre. La soupape de d&#233;rivation d'huile est situ&#233;e &#224; l'int&#233;rieur du
                        filtre &#224; huile et fonctionne &#224; une pression diff&#233;rentielle de 193&#160;kPa (28&#160;lb/po2).
                        La d&#233;rivation de l'&#233;l&#233;ment du filtre &#224; huile s'effectue &#224; l'int&#233;rieur
                        de la cartouche du filtre &#224; huile. L'huile moteur propre quitte le filtre &#224; huile,
                        retourne au collecteur du refroidisseur d'huile pour se diriger vers la canalisation d'huile
                        propre du bloc-cylindres. L'huile propre p&#233;n&#232;tre ensuite dans le bloc-cylindres,
                        traverse le r&#233;gulateur de pression du refroidisseur d'huile pour alimenter les divers
                        orifices du bloc-cylindres. L'exc&#232;s d'huile est retourn&#233; au bloc-cylindres par le r&#233;gulateur
                        de pression.
                    </para>
                    <specpara>
                        <note>
                            <para>Le r&#233;gulateur de pression du refroidisseur d'huile contr&#244;le la pression de
                                l'huile filtr&#233;e &#224; 345&#160;kPa (50&#160;lb/po2).
                            </para>
                        </note>
                    </specpara>
                    <para>Les coussinets de manetons de bielles sont lubrifi&#233;s individuellement par les per&#231;ages
                        des tourillons du vilebrequin. Les tourillons d'arbre &#224; cames re&#231;oivent l'huile par
                        des per&#231;ages verticaux pratiqu&#233;s dans les logements de paliers.
                    </para>
                    <para>Chaque logement de palier est perc&#233; de trous obliques &#233;quip&#233;s de gicleurs
                        projetant un jet d'huile sous chaque piston pour dissiper la chaleur. Les culbuteurs de soupapes
                        sont lubrifi&#233;s gr&#226;ce &#224; l'espace annulaire de l'al&#233;sage du bloc-cylindres
                        recevant le coussinet arri&#232;re d'arbre &#224; cames. L'huile circule ensuite dans la
                        canalisation verticale &#224; l'arri&#232;re du moteur, traverse la fente en demi-lune du joint
                        de culasse et le trou de boulon de culasse pour aboutir dans l'axe de culbuteurs. L'huile s'&#233;chappe
                        ensuite par les multiples per&#231;ages de l'axe de culbuteurs. L'huile de lubrification est
                        &#233;vacu&#233;e vers le carter d'huile par des tubes rapport&#233;s dans la culasse.
                    </para>
                    <figure id="feg5889b" figsize="pg-wide">
                        <graphic id="eg5889" filename="../figeg5/eg5889.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Circulation d'huile</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Turbocompresseur</callout1>
                            <callout1 type="arabic">Ensemble</callout1>
                            <callout1 type="arabic">Coussinet d'arbre &#224; cames</callout1>
                            <callout1 type="arabic">Compresseur d'air</callout1>
                            <callout1 type="arabic">R&#233;servoir</callout1>
                            <callout1 type="arabic">Clapet de d&#233;charge</callout1>
                            <callout1 type="arabic">Canalisation de d&#233;rivation</callout1>
                            <callout1 type="arabic">Gicleurs de refroidissement des pistons</callout1>
                            <callout1 type="arabic">Pompe &#224; huile</callout1>
                            <callout1 type="arabic">Palier de vilebrequin</callout1>
                            <callout1 type="arabic">Tube d'aspiration d'huile</callout1>
                            <callout1 type="arabic">R&#233;gulateur de pression</callout1>
                            <callout1 type="arabic">Soupape de d&#233;rivation</callout1>
                            <callout1 type="arabic">Filtre</callout1>
                            <callout1 type="arabic">Soupape de r&#233;gulation de temp&#233;rature d'huile</callout1>
                            <callout1 type="arabic">Canalisation d'huile principale</callout1>
                        </calloutgroup>
                    </figure>
                    <para>L'huile circulant dans la partie avant de la canalisation principale est dirig&#233;e vers un
                        passage coul&#233; situ&#233; devant le bloc-cylindres, puis vers celui du couvercle de
                        distribution. La circulation se poursuit vers le r&#233;servoir coul&#233; dans le couvercle de
                        distribution. Ce r&#233;servoir est situ&#233; devant la pompe haute pression. Selon les besoins
                        du moteur, l'huile est pr&#233;lev&#233;e par la pompe haute pression par le biais d'un passage
                        pr&#233;vu dans son bo&#238;tier. L'huile haute pression emprunte un boyau externe raccord&#233;
                        &#224; la pompe haute pression pour se diriger vers la tubulure d'alimentation haute pression.
                        Des per&#231;ages pratiqu&#233;s dans la tubulure d'alimentation de la culasse acheminent
                        l'huile haute pression vers les al&#233;sages des injecteurs puis vers les injecteurs.
                    </para>
                    <para>La lubrification du turbocompresseur est assur&#233;e par l'huile filtr&#233;e achemin&#233;e
                        par un tube externe raccord&#233; au collecteur arri&#232;re du refroidisseur d'huile. Le
                        compresseur d'air (selon l'&#233;quipement) re&#231;oit &#233;galement l'huile par une
                        canalisation externe raccord&#233;e au c&#244;t&#233; gauche de la canalisation d'huile filtr&#233;e
                        principale du bloc-cylindres. Ce raccord est aliment&#233; directement &#224; partir de la
                        canalisation d'huile principale. La pignonnerie avant de distribution est lubrifi&#233;e par
                        l'huile projet&#233;e par la soupape&#160;IPR ainsi que par de petits orifices dirigeant l'huile
                        vers les pignons.
                    </para>
                    <figure id="feg5891" figsize="pg-wide">
                        <graphic id="eg5891" filename="../figeg5/eg5891.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px" scalefitheight="472px"/>
                        <caption>Circulation dans le refroidisseur d'huile</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Huile filtr&#233;e vers la canalisation d'huile principale
                            </callout1>
                            <callout1 type="arabic">Chambre de m&#233;lange</callout1>
                            <callout1 type="arabic">Thermostat</callout1>
                            <callout1 type="arabic">Huile venant du refroidisseur d'huile</callout1>
                            <callout1 type="arabic">Espace mort</callout1>
                            <callout1 type="arabic">Venant de la galerie de d&#233;rivation du refroidisseur d'huile
                            </callout1>
                            <callout1 type="arabic">Vers la soupape de r&#233;gulation de pression</callout1>
                            <callout1 type="arabic">Huile propre</callout1>
                            <callout1 type="arabic">Raccord</callout1>
                            <callout1 type="arabic">Filtre &#224; huile</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
                <lev2>
                    <title>Soupape de r&#233;gulation de pression d'huile et clapet de d&#233;charge</title>
                    <para>La conception unique du clapet de d&#233;charge [552&#160;kPa (80&#160;lb/po2)], situ&#233;
                        dans le couvercle de distribution et le r&#233;gulateur de pression d'huile [345&#160;kPa (50&#160;lb/po2)],
                        situ&#233; entre le collecteur du filtre &#224; huile et le bloc-cylindres , prolonge la vie du
                        moteur en contr&#244;lant le volume et la pression de l'huile fournie au moteur. Le volume
                        d'huile fourni par la pompe &#224; huile exc&#232;de toujours les besoins de lubrification du
                        moteur. Le clapet de d&#233;charge est situ&#233; dans le couvercle de distribution. Son r&#244;le
                        consiste &#224; prot&#233;ger le refroidisseur d'huile et le filtre &#224; huile contre les
                        surpressions possibles lors d'un d&#233;marrage &#224; froid par temps froid. Si la face du
                        clapet est soumise &#224; une pression d'huile sup&#233;rieure &#224; 552&#160;kPa (80&#160;lb/po2),
                        le clapet se d&#233;place &#224; l'int&#233;rieur du corps de clapet. L'huile peut alors le
                        traverser et s'&#233;vacuer vers le carter d'huile afin de faire chuter la pression d'huile.
                    </para>
                    <para>Le r&#233;gulateur de pression d'huile est situ&#233; sur la partie droite du bloc-cylindres,
                        entre le collecteur du filtre &#224; huile et le bloc-cylindres. Lorsque tous les points de
                        lubrification du moteur sont aliment&#233;s, la pression augmente et repousse la soupape vers
                        l'int&#233;rieur du corps de r&#233;gulateur. L'exc&#233;dent d'huile retourne au carter d'huile
                        par les orifices lib&#233;r&#233;s par le mouvement de la soupape &#224; l'int&#233;rieur du
                        corps de r&#233;gulateur.
                    </para>
                    <figure id="feg5329b" figsize="col-wide">
                        <graphic id="eg5329b" filename="../figeg5/eg5329B.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Emplacement du clapet de d&#233;charge haute pression</caption>
                    </figure>
                    <figure id="feg3557" figsize="col-wide">
                        <graphic id="eg3557" filename="../figeg3/eg3557.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Emplacement de la soupape de r&#233;gulation de pression d'huile</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Collecteur arri&#232;re du refroidisseur d'huile</callout1>
                            <callout1 type="arabic">Soupape de r&#233;gulation de pression d'huile</callout1>
                            <callout1 type="arabic">Bloc-cylindres</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Syst&#232;mes d'admission d'air et d'&#233;chappement</title>
                <lev2>
                    <title>Description</title>
                    <para>Les syst&#232;mes d'admission d'air et d'&#233;chappement comprennent les composants amenant
                        l'air filtr&#233; aux cylindres du moteur et permettant aux gaz d'&#233;chappement de s'&#233;chapper
                        dans l'atmosph&#232;re.
                    </para>
                </lev2>
                <lev2>
                    <title>Circulation d'air</title>
                    <para></para>
                    <para>Le syst&#232;me d'admission d'air comprend le filtre &#224; air, le refroidisseur air/air, le
                        c&#244;t&#233; compresseur du turbocompresseur, le couvre-culbuteurs/tubulure d'admission et les
                        soupapes d'admission. Au lancement du moteur, l'air est pouss&#233; &#224; travers le filtre
                        &#224; air par la pression atmosph&#233;rique.
                    </para>
                    <para>Le turbocompresseur permet d'augmenter la puissance en fournissant un volume d'air plus
                        important au moteur. Il offre &#233;galement un rendement uniforme lorsque le v&#233;hicule
                        travaille &#224; des altitudes diff&#233;rentes. Le turbocompresseur consiste en un compresseur
                        d'air centrifuge entra&#238;n&#233; par les gaz d'&#233;chappement. Le turbocompresseur aspire
                        un volume d'air en son milieu, le pressurise et le refoule vers les chambres de combustion. Les
                        gaz chauds de combustion, qui accusent un volume sup&#233;rieur, traversent le carter abritant
                        la turbine et impriment &#224; celle-ci un mouvement de rotation. La turbine entra&#238;ne la
                        roue du compresseur via un arbre commun. Le turbocompresseur r&#233;pond directement au niveau
                        de charge du moteur. En cas de forte charge, un volume plus important de gaz d'&#233;chappement
                        entra&#238;ne la turbine plus rapidement. La roue du compresseur acc&#233;l&#232;re et fournit
                        un volume d'air plus important (suralimentation accrue) vers la tubulure d'admission.
                        Inversement, en cas de faible charge, le volume des gaz d'&#233;chappement diminue et une plus
                        faible quantit&#233; d'air alimente la tubulure d'admission.
                    </para>
                    <para>L'air est refroidi par un refroidisseur air/air avant de p&#233;n&#233;trer dans la tubulure
                        d'admission. L'air est refoul&#233; vers les chambres de combustion pour &#234;tre m&#233;lang&#233;
                        au carburant et br&#251;l&#233;. Les gaz d'&#233;chappement quittent les cylindres par les
                        orifices d'&#233;chappement et par la tubulure d'&#233;chappement. Les gaz provenant du
                        collecteur d'&#233;chappement entra&#238;nent la turbine du turbocompresseur et s'&#233;chappent
                        dans l'atmosph&#232;re par le tuyau d'&#233;chappement.
                    </para>
                    <para>Le syst&#232;me d'&#233;chappement comprend les soupapes d'&#233;chappement, la tubulure d'&#233;chappement,
                        les tuyaux d'&#233;chappement et le silencieux. La partie compresseur du turbocompresseur est
                        reli&#233;e au syst&#232;me d'admission et la turbine, au syst&#232;me d'&#233;chappement.
                    </para>
                    <figure id="feg3578" figsize="pg-wide">
                        <graphic id="eg3578" filename="../figeg3/eg3578.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Syst&#232;mes d'admission d'air/syst&#232;me d'&#233;chappement</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Couvre-culbuteurs/tubulure d'admission</callout1>
                            <callout1 type="arabic">VERS LE MOTEUR</callout1>
                            <callout1 type="arabic">Soupape d'admission</callout1>
                            <callout1 type="arabic">Soupape d'&#233;chappement</callout1>
                            <callout1 type="arabic">Tubulure d'&#233;chappement du moteur</callout1>
                            <callout1 type="arabic">Roue de turbine</callout1>
                            <callout1 type="arabic">Orifice de pression de la tubulure d'admission</callout1>
                            <callout1 type="arabic">Filtre &#224; air</callout1>
                            <callout1 type="arabic">Indicateur de colmatage/orifice indicateur</callout1>
                            <callout1 type="arabic">Roue du compresseur</callout1>
                            <callout1 type="arabic">VERS &#201;CHAPPEMENT</callout1>
                            <callout1 type="arabic">Turbocompresseur</callout1>
                            <callout1 type="arabic">Limiteur de pression (selon l'&#233;quipement)</callout1>
                            <callout1 type="arabic">Tuyau de raccordement</callout1>
                            <callout1 type="arabic">Air d'admission pressuris&#233;</callout1>
                            <callout1 type="arabic">Refroidisseur air/air</callout1>
                            <callout1 type="arabic">VENANT DU MOTEUR</callout1>
                            <callout1 type="arabic">Gaz d'&#233;chappement (pression positive)</callout1>
                            <callout1 type="arabic">Air d'admission (pression positive)</callout1>
                            <callout1 type="arabic">Air d'admission (pression n&#233;gative)</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Syst&#232;me d'alimentation</title>
                <para></para>
                <lev2>
                    <title>Emplacement</title>
                    <para>Le syst&#232;me d'alimentation comprend le r&#233;servoir de carburant mont&#233; sur le ch&#226;ssis,
                        le tamis &#224; carburant, la pompe d'amor&#231;age manuelle, la pompe d'alimentation en
                        carburant, la tubulure d'alimentation et les injecteurs de carburant. Tous ces composants sont
                        situ&#233;s du c&#244;t&#233; gauche du moteur.
                    </para>
                    <para>Le syst&#232;me d'alimentation fournit le carburant filtr&#233; aux injecteurs de carburant
                        &#224; une pression r&#233;gul&#233;e. Le syst&#232;me de carburant retourne &#233;galement le
                        carburant chaud vers le r&#233;servoir de carburant.
                    </para>
                    <para>Lorsque le carburant circule dans le syst&#232;me d'alimentation, il est soumis &#224; des
                        pressions n&#233;gatives (d&#233;pression), &#224; la pression d'alimentation de la pompe et
                        &#224; de fortes pressions (pression d'injection).
                    </para>
                </lev2>
                <lev2>
                    <title>Pression n&#233;gative (d&#233;pression)</title>
                    <para>Lorsque l'on appuie sur le bouton de la pompe d'amor&#231;age, la bille anti-retour est
                        appliqu&#233;e contre le tamis. Lorsque le bouton remonte, la bille anti-retour se soul&#232;ve
                        pour pr&#233;lever le carburant du r&#233;servoir de carburant, le repousser &#224; travers
                        l'orifice d'entr&#233;e du collecteur de filtre &#224; carburant pour aboutir dans le corps du
                        tamis. Le carburant quitte le tamis, circule &#224; travers le passage interne du collecteur de
                        filtre par la canalisation de carburant, puis vers la pompe d'alimentation en carburant.
                    </para>
                    <para>Lorsque le syst&#232;me d'alimentation est amorc&#233;, la pompe d'alimentation en carburant
                        fournit la pression interm&#233;diaire d'alimentation n&#233;cessaire et maintient une pression
                        n&#233;gative dans la conduite d'alimentation pour assurer un volume constant de carburant.
                    </para>
                </lev2>
                <lev2>
                    <title>Pression d'alimentation de la pompe d'alimentation en carburant</title>
                    <para>La pompe d'alimentation r&#233;gule la pression du carburant. Le carburant circule entre la
                        pompe d'alimentation et le collecteur de filtre &#224; carburant. La circulation du carburant se
                        poursuit vers un passage interne du filtre &#224; carburant. Le carburant traverse le filtre
                        &#224; carburant, de l'ext&#233;rieur de l'&#233;l&#233;ment fitrant vers le raccord du
                        collecteur de filtre. Provenant du collecteur de filtre, le carburant est ensuite refoul&#233;
                        dans un boyau externe ou dans une canalisation vers la tubulure d'alimentation en carburant.
                    </para>
                </lev2>
                <lev2>
                    <title>Haute pression</title>
                    <para>Le carburant provenant de la tubulure d'alimentation circule &#224; travers les per&#231;ages
                        de la culasse puis vers les al&#233;sages des injecteurs. Il est ensuite pressuris&#233; par les
                        injecteurs. Tout exc&#232;s de carburant est dirig&#233; &#224; l'arri&#232;re de la tubulure
                        d'alimentation puis retourn&#233; au r&#233;servoir de carburant.
                    </para>
                    <figure id="feg3770" figsize="pg-wide">
                        <graphic id="eg3770" filename="../figeg3/eg3770.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px" scalefitheight="532px"/>
                        <caption>Pompe d'amor&#231;age de carburant &#224; montage sur le dessus</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Injecteur</callout1>
                            <callout1 type="arabic">Tubulure de carburant</callout1>
                            <callout1 type="arabic">Pompe d'alimentation</callout1>
                            <callout1 type="arabic">Tubulure de carburant</callout1>
                            <callout1 type="arabic">Injecteur</callout1>
                            <callout1 type="arabic">Soupape de retour de pression de carburant</callout1>
                            <callout1 type="arabic">Retour vers le r&#233;servoir de carburant</callout1>
                            <callout1 type="arabic">Carburant filtr&#233;</callout1>
                            <callout1 type="arabic">Carburant non filtr&#233;</callout1>
                            <callout1 type="arabic">Pompe d'alimentation</callout1>
                            <callout1 type="arabic">Carburant sous pression n&#233;gative (d&#233;pression)</callout1>
                            <callout1 type="arabic">Soupape de purge</callout1>
                            <callout1 type="arabic">Pompe d'amor&#231;age manuelle</callout1>
                            <callout1 type="arabic">Bille anti-retour</callout1>
                            <callout1 type="arabic">Arriv&#233;e de carburant</callout1>
                            <callout1 type="arabic">Tamis</callout1>
                            <callout1 type="arabic">Filtre</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Pression de commande d'injection</title>
                <para></para>
                <para>Le syst&#232;me utilise des injecteurs-pompes hydro&#233;lectroniques pour alimenter chaque
                    cylindre. Le fluide utilis&#233; pour actionner les injecteurs est l'huile moteur.
                </para>
                <para>L'huile est pr&#233;lev&#233;e du carter d'huile par le tube d'aspiration d'huile et la pompe
                    &#224; huile. La pompe &#224; huile de type &#224; rotor est entra&#238;n&#233;e par le vilebrequin.
                    L'huile circule vers le r&#233;servoir d'huile par les passages du couvercle de distribution.
                </para>
                <para>Le r&#233;servoir assure un volume d'huile constant &#224; la pompe hydraulique haute pression
                    mont&#233;e sur le couvercle de distribution. La pompe haute pression &#224; engrenages est de type
                    &#224; plateau oscillant. La pompe haute pression refoule l'huile &#224; haute pression vers la
                    tubulure d'alimentation et vers les passages d'huile usin&#233;s dans la culasse.
                </para>
                <para>Lorsqu'un des injecteurs est excit&#233;, une soupape-champignon s'ouvre sous l'action d'un sol&#233;no&#239;de
                    &#233;lectronique mont&#233; sur l'injecteur. L'huile sous pression peut circuler dans l'injecteur
                    et agir sur le piston amplificateur. Lorsque le sol&#233;no&#239;de est d&#233;sexcit&#233;, l'huile
                    pressuris&#233;e au-dessus du piston amplificateur est &#233;vacu&#233;e par la soupape-champignon
                    par la partie sup&#233;rieure de l'injecteur.
                </para>
                <figure id="feg8593b" figsize="pg-wide">
                    <graphic id="eg8593" filename="../figeg8/eg8593.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Syst&#232;me de pression de commande d'injection</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Capteur de pression de commande d'injection&#160;- ICP</callout1>
                        <callout1 type="arabic">Injecteur</callout1>
                        <callout1 type="arabic">Tubulure haute pression</callout1>
                        <callout1 type="arabic">Pompe haute pression</callout1>
                        <callout1 type="arabic">Boyau haute pression</callout1>
                        <callout1 type="arabic">Soupape de r&#233;gulation de pression d'injection&#160;- IPR</callout1>
                        <callout1 type="arabic">R&#233;servoir d'huile</callout1>
                    </calloutgroup>
                </figure>
                <para>La r&#233;gulation de pression de commande d'injection s'effectue en circuit &#224; boucle ferm&#233;e.
                    La pression est r&#233;gul&#233;e par la soupape de r&#233;gulation de pression d'injection (IPR),
                    par le capteur de pression de commande d'injection (ICP) et par le syst&#232;me de gestion strat&#233;gique
                    du module de commande du moteur (ECM).
                </para>
                <para>La plage de pression de l'ICP s'&#233;tend de 3,5&#160;MPa &#224; 21&#160;MPa (500&#160;lb/po2
                    &#224; 3&#160;000&#160;lb/po2). La soupape de r&#233;gulation est int&#233;gr&#233;e &#224; la pompe
                    haute pression. Elle r&#233;gule la pression de commande d'injection en purgeant l'exc&#232;s
                    d'huile dans le couvercle de distribution puis vers le carter d'huile.
                </para>
                <para>pour le syst&#232;me ECM mont&#233; sur le moteur.</para>
                <para>L'ECM pilote la soupape IPR. La pression de commande de consigne est d&#233;termin&#233;e par une
                    fonction variable de la strat&#233;gie de commande du moteur et par l'&#233;talonnage de l'ECM.
                </para>
                <para>Le capteur ICP est mont&#233; sur la tubulure d'alimentation et fournit le signal de retour au
                    syst&#232;me de commande en circuit &#224; boucle ferm&#233;e. Le capteur ICP est un capteur de
                    pression compos&#233; d'un disque c&#233;ramique. Il convertit la pression m&#233;canique en signal
                    analogique de 0&#160;V &#224; 5&#160;V. L'ECM utilise ce signal pour d&#233;terminer la pression&#160;ICP.
                </para>
                <para>La pompe haute pression renferme un ressort/soupape r&#233;gulatrice de pression. Son r&#244;le
                    consiste &#224; purger l'huile en surpression vers le couvercle de distribution si la pression ICP
                    est sup&#233;rieure &#224; 27,6&#160;MPa (4&#160;000&#160;lb/po2).
                </para>
                <figure id="feg6947" figsize="pg-wide">
                    <graphic id="eg6947" filename="../figeg6/eg6947.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="192px"/>
                    <caption>Syst&#232;me ECM mont&#233; sur le moteur</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Module de commande &#233;lectronique (ECM)</callout1>
                        <callout1 type="arabic">Injecteur de carburant</callout1>
                        <callout1 type="arabic">Soupape de r&#233;gulation de pression d'injection (IPR)</callout1>
                        <callout1 type="arabic">Capteur de pression de commande d'injection (ICP)</callout1>
                    </calloutgroup>
                </figure>
            </lev1>
            <lev1>
                <title>Injecteur de carburant</title>
                <para></para>
                <para>L'injecteur de carburant modulaire est actionn&#233; hydrauliquement et pilot&#233; &#233;lectroniquement.</para>
                <para>L'assistance hydraulique s'&#233;tablit d&#232;s que le sol&#233;no&#239;de de l'injecteur est
                    excit&#233;. La soupape-champignon s'ouvre et la pression ICP est admise &#224; la partie sup&#233;rieure
                    du piston amplificateur/accumulateur.
                </para>
                <para>Le carburant est achemin&#233; vers l'injecteur par une s&#233;rie de passages perc&#233;s dans la
                    culasse. Ces per&#231;ages communiquent avec les orifices de remplissage des injecteurs. La pompe
                    d'alimentation remplit l'espace situ&#233; sous le plongeur. Lorsque le plongeur s'abaisse, la
                    pression ainsi cr&#233;&#233;e repousse la bille anti-retour et ferme l'arriv&#233;e de carburant.
                    La pression augmente et soul&#232;ve l'obturateur de l'injecteur. Le carburant sous pression s'&#233;chappe
                    par les orifices de l'injecteur dans la chambre de combustion.
                </para>
                <para>La phase d'injection est termin&#233;e lorsque le sol&#233;no&#239;de est d&#233;sexcit&#233; et
                    que la pression IPC est lib&#233;r&#233;e.
                </para>
                <figure id="feg1825" figsize="col-wide">
                    <graphic id="eg1825" filename="../figeg1/eg1825.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Circulation du carburant dans l'injecteur</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Pression atmosph&#233;rique</callout1>
                        <callout1 type="arabic">Pression de la canalisation (huile)</callout1>
                        <callout1 type="arabic">Pression d'alimentation de carburant</callout1>
                        <callout1 type="arabic">Pression d'injection</callout1>
                    </calloutgroup>
                </figure>
            </lev1>
            <lev1>
                <title>Composants de l'injecteur de carburant</title>
                <para>L'injecteur de carburant est compos&#233; de quatre (4) parties principales&#160;:</para>
                <para>le sol&#233;no&#239;de; la soupape-champignon; le piston multiplicateur et le plongeur; La buse.
                </para>
                <lev2>
                    <title>Sol&#233;no&#239;de</title>
                    <para>Le sol&#233;no&#239;de est un &#233;lectroaimant qui soul&#232;ve brusquement la
                        soupape-champignon de son si&#232;ge lorsqu'il est excit&#233; .
                    </para>
                </lev2>
                <lev2>
                    <title>Soupape-champignon</title>
                    <para>La soupape-champignon est maintenue contre son si&#232;ge par un ressort. En position de
                        fermeture, l'arriv&#233;e d'huile haute pression est bloqu&#233;e et la cavit&#233; du piston
                        multiplicateur purg&#233;e. Lorsque le sol&#233;no&#239;de est excit&#233;, la
                        soupape-champignon se soul&#232;ve rapidement de son si&#232;ge. La voie de purge est ferm&#233;e
                        et l'arriv&#233;e d'huile haute pression est ouverte .
                    </para>
                </lev2>
                <lev2>
                    <title>Piston multiplicateur et plongeur</title>
                    <para>Lorsque la soupape-champignon d&#233;couvre l'orifice d'entr&#233;e, l'huile haute pression p&#233;n&#232;tre
                        dans l'injecteur et agit sur le dessus du piston multiplicateur. La pression s'accumule sur le
                        piston multiplicateur et le repousse, ainsi que le plongeur, vers le bas. La surface du piston
                        multiplicateur du DT&#160;466E est sept&#160;(7) fois plus importante que celle du plongeur, ou
                        six&#160;(6) fois dans le cas du moteur International&#174;&#160;530E. La force multiplicatrice
                        pour les deux moteurs est &#233;quivalente. Le mouvement descendant du plongeur pressurise le
                        carburant s&#233;journant dans la cavit&#233; et d&#233;clenche l'ouverture de la buse .
                    </para>
                </lev2>
                <lev2>
                    <title>Buse</title>
                    <para>La buse, de type conventionnel, poss&#232;de un syst&#232;me de remplissage particulier.
                        Pendant la course descendante du plongeur, la bille anti-retour&#160;(4) se pose sur son si&#232;ge
                        et assure l'&#233;tanch&#233;it&#233; afin d'emp&#234;cher la fuite du carburant haute pression.
                        La course de retour soul&#232;ve la bille et la cavit&#233; du plongeur se remplit. L'obturateur
                        de buse (s'ouvrant vers l'int&#233;rieur) se soul&#232;ve de son si&#232;ge lorsque la pression
                        d&#233;passe la force du ressort. Le carburant est atomis&#233; &#224; haute pression par la
                        buse de l'injecteur .
                    </para>
                    <figure id="feg8638" figsize="col-wide">
                        <graphic id="eg8638" filename="../figeg8/eg8638.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Composants de l'injecteur de carburant</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Sol&#233;no&#239;de</callout1>
                            <callout1 type="arabic">Soupape-champignon</callout1>
                            <callout1 type="arabic">Piston multiplicateur</callout1>
                            <callout1 type="arabic">Bille de non-retour</callout1>
                            <callout1 type="arabic">Buse</callout1>
                            <callout1 type="arabic">Obturateur de buse</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Fonctionnement de l'injecteur de carburant</title>
                <para></para>
                <para>Le fonctionnement de l'injecteur de carburant s'effectue en trois phases. Ces phases sont&#160;:
                </para>
                <seqlist>
                    <item>
                        <para>le cycle de remplissage;</para>
                    </item>
                    <item>
                        <para>l'injection;</para>
                    </item>
                    <item>
                        <para>la fin de l'injection.</para>
                    </item>
                </seqlist>
                <lev2>
                    <title>Cycle de remplissage</title>
                    <para>En position de pr&#233;injection, tous les composants internes de l'injecteur sont arm&#233;s
                        par un ressort. La soupape-champignon emp&#234;che l'huile haute pression de p&#233;n&#233;trer
                        dans l'injecteur. Le plongeur et le piston multiplicateur se trouvent en fond d'al&#233;sage
                        alors que la cavit&#233; du plongeur est remplie de carburant. La pression du carburant qui s&#233;journe
                        dans la cavit&#233; du plongeur est celle de la canalisation de carburant.
                    </para>
                </lev2>
                <lev2>
                    <title>Injection</title>
                    <para>Lorsque l'ECM d&#233;termine que l'injecteur doit &#234;tre excit&#233;, plusieurs op&#233;rations
                        se produisent&#160;:
                    </para>
                    <seqlist>
                        <item>
                            <para>l'ECM excite le sol&#233;no&#239;de de l'injecteur;</para>
                        </item>
                        <item>
                            <para>le sol&#233;no&#239;de fortement excit&#233; cr&#233;e tr&#232;s rapidement un
                                puissant champ magn&#233;tique qui attire l'induit;
                            </para>
                        </item>
                        <item>
                            <para>la puissance magn&#233;tique du sol&#233;no&#239;de outrepasse la force du ressort qui
                                maintient le-champignon en position de fermeture;
                            </para>
                        </item>
                        <item>
                            <para>le champignon se soul&#232;ve rapidement de son si&#232;ge;</para>
                        </item>
                        <item>
                            <para>la port&#233;e sup&#233;rieure du champignon bloque l'&#233;vacuation de l'huilel
                            </para>
                        </item>
                        <item>
                            <para>la port&#233;e inf&#233;rieure du champignon d&#233;couvre la chambre de la soupape
                                pour admettre l'huile haute pression;
                            </para>
                        </item>
                        <item>
                            <para>l'huile haute pression s'introduit autour du champignon puis vers le dessus du piston
                                amplificateur.
                            </para>
                        </item>
                    </seqlist>
                    <para>La pression agissant sur la face sup&#233;rieure du piston amplificateur repousse ce dernier
                        ainsi que le plongeur vers le bas. Le mouvement descendant du plongeur pressurise le carburant
                        qui s&#233;journe dans la cavit&#233; du plongeur et dans la buse. Lorsque la pression de
                        carburant atteint la pression d'ouverture de l'obturateur (VOP), l'obturateur de buse se soul&#232;ve
                        de son si&#232;ge et l'injection d&#233;bute.
                    </para>
                    <para>La pression d'injection peut atteindre 124&#160;MPa (18&#160;000&#160;lb/po2), selon les
                        besoins du moteur.
                    </para>
                    <figure id="feg8638b" figsize="col-wide">
                        <graphic id="eg8638" filename="../figeg8/eg8638.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Fonctionnement de l'injecteur de carburant</caption>
                    </figure>
                </lev2>
                <lev2>
                    <title>Fin de l'injection&#160;- Cycle de purge</title>
                    <para></para>
                    <para>La fin du cycle d'injection se produit lorsque l'ECM transmet un signal de coupure
                        d'alimentation en carburant au sol&#233;no&#239;de de l'injecteur. Les op&#233;rations suivantes
                        se d&#233;roulent&#160;:
                    </para>
                    <seqlist>
                        <item>
                            <para>le champ magn&#233;tique du sol&#233;no&#239;de est interrompu et ce dernier ne peut
                                plus vaincre la force du ressort pour soulever le champignon de son si&#232;ge;
                            </para>
                        </item>
                        <item>
                            <para>le champignon se referme et emp&#234;che l'huile haute pression de p&#233;n&#233;trer
                                dans l'injecteur;
                            </para>
                        </item>
                        <item>
                            <para>lorsque le champignon est ferm&#233;, sa port&#233;e sup&#233;rieure d&#233;couvre la
                                cavit&#233; de purge d'huile de la soupape;
                            </para>
                        </item>
                        <item>
                            <para>l'huile sous pression dans les chambres du piston amplificateur et du champignon migre
                                vers le haut et autour du si&#232;ge de la soupape, &#224; travers les trous d'&#233;vent
                                de la bague du champignon, puis vers l'orifice de purge;
                            </para>
                        </item>
                        <item>
                            <para>la pression de carburant et le ressort dans la cavit&#233; du plongeur repoussent le
                                plongeur et le piston amplificateur vers le haut. Lorsque la pression de l'huile sur le
                                piston amplificateur diminue, la force de pouss&#233;e descendante sur le piston diminue
                                &#233;galement;
                            </para>
                        </item>
                        <item>
                            <para>la force ascendante imprim&#233;e par le carburant pressuris&#233; surmonte tr&#232;s
                                rapidement la force descendante exerc&#233;e sur le piston amplificateur, de sorte que
                                la course descendante du piston amplificateur et du plongeur s'arr&#234;te;
                            </para>
                        </item>
                        <item>
                            <para>lorsque le plongeur s'arr&#234;te, l'alimentation en carburant est coup&#233;e;</para>
                        </item>
                        <item>
                            <para>pendant que la bille de non-retour demeure ouverte, la pression r&#233;siduelle de
                                carburant laisse &#233;chapper une tr&#232;s faible quantit&#233; de carburant par les
                                orifices de l'injecteur. D&#232;s lors, une chute de pression importante se produit et
                                la pression de carburant de la buse devient inf&#233;rieure &#224; la&#160;VOP.
                                L'obturateur de buse est relog&#233; sur son si&#232;ge par la force du ressort et
                                l'injection se termine.
                            </para>
                        </item>
                    </seqlist>
                    <figure id="feg8638c" figsize="col-wide">
                        <graphic id="eg8638" filename="../figeg8/eg8638.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px"/>
                        <caption>Cycle de purge des injecteurs de carburant</caption>
                    </figure>
                </lev2>
            </lev1>
            <lev1>
                <title>Emplacement des composants</title>
                <lev2>
                    <title>Vue avant</title>
                    <figure id="feg8062" figsize="pg-wide">
                        <graphic id="eg8062" filename="../figeg8/eg8062.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Vue avant, emplacement des composants du moteur</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Poulie de ventilateur</callout1>
                            <callout1 type="arabic">Couvercle de distribution</callout1>
                            <callout1 type="arabic">Amortisseur de vibrations</callout1>
                            <callout1 type="arabic">Support de montage avant du moteur</callout1>
                            <callout1 type="arabic">Poulie de pompe &#224; eau</callout1>
                            <callout1 type="arabic">Tendeur de courroie automatique</callout1>
                            <callout1 type="arabic">Capteur&#160;CMP</callout1>
                            <callout1 type="arabic">Sonde de temp&#233;rature du liquide de refroidissement</callout1>
                            <callout1 type="arabic">Thermostat</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
                <lev2>
                    <title>Vue lat&#233;rale gauche</title>
                    <figure id="feg7309" figsize="pg-wide">
                        <graphic id="eg7309" filename="../figeg7/eg7309.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Vue lat&#233;rale gauche, emplacement des composants du moteur</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Module de commande &#233;lectronique (ECM)</callout1>
                            <callout1 type="arabic">Connecteur&#160;ECM</callout1>
                            <callout1 type="arabic">Capteur de pression absolue de la tubulure d'admission (MAP)
                            </callout1>
                            <callout1 type="arabic">Capteur de pression de commande d'injecteur (ICP)</callout1>
                            <callout1 type="arabic">Tubulure d'alimentation</callout1>
                            <callout1 type="arabic">Couvre-culbuteurs/tubulure d'admission</callout1>
                            <callout1 type="arabic">Anneau de levage</callout1>
                            <callout1 type="arabic">Pompe d'amor&#231;age manuelle</callout1>
                            <callout1 type="arabic">Carter de volant</callout1>
                            <callout1 type="arabic">Carter d'huile</callout1>
                            <callout1 type="arabic">Tube de remplissage d'huile et jauge d'huile</callout1>
                            <callout1 type="arabic">Filtre &#224; carburant</callout1>
                            <callout1 type="arabic">Capteur de pression d'huile moteur (EOP)</callout1>
                            <callout1 type="arabic">Pompe &#224; huile haute pression</callout1>
                            <callout1 type="arabic">Sonde de temp&#233;rature d'huile du moteur</callout1>
                            <callout1 type="arabic">Pompe d'alimentation</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
                <lev2>
                    <title>Vue arri&#232;re</title>
                    <figure id="feg6951" figsize="pg-wide">
                        <graphic id="eg6951" filename="../figeg6/eg6951.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Vue arri&#232;re, emplacement des composants du moteur</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Tube du reniflard</callout1>
                            <callout1 type="arabic">Turbocompresseur</callout1>
                            <callout1 type="arabic">Carter de volant</callout1>
                            <callout1 type="arabic">Volant</callout1>
                            <callout1 type="arabic">Tube de remplissage d'huile et jauge d'huile</callout1>
                            <callout1 type="arabic">Anneau de levage&#160;(2)</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
                <lev2>
                    <title>Vue lat&#233;rale droite</title>
                    <figure id="feg6952" figsize="pg-wide">
                        <graphic id="eg6952" filename="../figeg6/eg6952.webp" type="webp" scalefit="1"
                                 scalefitwidth="514px"/>
                        <caption>Vue lat&#233;rale droite, emplacement des composants du moteur</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Couvre-culbuteurs/tubulure d'admission</callout1>
                            <callout1 type="arabic">Capteur de pression absolue de la tubulure d'admission (MAP)
                            </callout1>
                            <callout1 type="arabic">Anneau de levage</callout1>
                            <callout1 type="arabic">Support d'alternateur</callout1>
                            <callout1 type="arabic">Filtre de liquide de refroidissement (selon l'&#233;quipement)
                            </callout1>
                            <callout1 type="arabic">Entr&#233;e d'eau</callout1>
                            <callout1 type="arabic">Refroidisseur d'huile</callout1>
                            <callout1 type="arabic">Carter d'huile</callout1>
                            <callout1 type="arabic">Filtre &#224; huile</callout1>
                            <callout1 type="arabic">Carter de volant</callout1>
                            <callout1 type="arabic">Tube du reniflard</callout1>
                            <callout1 type="arabic">Tubulure d'&#233;chappement</callout1>
                            <callout1 type="arabic">Turbocompresseur</callout1>
                        </calloutgroup>
                    </figure>
                </lev2>
            </lev1>
        </geninfo>
    </introsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_0.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_EGES-21001.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
