<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Contr&#244;le et r&#233;paration - Vilebrequin et
        paliers
    </stitle>
    <svcman/>
    <svcproc svcproctype="repair" graphiccount="1">
        <title>Vilebrequin et paliers</title>
        <para>Observer les &#233;tapes suivantes&#160;:</para>
        <step1>
            <para count="1">nettoyer les coussinets et les chapeaux de paliers du vilebrequin &#224; l'aide d'un solvant
                et ass&#233;cher &#224; l'aide d'air comprim&#233; filtr&#233;.
                <emph type="bold">NE PAS TENTER DE GRATTER LES D&#201;P&#212;TS GOMMANTS OU DE VERNIS DES
                    DEMI-COUSSINETS</emph>;
            </para>
        </step1>
        <step1>
            <para count="1">nettoyer les trous d'huile internes du vilebrequin &#224; l'aide d'un &#233;couvillon de
                nylon &#224; poils durs (ZTSE4392). D&#233;loger toute la salet&#233;, la boue ou les d&#233;p&#244;ts
                accumul&#233;s. Rincer les trous d'huile &#224; l'aide d'un solvant non caustique appropri&#233;;
            </para>
        </step1>
        <step1>
            <para count="1">souffler de l'air comprim&#233; filtr&#233; dans les trous d'huile;</para>
        </step1>
        <step1>
            <para count="1">contr&#244;ler visuellement si les port&#233;es du vilebrequin (tourillons et manetons) sont
                ray&#233;es, rainur&#233;es ou &#233;rafl&#233;es. Utiliser un liquide d'impr&#233;gnation pour contr&#244;ler
                l'absence de fissures;
            </para>
        </step1>
        <step1>
            <para count="1">contr&#244;ler visuellement tous les coussinets. Remplacer les coussinets ray&#233;s, &#233;br&#233;ch&#233;s
                ou us&#233;s;
            </para>
        </step1>
        <step1>
            <para count="1">mesurer le diam&#232;tre de chaque port&#233;e du vilebrequin &#224; l'aide d'un microm&#232;tre.
                (Consulter la rubrique
                <hotlnk document="f210_X2100702.xml" xrefid="x2100702">CARACT&#201;RISTIQUES.) Mesurer chaque port&#233;e
                    en deux points et &#224; 90&#176; d'&#233;cart. D&#233;placer le microm&#232;tre sur toute la
                    largeur de la port&#233;e</hotlnk>. Consulter la rubrique
                <hotlnk xrefid="feg5223">Contr&#244;le du vilebrequin</hotlnk>;
            </para>
        </step1>
        <specpara>
            <note>
                <para>Si la port&#233;e d&#233;passe la limite de tol&#233;rance d'ovalisation maximale, le vilebrequin
                    doit &#234;tre rectifi&#233;.
                </para>
            </note>
        </specpara>
        <figure id="feg5223" figsize="col-wide">
            <graphic filename="../figeg5/eg5223.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Contr&#244;le du vilebrequin</caption>
        </figure>
        <step1>
            <para count="1">le vilebrequin peut &#234;tre minor&#233; de 0,25&#160;mm, 0,51&#160;mm ou 0,76&#160;mm
                (0,010&#160;po, 0,020&#160;po ou 0,030&#160;po) comme suit&#160;:
            </para>
            <specpara>
                <note>
                    <para>Un vilebrequin durci par induction peut &#234;tre rectifi&#233; comme un vilebrequin de pr&#233;cision.
                        Toutefois, un proc&#233;d&#233; de rectification sp&#233;cial peut s'av&#233;rer n&#233;cessaire.
                        Contr&#244;ler la duret&#233; du vilebrequin avant sa rectification.
                    </para>
                </note>
            </specpara>
            <step2>
                <para count="1">avant sa rectification, contr&#244;ler la duret&#233; du vilebrequin et de chacune de
                    ses port&#233;es pr&#233;sentant des signes de d&#233;faillance ou de surchauffe anormale;
                </para>
                <specpara>
                    <note>
                        <para>La d&#233;faillance d'un palier de vilebrequin peut provoquer une surchauffe et une
                            diminution de la duret&#233; de sa port&#233;e. Lorsqu'une telle situation se produit, la
                            robustesse du vilebrequin peut &#234;tre s&#233;rieusement compromise.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">contr&#244;ler la duret&#233; des port&#233;es du vilebrequin &#224; l'aide d'un contr&#244;leur
                    de duret&#233; Rockwell comme suit&#160;:
                </para>
                <specpara>
                    <note>
                        <para>Le contr&#244;le de duret&#233; est un contr&#244;le destructif et doit &#234;tre effectu&#233;
                            avant la rectification du vilebrequin. Le processus de rectification peut corriger les
                            dommages occasionn&#233;s par le contr&#244;leur de duret&#233; rockwell. Ne pas contr&#244;ler
                            la duret&#233; du vilebrequin si ce dernier n'a pas &#224; &#234;tre rectifi&#233;.
                        </para>
                    </note>
                </specpara>
                <para>contr&#244;ler les port&#233;es du vilebrequin en trois points&#160;: le dessus, le dessous et un
                    point arbitraire;
                </para>
                <para>effectuer ce contr&#244;le le plus pr&#232;s possible du cong&#233; de raccordement du
                    vilebrequin;
                </para>
                <para>si des mesures inf&#233;rieures &#224; 50&#160;RC sont observ&#233;es, REMPLACER le vilebrequin.
                    Si le degr&#233; de duret&#233; est jug&#233; acceptable, rectifier le vilebrequin;
                </para>
                <specpara>
                    <note>
                        <para>La robustesse sup&#233;rieure d'un vilebrequin avec cong&#233;s durcis est attribuable au
                            proc&#233;d&#233; sp&#233;cial de durcissement des port&#233;es et des cong&#233;s. Ce
                            durcissement localis&#233; augmente consid&#233;rablement la r&#233;sistance du vilebrequin
                            contre les d&#233;formations. Pour conserver cette robustesse; des pr&#233;cautions sp&#233;ciales
                            doivent &#234;tre prises lors de la rectification du vilebrequin. Dans le cas contraire, la
                            robustesse du vilebrequin peut &#234;tre s&#233;rieusement compromise. Les caract&#233;ristiques
                            m&#233;tallurgiques du vilebrequin imposent des normes de rectifications particuli&#232;res.
                            Toutefois, une rectification par les m&#233;thodes classiques est possible si le
                            savoir-faire et l'&#233;quipement utilis&#233;s permettent de satisfaire les directives
                            &#233;nonc&#233;es ci-apr&#232;s.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">rectifier le vilebrequin tel un vilebrequin de pr&#233;cision, en observant les
                    directives suivantes&#160;:
                </para>
            </step2>
        </step1>
        <para>rectifier le vilebrequin tel un vilebrequin de pr&#233;cision, en prenant les pr&#233;cautions suivantes&#160;:</para>
        <step1>
            <para count="1">utiliser une machine &#224; rectifier m&#233;canique ou automatique pour pr&#233;venir tout
                broutement, &#233;chauffement ou mauvais &#233;tat de surface. Les meules utilis&#233;es ne doivent
                <emph type="bold">JAMAIS</emph> &#234;tre form&#233;es &#224; la main. Le rayon doit s'affirmer uniform&#233;ment
                sur la port&#233;e du vilebrequin;
            </para>
        </step1>
        <step1>
            <para count="1">le choix de la meule est important&#160;: une meule trop dure augmente les possibilit&#233;s
                de surchauffe. Une meule composite aluminium-oxyde d'un grain approximatif de&#160;50 et d'une duret&#233;
                maximale&#160;M donne des r&#233;sultats satisfaisants. Observer les recommandations additionnelles;
            </para>
        </step1>
        <step1>
            <para count="1">le liquide de refroidissement doit poss&#233;der les propri&#233;t&#233;s n&#233;cessaires
                pour &#233;viter la surchauffe. Le liquide doit par cons&#233;quent poss&#233;der d'excellentes propri&#233;t&#233;s
                de lubrification. Une huile de coupe enti&#232;re est tout &#224; fait recommand&#233;e pour la
                rectification de vilebrequins;
            </para>
        </step1>
        <specpara>
            <note>
                <para>Prendre toutes les pr&#233;cautions n&#233;cessaires pour &#233;viter des br&#251;lures lors de la
                    rectification du vilebrequin.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">une v&#233;locit&#233; de surface de 6&#160;500&#160;pi &#224; la minute, accompagn&#233;e
                d'une vitesse de rotation de l'arbre de la meule d'environ&#160;40 &#224; 45&#160;tr/min sont recommand&#233;es
                pour obtenir des r&#233;sultats optimaux;
            </para>
        </step1>
        <step1>
            <para count="1">rectifier les port&#233;es du vilebrequin lorsque celui-ci tourne dans le sens inverse des
                aiguilles d'une montre (vue de l'avant du vilebrequin). Roder les port&#233;es du vilebrequin en le
                faisant tourner dans le sens des aiguilles d'une montre.
                <emph type="bold">NE PAS RECTIFIER LA BRIDE ARRI&#200;RE DU VILEBREQUIN;</emph>
            </para>
        </step1>
        <step1>
            <para count="1">l'avance de l'outil doit &#234;tre plus faible que la normale pour &#233;viter toute br&#251;lure.</para>
        </step1>
        <step1>
            <para count="1">le degr&#233; de conicit&#233; maximal des port&#233;es de manetons et de tourillons est de
                0,38&#160;mm par 25,4&#160;mm de longueur (0,015&#160;po par pouce de longueur). Les port&#233;es de
                manetons et de tourillons doivent &#234;tre polies &#224; 20&#160;micropouces maximum, et &#224; 5&#160;micropouces
                minimum, et poss&#233;der un taux d'ovalisation ne d&#233;passant pas 0,12&#160;mm (0,005&#160;po);
            </para>
        </step1>
        <specpara>
            <note>
                <para>Ne pas rectifier la bride du vilebrequin.</para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Par pr&#233;caution, pr&#233;voir un extincteur au CO2 pr&#232;s de la machine lors des op&#233;rations
                    de rectification. Une chaleur excessive peut enflammer l'huile de coupe.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">le contr&#244;le dimensionnel du vilebrequin s'effectue comme pour tout vilebrequin durci
                par des m&#233;thodes conventionnelles. Toutefois, il faut veiller particuli&#232;rement &#224; laisser
                refroidir le vilebrequin avant son contr&#244;le. Rejeter uniquement les vilebrequins non conformes;
            </para>
        </step1>
        <step1>
            <para count="1">le vilebrequin doit &#233;galement subir un contr&#244;le d'&#233;tat de surface afin de r&#233;v&#233;ler
                les d&#233;fauts, fissures ou signes d'&#233;chauffement anormaux cons&#233;cutifs &#224; la
                rectification. Il est conseill&#233; de contr&#244;ler le vilebrequin &#224; l'aide d'un liquide d'impr&#233;gnation
                apr&#232;s rectification et rodage pour s'assurer qu'il ne soit pas fissur&#233;;
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">d&#233;capant r&#233;v&#233;lateur TARASOV</emph>&#160;: avant de proc&#233;der au
                rodage, contr&#244;ler les r&#233;sultats de la rectification en enduisant les port&#233;es du
                vilebrequin de d&#233;capant r&#233;v&#233;lateur afin de d&#233;terminer s'il y a eu &#233;chauffement
                excessif au cours de la rectification. Le d&#233;capant r&#233;v&#233;lateur Tarasov (recommand&#233;) d&#233;voile
                les surfaces redurcies ou durcies excessivement. Proc&#233;der &#224; l'application du d&#233;capant r&#233;v&#233;lateur
                comme suit&#160;:
            </para>
            <specpara>
                <caution>
                    <para>En raison de la forte odeur et de l'inflammabilit&#233; du d&#233;capant r&#233;v&#233;lateur
                        Tarasov, ce contr&#244;le doit &#234;tre effectu&#233; dans un local bien a&#233;r&#233;, loin
                        de toute flamme nue.
                    </para>
                </caution>
            </specpara>
            <step2>
                <para count="1">nettoyer la surface &#224; l'aide d'un m&#233;lange de poudre abrasive et d'eau ou d'un
                    solvant efficace;
                </para>
            </step2>
            <step2>
                <para count="1">laver soigneusement la surface et rincer &#224; l'alcool;</para>
            </step2>
            <step2>
                <para count="1">&#224; l'aide d'un coton-tige, appliquer le d&#233;capant r&#233;v&#233;lateur no 1 (4&#160;parties
                    d'acide nitrique pour 96&#160;parties d'eau) et laisser agir pendant 16&#160;secondes;
                </para>
            </step2>
            <step2>
                <para count="1">rincer &#224; l'eau et ass&#233;cher &#224; l'aide d'air comprim&#233; filtr&#233;.
                </para>
            </step2>
            <step2>
                <para count="1">&#224; l'aide d'un coton-tige, appliquer le d&#233;capant r&#233;v&#233;lateur no 2 (2&#160;parties
                    d'acide chlorydrique pour 98&#160;parties d'eau) et laisser agir pendant 15&#160;secondes;
                </para>
                <specpara>
                    <caution>
                        <para>L'ac&#233;tone est tr&#232;s inflammable.</para>
                    </caution>
                </specpara>
            </step2>
            <step2>
                <para count="1">rincer &#224; l'alcool et ass&#233;cher &#224; l'aide d'air comprim&#233;.</para>
                <specpara>
                    <note>
                        <para>Un changement de teinte trahit une surchauffe de la port&#233;e du vilebrequin. Les
                            surfaces redurcies par une chaleur excessive sont presque blanches en apparence, contrastant
                            avec les surfaces ayant subi une perte de durcissement qui apparaissent d'un gris fonc&#233;
                            ou noir. Les surfaces gris clair sont consid&#233;r&#233;es normales.
                        </para>
                        <para>Si des signes d'&#233;chauffement apparaissent sur les port&#233;es du vilebrequin, ses
                            propri&#233;t&#233;s physiques peuvent &#234;tre s&#233;rieusement r&#233;duites. Le
                            vilebrequin ne doit pas &#234;tre r&#233;utilis&#233;.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si des probl&#232;mes d'&#233;chauffement sont constat&#233;s, adopter une vitesse
                            d'avance inf&#233;rieure, utiliser une meule plus douce ou choisir une vitesse inf&#233;rieure
                            de rotation de l'arbre de meule. Quelquefois, un choix judicieux de plusieurs facteurs et
                            l'observation des directives ci-dessus mentionn&#233;es peut contribuer &#224; &#233;viter
                            le probl&#232;me.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">suivant le contr&#244;le du vilebrequin au d&#233;capant r&#233;v&#233;lateur Tarasov,
                    proc&#233;der au rodage;
                </para>
                <specpara>
                    <note>
                        <para>Nettoyer soigneusement tous les trous d'huile du vilebrequin &#224; l'aide d'un &#233;couvillon
                            de nylon &#224; poils durs et d'eau savonneuse. Enlever tous les d&#233;bris accumul&#233;s
                            au cours du processus de rectification. Certains d&#233;bris laiss&#233;s par la
                            rectification du vilebrequin ne peuvent &#234;tre capt&#233;s par les filtres d'huile. Ces d&#233;bris
                            repr&#233;sentent une menace pour les coussinets du moteur d&#232;s son d&#233;marrage
                            initial. Apr&#232;s nettoyage, emballer le vilebrequin pour emp&#234;cher toute
                            contamination jusqu'au moment de son installation.
                        </para>
                    </note>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">v&#233;rifier si les pignons du vilebrequin sont &#233;br&#233;ch&#233;s ou us&#233;s. Si n&#233;cessaire,
                remplacer les pi&#232;ces.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_155.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_157.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
