<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Installation - Paliers de vilebrequin et chapeaux de
        paliers
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>Paliers de vilebrequin et chapeaux de paliers</title>
        <step1>
            <para count="1">Si le jeu des coussinets est conforme, proc&#233;der comme suit&#160;:</para>
            <specpara>
                <note>
                    <para>utiliser de nouveaux boulons de chapeaux de paliers &#224; chaque intervention sur les
                        chapeaux de paliers;
                    </para>
                </note>
            </specpara>
            <step2>
                <para count="1">&#233;liminer le PlastigageMD de la port&#233;e du vilebrequin ou du coussinet de
                    palier;
                </para>
            </step2>
            <step2>
                <para count="1">enduire d'huile moteur propre les port&#233;es du vilebrequin et les boulons de chapeaux
                    de paliers;
                </para>
            </step2>
            <step2>
                <para count="1">placer les chapeaux de paliers nos&#160;1 &#224;&#160;6 &#233;quip&#233;s de leur
                    demi-coussinet inf&#233;rieur sur le vilebrequin;
                </para>
                <specpara>
                    <note>
                        <para>S'ASSURER d'installer les paliers du vilebrequin en orientant la fl&#232;che du c&#244;t&#233;
                            arbre &#224; cames et respecter la num&#233;rotation de l'avant vers l'arri&#232;re du
                            moteur.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">installer les chapeaux de paliers et serrer les boulons de chapeaux de paliers nos&#160;1
                    &#224;&#160;6 au
                    <hotlnk document="f210_X2100701.xml" xrefid="x2100701">couple sp&#233;cial</hotlnk>
                    de 136&#160;N.m (100&#160;lbf-pi), puis au couple de 177&#160;N.m (130&#160;lbf-pi). Consulter la
                    rubrique
                    <hotlnk xrefid="feg8543">Mise en place des chapeaux de paliers</hotlnk>;
                </para>
                <figure id="feg8543" figsize="col-wide">
                    <graphic filename="../figeg8/eg8543.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Mise en place des chapeaux de paliers</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">installer le palier de but&#233;e arri&#232;re comme suit&#160;:</para>
                <para>installer le chapeau de palier avec son palier de but&#233;e arri&#232;re dans la position indiqu&#233;e;</para>
                <para>centrer le palier de but&#233;e arri&#232;re en d&#233;pla&#231;ant le vilebrequin vers l'arri&#232;re,
                    puis vers l'avant;
                </para>
            </step2>
            <step2>
                <para count="1">serrer les deux boulons de palier de but&#233;e arri&#232;re au couple de 136&#160;N.m
                    (100 lbf-pi), puis au couple de 177&#160;N.m (130&#160;lb-pi);
                </para>
            </step2>
            <step2>
                <para count="1">contr&#244;ler le jeu axial du vilebrequin &#224; l'aide d'un comparateur &#224; cadran
                    comme suit&#160;:
                    <hotlnk document="f210_X2100701.xml" xrefid="x2100701">couple sp&#233;cial</hotlnk>
                </para>
                <para>positionner le comparateur &#224; cadran sur le bloc-cylindres avec son toucheau en appui sur la
                    face de la bride du vilebrequin;
                </para>
                <para>soulever l&#233;g&#232;rement le vilebrequin vers l'avant et r&#233;initialiser le comparateur;
                </para>
                <para>soulever ensuite le vilebrequin vers l'arri&#232;re et noter la mesure. R&#233;p&#233;ter ce contr&#244;le
                    pour obtenir plus de pr&#233;cision.
                </para>
                <specpara>
                    <note>
                        <para>Si le jeu axial du vilebrequin est sup&#233;rieur aux recommandations, remplacer le palier
                            de but&#233;e et contr&#244;ler de nouveau le jeu axial du vilebrequin. Si le jeu axial du
                            vilebrequin est inf&#233;rieur &#224; la cote, desserrer les chapeaux de palier,
                            repositionner et resserrer au couple prescrit. Contr&#244;ler de nouveau le jeu axial du
                            vilebrequin.
                        </para>
                    </note>
                </specpara>
                <figure id="feg6900" figsize="col-wide">
                    <graphic filename="../figeg6/eg6900.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Contr&#244;le du jeu axial du vilebrequin</caption>
                </figure>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_161.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_163.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
