<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - RAMPE DE CULBUTEURS, ARBRE &#192; CAMES,
        POUSSOIRS ET TIGES DE CULBUTEURS - Rampe de culbuteurs - Mesurer la lev&#233;e des lobes de l'arbre &#224; cames
    </stitle>
    <svcman/>
    <svcproc svcproctype="check" graphiccount="3">
        <title>Mesurer la lev&#233;e des lobes de l'arbre &#224; cames</title>
        <specpara>
            <note>
                <para>Le degr&#233; d'usure de l'arbre &#224; cames peut &#234;tre d&#233;termin&#233; sans proc&#233;der
                    au d&#233;montage complet du moteur. Rampe de culbuteurs enlev&#233;e et tiges de soupapes toujours
                    en place, mesurer la lev&#233;e des lobes de l'arbre &#224; cames comme suit&#160;:
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5160">monter un comparateur muni d'une base magn&#233;tique</hotlnk>
                sur la culasse.
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5160">Placer le toucheau du comparateur sur l'embout d'une des tiges de culbuteurs et
                    faire tourner le moteur
                </hotlnk>
                jusqu'&#224; l'obtention du point bas de la came (base du cercle). Mettre le comparateur &#224; &#171;&#160;z&#233;ro&#160;&#187;.
            </para>
        </step1>
        <figure id="feg5160" figsize="col-wide">
            <graphic filename="../figeg5/eg5160.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="152px"/>
            <caption>Mise en place du comparateur muni d'une base magn&#233;tique</caption>
        </figure>
        <step1>
            <para count="1">Faire tourner le moteur et amener la tige de culbuteur &#224; son point culminant sur la
                came.
                <hotlnk xrefid="feg5161">Noter les mesures relev&#233;es</hotlnk>.
            </para>
        </step1>
        <figure id="feg5161" figsize="col-wide">
            <graphic filename="../figeg5/eg5161.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Relev&#233; des mesures de lev&#233;e des lobes de l'arbre &#224; cames</caption>
        </figure>
        <step1>
            <para count="1">R&#233;p&#233;ter la proc&#233;dure pour tous les lobes de l'arbre &#224; cames.</para>
        </step1>
        <specpara>
            <note>
                <para>La cote de lev&#233;e des lobes est diff&#233;rente pour les soupapes d'admission et d'&#233;chappement.
                    Si le niveau d'usure est sup&#233;rieur &#224; 0,51&#160;mm (0,020&#160;po), remplacer l'arbre
                    &#224; cames.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Lors du d&#233;montage complet du moteur, le degr&#233; d'usure des lobes de l'arbre &#224; cames
                    peut &#234;tre d&#233;termin&#233; par
                    <hotlnk xrefid="feg5221">une mesure directe &#224; l'aide d'un microm&#232;tre</hotlnk>
                    lorsque l'arbre &#224; cames est enlev&#233;. Se r&#233;f&#233;rer &#224;
                    <hotlnk document="f210_X2100501.xml" xrefid="x2100501">Nettoyage et inspection de l'arbre &#224;
                        cames</hotlnk>dans cette section.
                </para>
            </note>
        </specpara>
        <figure id="feg5221" figsize="col-wide">
            <graphic filename="../figeg5/eg5221.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Mesure des lobes de l'arbre &#224; cames &#224; l'aide d'un microm&#232;tre</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_76.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
