<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - RAMPE DE CULBUTEURS, ARBRE &#192; CAMES,
        POUSSOIRS ET TIGES DE CULBUTEURS - Pignon d'arbre &#224; cames et arbre &#224; cames - Nettoyage et contr&#244;le
        de l'arbre &#224; cames
    </stitle>
    <svcman/>
    <svcproc id="x2100501" svcproctype="inspect" graphiccount="1">
        <title>Nettoyage et contr&#244;le de l'arbre &#224; cames</title>
        <step1>
            <para count="1">Nettoyer l'arbre &#224; cames &#224; l'aide d'un solvant appropri&#233; et d'un pinceau
                &#224; poils souples.
            </para>
        </step1>
        <step1>
            <para count="1">Contr&#244;ler visuellement l'arbre &#224; cames. Remplacer l'arbre &#224; cames si l'un de
                ses lobes montre des traces de frottement ou de fissures.
            </para>
        </step1>
        <step1>
            <para count="1">En plus du contr&#244;le visuel, d&#233;terminer le degr&#233; d'usure des tourillons et des
                lobes de l'arbre &#224; cames &#224; l'aide d'un microm&#232;tre comme suit&#160;:
            </para>
            <step2>
                <para count="1">contr&#244;ler le degr&#233; d'usure des tourillons de l'arbre &#224; cames. &#192;
                    l'aide d'un microm&#232;tre, mesurer le diam&#232;tre des toutillons de l'arbre &#224; cames (voir
                    la rubrique
                    <hotlnk document="f210_X2100502.xml" xrefid="x2100502">CARACT&#201;RISTIQUES</hotlnk>). Remplacer
                    l'arbre &#224; cames si les tourillons sont us&#233;s de fa&#231;on excessive;
                </para>
            </step2>
            <step2>
                <para count="1">
                    <hotlnk xrefid="feg5221g">contr&#244;ler le degr&#233; d'usure des lobes de l'arbre &#224; cames
                    </hotlnk> &#224; l'aide d'un microm&#232;tre comme suit&#160;:
                </para>
                <para>mesurer le long des axes&#160;A-D et&#160;B-C. Soustraire la mesure B-C de la mesure A-D. Le r&#233;sultat
                    refl&#232;te la lev&#233;e des lobes de l'arbre &#224; cames (voir la rubrique
                    <hotlnk document="f210_X2100502.xml" xrefid="x2100502">CARACT&#201;RISTIQUES</hotlnk>). Remplacer
                    l'arbre &#224; cames si le degr&#233; d'usure des lobes est excessif.
                </para>
            </step2>
        </step1>
        <figure id="feg5221g" figsize="col-wide">
            <graphic filename="../figeg5/eg5221.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>V&#233;rifier le degr&#233; d'usure des lobes de l'arbre &#224; cames</caption>
        </figure>
        <step1>
            <para count="1">Contr&#244;ler visuellement si le flasque de pouss&#233;e de l'arbre &#224; cames est us&#233;,
                fissur&#233; ou d&#233;form&#233;. Utiliser un microm&#232;tre pour mesurer l'&#233;paisseur du flasque
                de pouss&#233;e (voir la rubrique
                <hotlnk document="f210_X2100502.xml" xrefid="x2100502">CARACT&#201;RISTIQUES</hotlnk>). Remplacer le
                flasque de pouss&#233;e de l'arbre &#224; cames s'il est us&#233;, endommag&#233; ou si l'on observe un
                jeu axial excessif, tel que d&#233;crit pr&#233;c&#233;demment.
            </para>
        </step1>
        <step1>
            <para count="1">Contr&#244;ler visuellement si le pignon de l'arbre &#224; cames est us&#233; ou s'il pr&#233;sente
                des dents endommag&#233;es. Contr&#244;ler le disque de calage de distribution.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_81.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_83.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
