<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - POMPE &#192; HUILE, FILTRE &#192; HUILE
        ET REFROIDISSEUR D'HUILE - Pompe &#224; huile - Contr&#244;le et r&#233;paration
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>Contr&#244;le et r&#233;paration</title>
        <step1>
            <para count="1">Rechercher toutes traces de chocs, bavures ou rayures sur les rotors, le carter de pompe
                &#224; huile et la plaque de carter de pompe &#224; huile.
            </para>
        </step1>
        <step1>
            <para count="1">Remplacer les composants endommag&#233;s.</para>
        </step1>
        <specpara>
            <note>
                <para>Les rotors interne et externe sont appari&#233;s et ne peuvent &#234;tre remplac&#233;s s&#233;par&#233;ment.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">&#192; l'aide de jauges d'&#233;paisseur, contr&#244;ler le jeu radial entre le rotor
                externe et le carter de la pompe tel qu'indiqu&#233; dans la rubrique
                <hotlnk xrefid="feg8653">Contr&#244;le de l'&#233;tat d'usure des rotors</hotlnk>. Consulter la rubrique
                <hotlnk document="f210_X2100901.xml" xrefid="x2100901">CARACT&#201;RISTIQUES</hotlnk>. Si le jeu radial
                est excessif, remplacer la pompe &#224; huile.
            </para>
        </step1>
        <figure id="feg8653" figsize="col-wide">
            <graphic filename="../figeg8/eg8653.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Contr&#244;le de l'&#233;tat d'usure des rotors</caption>
        </figure>
        <step1>
            <para count="1">Si le jeu radial observ&#233; &#224; l'&#233;tape&#160;3 est normal,
                <hotlnk xrefid="feg8655">contr&#244;ler le jeu entre le carter de pompe &#224; huile et le rotor
                </hotlnk>
                comme suit&#160;:
            </para>
            <step2>
                <para count="1">apr&#232;s avoir retir&#233; le joint torique du carter de pompe &#224; huile, placer
                    une r&#232;gle rectifi&#233;e sur le plan de joint;
                </para>
            </step2>
            <step2>
                <para count="1">ins&#233;rer une jauge d'&#233;paisseur sous la r&#232;gle rectifi&#233;e (OEM1293),
                    entre le carter de pompe &#224; huile et chacun des rotors interne et externe. Consulter la rubrique
                    <hotlnk document="f210_X2100901.xml" xrefid="x2100901">CARACT&#201;RISTIQUES</hotlnk>;
                </para>
            </step2>
            <step2>
                <para count="1">si la cote relev&#233;e n'est pas conforme, contr&#244;ler le degr&#233; d'usure du
                    carter de la pompe &#224; huile et du rotor interne. Remplacer la pompe &#224; huile.
                </para>
            </step2>
        </step1>
        <figure id="feg8655" figsize="col-wide">
            <graphic filename="../figeg8/eg8655.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Contr&#244;le du jeu du carter de pompe &#224; huile/rotor</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_205.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_207.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
