<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Enl&#232;vement du carter de prise de force arri&#232;re
        (selon l'&#233;quipement) - Enl&#232;vement du carter de prise de force arri&#232;re
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="4">
        <title>Enl&#232;vement du carter de prise de force arri&#232;re</title>
        <step1>
            <para count="1">Poser un anneau de levage de 5/8&#160;po&#160;UNC dans le trou taraud&#233; situ&#233;
                &#224; la partie sup&#233;rieure du carter de prise de force arri&#232;re. Utiliser un appareil de
                levage appropri&#233; pour supporter le carter de prise de force arri&#232;re.
            </para>
        </step1>
        <step1>
            <para count="1">Desserrer les &#233;crous fixant le tube d'huile de lubrification raccordant le
                bloc-cylindres au carter de prise de force arri&#232;re.
                <hotlnk xrefid="feg5289">Retirer le tube</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Retirer le coude d'huile de lubrification du carter de prise de force arri&#232;re. Voir
                <hotlnk xrefid="feg5289">rep&#232;re&#160;1, Raccordements des tubes d'huile de lubrification</hotlnk>.
            </para>
        </step1>
        <figure id="feg5289" figsize="col-wide">
            <graphic filename="../figeg5/eg5289.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Raccordements des tubes d'huile de lubrification</caption>
            <calloutgroup>
                <callout1 type="arabic">Coude</callout1>
                <callout1 type="arabic">&#201;crou de tube d'huile de lubrification</callout1>
                <callout1 type="arabic">Tube d'huile de lubrification</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5288">Retirer les quatre bouchons coniques</hotlnk>
                du carter de prise de force arri&#232;re. Conserver les bouchons en vue de l'installation.
            </para>
        </step1>
        <figure id="feg5288" figsize="col-wide">
            <graphic filename="../figeg5/eg5288.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Retrait des bouchons coniques</caption>
        </figure>
        <step1>
            <para count="1">Utiliser une cl&#233; Allen pour
                <hotlnk xrefid="feg5283">retirer l'&#233;crou sp&#233;cial</hotlnk>
                situ&#233; sous le bouchon conique dans le carter de prise de force arri&#232;re.
            </para>
        </step1>
        <figure id="feg5283" figsize="col-wide">
            <graphic filename="../figeg5/eg5283.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Retrait des boulons de montage et de l'&#233;crou sp&#233;cial</caption>
        </figure>
        <specpara>
            <note>
                <para>Ne pas laisser tomber l'&#233;crou sp&#233;cial dans le carter.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5285">Retirer les trois boulons de montage</hotlnk> &#224; l'int&#233;rieur du carter
                de prise de force arri&#232;re, apr&#232;s que les bouchons coniques ont &#233;t&#233; retir&#233;s.
            </para>
        </step1>
        <figure id="feg5285" figsize="col-wide">
            <graphic filename="../figeg5/eg5285.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Retrait des boulons de montage de la prise de force</caption>
        </figure>
        <step1>
            <para count="1">Poser les quatre bouchons coniques dans le carter de prise de force arri&#232;re.</para>
        </step1>
        <step1>
            <para count="1">Retirer les quatre autres boulons de montage du carter de prise de force arri&#232;re.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Placer un bac de vidange sous le carter de prise de force arri&#232;re. Le carter de prise de
                    force renferme une quantit&#233; r&#233;siduelle d'environ une pinte&#160;US d'huile.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Avant d'enlever le carter de prise de force, s'assurer de supporter le pignon de vilebrequin. Le
                    pignon de vilebrequin peut tomber dans le carter de prise de force s'il n'est pas support&#233;.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Tirer directement sur le carter de prise de force arri&#232;re pour le s&#233;parer du
                bloc-cylindres.
            </para>
        </step1>
        <step1>
            <para count="1">Retirer une cheville creuse et quatre joints toriques du carter.</para>
        </step1>
        <step1>
            <para count="1">Poser le carter de prise de force, face vers le bas, sur la surface de montage du moteur.
                Retirer les chevilles de positionnement.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Une certaine quantit&#233; d'huile peut s'&#233;chapper du carter lorsque pos&#233; &#224; plat.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_136.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_138.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
