<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - BIELLES, PISTONS, SEGMENTS DE PISTONS ET
        CHEMISES DE CYLINDRES - Proc&#233;dure d'installation des coussinets
    </stitle>
    <svcman/>
    <svcproc id="x2100607" svcproctype="install" graphiccount="4">
        <title>Proc&#233;dure d'installation des coussinets</title>
        <step1>
            <para count="1">Si les tol&#233;rances de fonctionnement coussinet-vilebrequin sont excessives et qu'elles
                sont caus&#233;es par une usure du vilebrequin, remplacer ou rectifier le vilebrequin et installer de
                nouveaux demi-coussinets minor&#233;s.
            </para>
            <specpara>
                <note>
                    <para>
                        <emph type="underscr">Ne pas</emph>
                        tenter de r&#233;duire le jeu de fonctionnement maneton-coussinet en rectifiant le chapeau de
                        bielle, le coussinet ou les deux pi&#232;ces. Il faut imp&#233;rativement rectifier ou remplacer
                        le vilebrequin. Consulter la section&#160;7.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>La rectification des chapeaux de bielles fausse la mise en place des demi-coussinets dans
                        leurs al&#233;sages.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Serrer les boulons des bielles alternativement et uniform&#233;ment jusqu'&#224; l'obtention
                du
                <hotlnk document="f210_X2100603.xml" xrefid="x2100603">couple de serrage sp&#233;cial</hotlnk>.
            </para>
        </step1>
        <specpara>
            <note>
                <para>REMARQUE CONCERNANT LE SERRAGE ET LE POSITIONNEMENT DES COUSSINETS! Les demi-coussinets doivent
                    &#234;tre ajust&#233;s dans leurs al&#233;sages. Lorsqu'ils sont ins&#233;r&#233;s dans la bielle et
                    le chapeau de bielle, leurs extr&#233;mit&#233;s d&#233;passent du plan de raccord. Ce d&#233;passement
                    est n&#233;cessaire pour obtenir le SERRAGE du coussinet. Les demi-coussinets sont con&#231;us avec
                    une cote EXC&#201;DENTAIRE. Ceci signifie que les demi-coussinets sont sup&#233;rieurs au diam&#232;tre
                    int&#233;rieur de l'al&#233;sage dans lequel ils sont ins&#233;r&#233;s, tel qu'illustr&#233; sous
                    la rubrique
                    <hotlnk xrefid="fcg5756">Proc&#233;dure d'installation des coussinets</hotlnk>. Cette particularit&#233;
                    du demi-coussinet lui permet de &#171;&#160;s'&#233;tendre&#160;&#187; &#224; l'int&#233;rieur de
                    l'al&#233;sage lorsque le POSITIONNEMENT du coussinet est effectu&#233; apr&#232;s le serrage des
                    boulons. Un demi-coussinet usag&#233; peut perdre un certain
                    <emph type="underscr">DEGR&#201; D'&#201;LASTICIT&#201;</emph>, ce qui n'entra&#238;ne pas n&#233;cessairement
                    son remplacement.
                </para>
            </note>
        </specpara>
        <figure id="fcg5756" figsize="col-wide">
            <graphic filename="../figcg5/cg5756.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Proc&#233;dure d'installation des coussinets</caption>
            <calloutgroup>
                <callout1 type="arabic">Diam&#232;tre ext&#233;rieur du coussinet identique au diam&#232;tre de l'al&#233;sage
                    dans la bielle (install&#233;)
                </callout1>
                <callout1 type="arabic">Dimension du coussinet avant son installation</callout1>
            </calloutgroup>
        </figure>
        <para>Apr&#232;s serrage de l'ensemble, les coussinets sont comprim&#233;s et assurent un contact intime entre
            le dos des demi-coussinets et leurs al&#233;sages tel que d&#233;crit sous la rubrique
            <hotlnk xrefid="fcg11569">Contr&#244;le du jeu de fonctionnement des coussinets.</hotlnk>
        </para>
        <figure id="fcg11569" figsize="pg-wide">
            <graphic filename="../figcg1/cg11569.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Contr&#244;le du jeu de fonctionnement des coussinets</caption>
            <calloutgroup>
                <callout1 type="arabic">Le diam&#232;tre&#160;(A), &#224; 90o du plan de raccord, est sup&#233;rieur au
                    diam&#232;tre&#160;(B)
                </callout1>
                <callout1 type="arabic">Apr&#232;s serrage du chapeau de bielle, le diam&#232;tre&#160;(A) correspond au
                    diam&#232;tre&#160;(B)
                </callout1>
                <callout1 type="arabic">La diff&#233;rence entre les diam&#232;tres&#160;(A) et&#160;(B) repr&#233;sente
                    le serrage du coussinet&#160;(C)
                </callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Installer les coussinets de bielles et mesurer le jeu de fonctionnement comme suit&#160;:
            </para>
            <step2>
                <para count="1">Une fois le chapeau de bielle retir&#233;, &#233;liminer l'huile de surface du
                    demi-coussinet et de la partie visible du maneton du vilebrequin;
                </para>
            </step2>
            <step2>
                <para count="1">placer un fil de PlastigageMD sur la pleine largeur du coussinet et &#224; environ 6&#160;mm
                    (1/4&#160;po) du centre;
                </para>
            </step2>
            <step2>
                <para count="1">poser le chapeau de bielle et serrer les boulons alternativement et uniform&#233;ment
                    jusqu'&#224; l'obtention du
                    <hotlnk document="f210_X2100603.xml" xrefid="x2100603">couple de serrage sp&#233;cial</hotlnk>;
                </para>
                <specpara>
                    <note>
                        <para>NE PAS faire tourner le vilebrequin durant le contr&#244;le du jeu de fonctionnement.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">enlever les chapeaux de bielles. Le fil PlastigageMD adh&#232;re &#224; l'une des
                    surfaces de contact, soit le demi-coussinet ou le maneton du vilebrequin.
                    <emph type="bold">NE PAS ENLEVER LE PLASTIGAGEMD.</emph>
                    <hotlnk xrefid="feg8578">Utiliser l'&#233;chelle de l'emballage du PlastigageMD</hotlnk>
                    pour mesurer la partie la plus aplatie du fil de plastique, tel qu'indiqu&#233;. Les graduations sur
                    l'&#233;chelle de l'emballage indiquent le jeu en millim&#232;tres ou en milli&#232;mes de pouce.
                    Consulter la rubrique
                    <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>;
                </para>
                <figure id="feg8578" figsize="col-wide">
                    <graphic filename="../figeg8/eg8578.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Contr&#244;le du jeu de fonctionnement des coussinets de bielle &#224; l'aide de
                        PlastigageMD
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">enlever la mati&#232;re plastique pr&#233;sente sur les pi&#232;ces et proc&#233;der de
                    la m&#234;me fa&#231;on pour chaque maneton.
                </para>
                <specpara>
                    <note>
                        <para>Un jeu incorrect ne d&#233;pend pas de la pr&#233;cision de l'&#233;paisseur des
                            demi-coussinets utilis&#233;s. Si la tol&#233;rance pr&#233;conis&#233;e NE PEUT &#234;tre
                            satisfaite, les bielles, les coussinets ou le vilebrequin peuvent &#234;tre en cause, et un
                            travail de rectification ou des demi-coussinets minor&#233;s peut &#234;tre n&#233;cessaire.
                            (Consulter la section&#160;7 pour obtenir plus de d&#233;tails sur la rectification &#233;ventuelle
                            du vilebrequin.) La pr&#233;cision du couple de serrage des chapeaux de bielles est
                            importante. Avant d'effectuer tout travail sur le vilebrequin ou de proc&#233;der &#224; son
                            remplacement, renouveler les proc&#233;dures de contr&#244;le du jeu de fonctionnement.
                        </para>
                    </note>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg7006">Contr&#244;ler le jeu lat&#233;ral des bielles</hotlnk>
                en glissant une jauge d'&#233;paisseur entre la bielle et le maneton du vilebrequin.
            </para>
        </step1>
        <figure id="feg7006" figsize="col-wide">
            <graphic filename="../figeg7/eg7006.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Contr&#244;le du jeu lat&#233;ral entre la bielle et le maneton du vilebrequin</caption>
        </figure>
        <step1>
            <para count="1">&#192; l'aide d'un comparateur &#224; cadran, contr&#244;ler le jeu lat&#233;ral des bielles
                comme suit&#160;:
            </para>
            <step2>
                <para count="1">placer le toucheau du comparateur &#224; cadran sur un des chapeaux de bielle;</para>
            </step2>
            <step2>
                <para count="1">&#224; l'aide d'un levier, repousser la bielle vers l'arri&#232;re du moteur et r&#233;initialiser
                    le comparateur &#224; cadran;
                </para>
            </step2>
            <step2>
                <para count="1">ramener la bielle vers l'avant du moteur et relever l'indication au comparateur &#224;
                    cadran. Consulter la rubrique
                    <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>
                    et proc&#233;der de m&#234;me pour chaque bielle.
                </para>
            </step2>
        </step1>
        <specpara>
            <note>
                <para>Le jeu lat&#233;ral des bielles doit &#234;tre contr&#244;l&#233; pour s'assurer d'obtenir le jeu
                    n&#233;cessaire au fonctionnement du moteur.
                </para>
            </note>
        </specpara>
        <para>Un jeu insuffisant peut trahir une bielle endommag&#233;e ou un coussinet mal log&#233;. Un jeu trop
            important peut n&#233;cessiter le remplacement d'une bielle ou du vilebrequin. Si n&#233;cessaire, remplacer
            les pi&#232;ces.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_109.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_X2100605.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
