<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - RAMPE DE CULBUTEURS, ARBRE &#192; CAMES,
        POUSSOIRS ET TIGES DE CULBUTEURS - Pignon d'arbre &#224; cames et arbre &#224; cames - Mise en place des
        coussinets d'arbre &#224; cames
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="3">
        <title>Mise en place des coussinets d'arbre &#224; cames</title>
        <step1>
            <para count="1">Identifier chaque coussinet par son diam&#232;tre ext&#233;rieur. ,
                <hotlnk document="f210_86.xml" xrefid="t2100501">TABLEAU DES COUSSINETS DE L'ARBRE &#192; CAMES</hotlnk>
                ci-dessus.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrifier les nouveaux coussinets d'arbre &#224; cames et les al&#233;sages du
                bloc-cylindres &#224; l'aide d'huile moteur propre.
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5244">Installer le nouveau coussinet</hotlnk>
                sur la bague expansible et serrer celle-ci en tournant l'&#233;crou de retenue jusqu'&#224; ce que le
                coussinet soit solidement agripp&#233;.
            </para>
        </step1>
        <figure id="feg5244" figsize="col-wide">
            <graphic filename="../figeg5/eg5244.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Installer le nouveau coussinet sur la bague expansible</caption>
        </figure>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5247">Tracer un rep&#232;re correspondant &#224; l'emplacement du trou d'huile du
                    coussinet
                </hotlnk>
                sur l'&#233;crou de retenue de l'outil d'installation pour faciliter l'alignement des trous d'huile du
                coussinet et de ceux du bloc-cylindres.
            </para>
        </step1>
        <specpara>
            <note>
                <para>R&#233;p&#233;ter cette proc&#233;dure pour chacun des coussinets install&#233;s.</para>
            </note>
        </specpara>
        <figure id="feg5247" figsize="col-wide">
            <graphic filename="../figeg5/eg5247.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Marquage de l'emplacement du trou d'huile de coussinet</caption>
        </figure>
        <step1>
            <para count="1">Installer le coussinet interm&#233;diaire/arri&#232;re par l'avant du bloc-cylindres, et le
                ramener en place &#224; l'arri&#232;re du bloc-cylindres en tournant l'&#233;crou de traction sur la vis
                de traction. Enlever l'outil et contr&#244;ler le bon alignement des trous d'huile.
            </para>
            <specpara>
                <note>
                    <para>Les coussinets doivent &#234;tre install&#233;s dans l'ordre en raison de leurs diff&#233;rents
                        diam&#232;tres.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg3033">Installer ensuite le coussinet interm&#233;diaire/avant</hotlnk>. Installer
                celui-ci par l'avant du bloc-cylindres et le tirer en place vers l'arri&#232;re.
            </para>
        </step1>
        <figure id="feg3033" figsize="col-wide">
            <graphic filename="../figeg3/eg3033.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Installer le coussinet</caption>
            <calloutgroup>
                <callout1 type="arabic">Aligner les coussinets avec leurs al&#233;sages correspondants dans le
                    bloc-cylindres
                </callout1>
                <callout1 type="arabic">Coussinet sur la bague expansible</callout1>
                <callout1 type="arabic">Assembler la rondelle, le roulement de but&#233;e et l'&#233;crou sur la vis de
                    traction. Tirer et mettre le coussinet en place.
                </callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Installer ensuite le coussinet avant en le tirant en place par l'arri&#232;re.</para>
        </step1>
        <step1>
            <para count="1">Le coussinet arri&#232;re doit &#234;tre tir&#233; en place par l'avant du bloc-cylindres.
            </para>
            <specpara>
                <note>
                    <para>Tous les trous d'huile des coussinets doivent &#234;tre align&#233;s sur les trous d'huile du
                        bloc-cylindres.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_87.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_89.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
