<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - PIGNONNERIE ET COUVERCLE DE DISTRIBUTION
        - Calage de la pignonnerie de distribution - V&#233;rification de la pignonnerie de distribution sans le retrait
        du couvercle de distribution ou le d&#233;montage complet du moteur.
    </stitle>
    <svcman/>
    <svcproc svcproctype="check" graphiccount="1">
        <title>V&#233;rification de la pignonnerie de distribution sans le retrait du couvercle de distribution ou le d&#233;montage
            complet du moteur.
        </title>
        <svcsubproc>
            <title>Premi&#232;re m&#233;thode&#160;- utilisation de jauges d?&#233;paisseur</title>
            <step1>
                <para count="1">Faire tourner le vilebrequin de fa&#231;on que le piston du cylindre no&#160;1 atteigne
                    approximativement son PMH (point mort haut) (soupapes ferm&#233;es). R&#233;gler le jeu &#224; la
                    soupape d'admission no&#160;1 &#224; une valeur nominale de 0,635&#160;mm (0,025&#160;po).
                </para>
            </step1>
            <step1>
                <para count="1">Tracer un trait sur la poulie de l'amortisseur de vibrations &#224; une distance radiale
                    de 82,5&#160;mm (3,25&#160;po) ou en ligne droite &#224; une distance de 81&#160;mm (3,188&#160;po
                    ou 3&#160;3/16&#160;po), dans le sens des aiguilles d'une montre, &#224; partir de l'encoche de
                    distribution tel que montr&#233;e dans
                    <hotlnk xrefid="fig8-3">Contr&#244;le du calage de la pignonnerie de distribution</hotlnk>.
                </para>
            </step1>
            <figure id="fig8-3" figsize="col-wide">
                <graphic filename="../figfig/fig8-3.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le du calage de la pignonnerie de distribution</caption>
                <calloutgroup>
                    <callout1 type="arabic">En ligne droite</callout1>
                    <callout1 type="arabic">Distance radiale</callout1>
                    <callout1 type="arabic">Trait de rep&#232;re</callout1>
                    <callout1 type="arabic">Encoche de distribution</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Placer une jauge d?&#233;paisseur de 0,25&#160;mm (0,010&#160;po) entre la vis de r&#233;glage
                    du culbuteur et la tige de soupape d'admission n&#176;1. Faire tourner lentement le vilebrequin dans
                    le sens des aiguilles d'une montre, jusqu?&#224; ce que la soupape amorce son ouverture et que la
                    jauge d'&#233;paisseur soit prisonni&#232;re. Le trait de rep&#232;re doit &#234;tre align&#233; par
                    rapport &#224; la fl&#232;che du couvercle de distribution, ou se trouver &#224; 3,5&#176; (maximum)
                    de la fl&#232;che (3,5&#176; radial, ou 6,8&#160;mm, ou 0,27&#160;po sur la poulie de l'amortisseur
                    de vibrations).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Un d&#233;calage d?une des dents des pignons de distribution correspond &#224; 11&#160;degr&#233;s
                        (21,4&#160;mm ou 27/32&#160;po) de distance radiale sur la poulie de l?amortisseur de
                        vibrations.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si le calage effectu&#233; sur la soupape n&#176;1 est correct, celui des soupapes affichant
                        une usure excessive du lobe d?arbre &#224; cames ou &#233;tant mal r&#233;gl&#233;es sera &#233;galement
                        correct.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Dans le cas d?un calage incorrect, le couvercle de distribution doit &#234;tre enlev&#233;
                    afin de v&#233;rifier la position des rep&#232;res de la pignonnerie de distribution.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Deuxi&#232;me m&#233;thode&#160;- utilisation d?un comparateur &#224; cadran</title>
            <step1>
                <para count="1">R&#233;gler la soupape d?admission no&#160;1 lorsque le piston du cylindre no&#160;1 se
                    trouve au PMH (point mort haut) (course de compression), &#224; une valeur de 0,64&#160;mm (0,025&#160;po).
                </para>
            </step1>
            <step1>
                <para count="1">Positionner le comparateur &#224; cadran muni d?une base magn&#233;tique sur le plan de
                    joint du couvre-culbuteurs et placer le toucheau du comparateur &#224; cadran sur le rotateur de la
                    soupape d?admission no&#160;1.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;initialiser le comparateur &#224; cadran.</para>
            </step1>
            <step1>
                <para count="1">Faire tourner le vilebrequin d?environ un tour alternativement dans les deux sens et
                    s?arr&#234;ter &#224; 360&#176; du point initial.
                </para>
            </step1>
            <step1>
                <para count="1">Le comparateur &#224; cadran doit afficher une valeur comprise entre 0,28&#160;mm et
                    0,84&#160;mm (0,011&#160;po et 0,033&#160;po). Ce relev&#233; correspond &#224; une valeur de calage
                    normale lorsque prise &#224; partir du point de rotation initial.
                </para>
            </step1>
            <step1>
                <para count="1">Si la valeur relev&#233;e est anormale, retirer le couvercle de distribution et aligner
                    les rep&#232;res des pignons conform&#233;ment &#224; la rubrique
                    <hotlnk document="f210_175.xml" xrefid="feg6168">Rep&#232;res de la pignonnerie de
                        distribution</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_176.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_178.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
