<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - RAMPE DE CULBUTEURS, ARBRE &#192; CAMES,
        POUSSOIRS ET TIGES DE CULBUTEURS - Rampe de culbuteurs - Contr&#244;le
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="7">
        <title>Contr&#244;le</title>
        <svcsubproc>
            <title>Axe de culbuteurs</title>
            <step1>
                <para count="1">Contr&#244;ler visuellement si l'axe de culbuteurs pr&#233;sente des signes de rayures,
                    de piq&#251;res ou d'usure par paliers. Si des dommages visibles ou des traces d'usure sont &#233;vidents,
                    remplacer l'axe de culbuteurs.
                </para>
                <specpara>
                    <note>
                        <para>Un aspect poli de la surface de contact des culbuteurs est normal.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8548">Mesurer l'axe de culbuteurs</hotlnk>&#224; l'aide d'un microm&#232;tre
                    d'ext&#233;rieur en dehors d'une zone de contact, tel qu'indiqu&#233;. Cette dimension est utilis&#233;e
                    comme cote de base de l'axe de culbuteurs.
                    <hotlnk xrefid="feg8549">Mesurer &#224; la verticale</hotlnk>
                    chacune des zones de contact de culbuteurs, tel qu'indiqu&#233;. Soustraire chacune des douze
                    mesures verticales de la cote de base. Si la diff&#233;rence est sup&#233;rieure &#224; 0,025&#160;mm
                    (0,001&#160;po), remplacer l'axe.
                </para>
            </step1>
            <figure id="feg8548" figsize="col-wide">
                <graphic filename="../figeg8/eg8548.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Zones de non-contact et de contact de l'axe de culbuteurs</caption>
                <calloutgroup>
                    <callout1 type="arabic">Zone de non-contact</callout1>
                    <callout1 type="arabic">Zone de contact de culbuteur</callout1>
                </calloutgroup>
            </figure>
            <figure id="feg8549" figsize="col-wide">
                <graphic filename="../figeg8/eg8549.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mesurer les zones de contact et de non-contact verticalement</caption>
            </figure>
            <step1>
                <para count="1">V&#233;rifier si les trous d'alimentation en huile ne sont pas bouch&#233;s et nettoyer
                    &#224; l'aide d'un morceau de fil de fer ou d'un autre outil apropri&#233;.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si l'axe de culbuteurs doit &#234;tre remplac&#233;, les douze&#160;culbuteurs doivent &#233;galement
                        &#234;tre remplac&#233;s. Des culbuteurs usag&#233;s mont&#233;s sur un nouvel axe de culbuteurs
                        ne permettent pas un rodage ad&#233;quat des pi&#232;ces et engendrent une usure pr&#233;matur&#233;e
                        de l'axe de culbuteurs et des culbuteurs.
                    </para>
                    <para>Par contre, il est possible de monter de nouveaux culbuteurs sur un axe de culbuteurs usag&#233;.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Les pastilles (&#224; chaque extr&#233;mit&#233; de l'axe) sont rempla&#231;ables. LAISSER
                        CELLES-CI EN PLACE si elles sont en bon &#233;tat, si elles ne fuient pas, s'il n'y a pas eu
                        d'avarie importante du moteur ou si l'huile n'est pas contamin&#233;e. Si elles doivent &#234;tre
                        remplac&#233;es, les extraire et les remplacer par des pastilles neuves.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Culbuteur</title>
            <step1>
                <para count="1">Contr&#244;ler visuellement si l'axe de culbuteurs pr&#233;sente des signes de rayures,
                    de piq&#251;res ou d'usure excessive. Si l'al&#233;sage semble endommag&#233;, remplacer le
                    culbuteur. S'assurer de v&#233;rifier la moiti&#233; inf&#233;rieure de l'al&#233;sage de culbuteur.
                    Cette partie de l'al&#233;sage s'use davantage. Les culbuteurs peuvent &#234;tre r&#233;install&#233;s
                    aux emplacements d'origine si la phosphatation a disparu et que l'axe de culbuteurs d'origine est r&#233;utilis&#233;.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La phosphatation noire du culbuteur assure le r&#244;le de lubrifiant de rodage entre l'al&#233;sage
                        du culbuteur et l'axe de culbuteurs. La disparition de la phosphatation &#224; la partie inf&#233;rieure
                        de l'al&#233;sage de culbuteur est normale. Afin de maintenir une bonne surface d'usure, les
                        culbuteurs DOIVENT &#234;tre identifi&#233;s et r&#233;install&#233;s &#224; leur emplacement
                        d'origine.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8547">Mesurer les al&#233;sages de culbuteurs &#224; l'aide</hotlnk>
                    d'une jauge t&#233;lescopique (OEM 1022) et d'un microm&#232;tre d'ext&#233;rieur. Mesurer l'al&#233;sage
                    en deux points diff&#233;rents. Mesurer le diam&#232;tre aux points&#160;A-B et&#160;C-D. Si la diff&#233;rence
                    entre les deux valeurs est &#233;gale ou sup&#233;rieure &#224; 0,025&#160;mm (0,001&#160;po),
                    remplacer le culbuteur.
                </para>
            </step1>
            <figure id="feg8547" figsize="col-wide">
                <graphic filename="../figeg8/eg8547.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mesure de l'al&#233;sage de culbuteur</caption>
            </figure>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8550">V&#233;rifier si la surface de contact de tige de soupape du bouton
                    </hotlnk>
                    de culbuteur est ray&#233;e, piqu&#233;e ou montre des traces d'usure excessive. Remplacer le
                    culbuteur si la surface du bouton est us&#233;e.
                </para>
            </step1>
            <figure id="feg8550" figsize="col-wide">
                <graphic filename="../figeg8/eg8550.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le de la surface de contact de tige de soupape du bouton de culbuteur</caption>
                <calloutgroup>
                    <callout1 type="arabic">Bouton</callout1>
                    <callout1 type="arabic">Culbuteur</callout1>
                    <callout1 type="arabic">Rotule</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Rechercher des traces d'usure sur les vis de r&#233;glage de culbuteurs. En cas d'usure
                    excessive, remplacer les vis de r&#233;glage.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8562">Contr&#244;ler le trou d'alimentation en huile sup&#233;rieur du
                        culbuteur.
                    </hotlnk>
                    Si n&#233;cessaire, nettoyer &#224; l'aide d'un fil de fer ou d'un outil appropri&#233;.
                </para>
            </step1>
            <figure id="feg8562" figsize="col-wide">
                <graphic filename="../figeg8/eg8562.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le du trou d'huile du culbuteur</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Ressorts d'axe de culbuteurs</title>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8564">Contr&#244;ler les ressorts d'axe de culbuteurs</hotlnk>
                    comme suit&#160;:
                </para>
                <step2>
                    <para count="1">contr&#244;ler visuellement si les ressorts sont rouill&#233;s, piqu&#233;s ou
                        fissur&#233;s. Si n&#233;cessaire, les remplacer;
                    </para>
                </step2>
                <step2>
                    <para count="1">mesurer la tension des ressorts &#224; l'aide de l'outil de contr&#244;le de
                        ressorts (ZTSE2241). Se r&#233;f&#233;rer &#224;
                        <hotlnk xrefid="feg8561">Mesure de tension des ressorts d'axe de culbuteurs</hotlnk>
                        et &#224; la rubrique
                        <hotlnk document="f210_X2100502.xml" xrefid="x2100502">CARACT&#201;RISTIQUES</hotlnk>.
                    </para>
                    <para>Mesurer la hauteur libre du ressort (sans charge).</para>
                    <para>Appliquer la tension d'essai et mesurer la longueur d'essai;</para>
                </step2>
                <step2>
                    <para count="1">remplacer les ressorts d'axe de culbuteurs qui ne sont pas conformes.</para>
                </step2>
            </step1>
            <figure id="feg8564" figsize="col-wide">
                <graphic filename="../figeg8/eg8564.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le des composants de culbuteurs</caption>
            </figure>
            <figure id="feg8561" figsize="col-wide">
                <graphic filename="../figeg8/eg8561.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mesure de tension des ressorts d'axe de culbuteurs</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_77.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_79.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
