<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - BIELLES, PISTONS, SEGMENTS DE PISTONS ET
        CHEMISES DE CYLINDRES - Contr&#244;le des bielles
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="3">
        <title>Contr&#244;le des bielles</title>
        <step1>
            <para count="1">V&#233;rifier si le filetage des boulons de bielles est entaill&#233; ou endommag&#233;.
            </para>
        </step1>
        <step1>
            <para count="1">Contr&#244;ler visuellement si les surfaces d'assemblage de la bielle et du chapeau de
                bielle sont rong&#233;es. Si n&#233;cessaire, remplacer les pi&#232;ces.
            </para>
        </step1>
        <step1>
            <para count="1">Contr&#244;ler le degr&#233; d'usure du coussinet d'axe de piston comme suit&#160;:</para>
            <step2>
                <para count="1">&#224; l'aide d'une jauge t&#233;lescopique OEM1022 et d'un microm&#232;tre d'ext&#233;rieur,
                    <hotlnk xrefid="feg5234">mesurer l'al&#233;sage</hotlnk>
                    en deux points et &#224; 90o d'&#233;cart. Noter les mesures relev&#233;es.
                </para>
            </step2>
        </step1>
        <specpara>
            <note>
                <para>Un boulon lubrifi&#233; &#224; l'aide d'huile moteur propre doit se visser sans effort &#224; la
                    main dans la bielle. Si le vissage semble difficile, nettoyer le filetage de la bielle et tenter un
                    second essai en substituant un nouveau boulon. Si le vissage demeure difficile malgr&#233; le
                    nouveau boulon, remplacer la bielle. Le retaraudage d'une bielle est interdit.
                </para>
            </note>
        </specpara>
        <figure id="feg5234" figsize="col-wide">
            <graphic filename="../figEG5/EG5234.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Mesure de l'al&#233;sage du coussinet d'axe de piston/bielle</caption>
        </figure>
        <para>
            <title>Contr&#244;le d'ovalisation</title>
        </para>
        <step1>
            <para count="1">Contr&#244;ler le degr&#233; &#171;&#160;d'ovalisation&#160;&#187; de l'al&#233;sage du
                coussinet de bielle comme suit&#160;:
            </para>
            <step2>
                <para count="1">lubrifier les boulons de bielles &#224; l'aide d'huile moteur propre et monter le
                    chapeau de bielle sans sa garniture de coussinet. Serrer les boulons au
                    <hotlnk document="f210_X2100603.xml" xrefid="x2100603">couple de serrage sp&#233;cial</hotlnk>;
                </para>
            </step2>
            <step2>
                <para count="1">&#224; l'aide d'un microm&#232;tre d'ext&#233;rieur
                    <hotlnk xrefid="feg5238">, mesurer la bielle en trois points</hotlnk>
                    tel qu'indiqu&#233;;
                </para>
                <figure id="feg5238" figsize="col-wide">
                    <graphic filename="../figeg5/eg5238.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Contr&#244;le d'ovalisation de la bielle</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">si la diff&#233;rence entre le point &#171;&#160;B&#160;&#187; et la moyenne entre les
                    points &#171;&#160;A&#160;&#187; et &#171;&#160;C&#160;&#187; ([A&#160;+&#160;C]/2) exc&#232;de les
                    valeurs donn&#233;es &#224; la rubrique
                    <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>, la bielle
                    doit &#234;tre remplac&#233;e.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5237">Contr&#244;ler le degr&#233; de conicit&#233; de l'al&#233;sage de la bielle
                </hotlnk>
                en mesurant l'al&#233;sage &#224; ses deux extr&#233;mit&#233;s. Noter les mesures relev&#233;es. La
                diff&#233;rence entre ces deux mesures indique le degr&#233; de conicit&#233; de l'al&#233;sage (voir
                CARACT&#201;RISTIQUES). Si n&#233;cessaire, remplacer la bielle.
            </para>
        </step1>
        <figure id="feg5237" figsize="col-wide">
            <graphic filename="../figeg5/eg5237.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Mesure du degr&#233; de conicit&#233; d'al&#233;sage de la bielle</caption>
        </figure>
        <step1>
            <para count="1">Apr&#232;s avoir retir&#233; le chapeau, contr&#244;ler visuellement l'&#233;tat de surface
                de l'al&#233;sage de la bielle. L'al&#233;sage doit &#234;tre lisse et sans rayures, criques ou
                fissures. Si n&#233;cessaire, remplacer les pi&#232;ces.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">TORSION ET PARALL&#201;LISME DES BIELLES</emph>&#160;: diff&#233;rents signes d'usure
                peuvent &#234;tre identifi&#233;s et utilis&#233;s pour faciliter le diagnostic du moteur. Les bielles
                et composants connexes peuvent pr&#233;senter les signes d'usure suivants&#160;:
            </para>
            <step2>
                <para count="1">une surface brillante &#224; l'extr&#233;mit&#233; de l'axe de piston indique
                    habituellement une bielle d&#233;form&#233;e ou un mauvais positionnement de l'axe de piston par
                    rapport &#224; la jupe ou aux gorges de piston;
                </para>
            </step2>
            <step2>
                <para count="1">une usure anormale du coussinet de la bielle peut trahir une bielle d&#233;form&#233;e
                    ou une conicit&#233; importante de l'al&#233;sage du coussinet de bielle;
                </para>
            </step2>
            <step2>
                <para count="1">une bielle vrill&#233;e est quelquefois difficile &#224; identifier. Une telle bielle
                    peut g&#234;ner l'action du piston, des segments du piston et de la bielle proprement dite. Le
                    vrillage peut aussi engendrer une consommation d'huile importante.
                </para>
            </step2>
        </step1>
        <para>En pr&#233;sence de ces conditions, rechercher des d&#233;fauts de torsion et de parall&#233;lisme des
            bielles &#224; l'aide d'un outillage appropri&#233;. Observer les directives d'utilisation de l'outillage
            &#233;mises par le fabricant. Si les d&#233;fauts de torsion et de parall&#233;lisme exc&#232;dent les
            valeurs donn&#233;es &#224; la rubrique
            <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>, remplacer la bielle.
        </para>
        <specpara>
            <note>
                <para>Si les bielles
                    <emph type="underscr">Ne sont pas</emph>
                    conformes aux exigences &#233;tablies sous la rubrique &#171;&#160;inspection des bielles&#160;&#187;,
                    paragraphes&#160;1 &#224;&#160;7, remplacer toutes les bielles.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_104.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_106.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
