<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - CULASSE ET SOUPAPES - Remise en &#233;tat
        de la culasse - Ressorts de soupapes
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="4">
        <title>Ressorts de soupapes</title>
        <svcsubproc>
            <title>Nettoyage</title>
            <para>Nettoyer tous les ressorts et si&#232;ges de soupapes &#224; l'aide d'un solvant appropri&#233;.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Contr&#244;le</title>
            <step1>
                <para count="1">Contr&#244;ler visuellement si les ressorts sont rouill&#233;s, piqu&#233;s ou fissur&#233;s.</para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8579">Contr&#244;ler visuellement les deux extr&#233;mit&#233;s du ressort
                    </hotlnk>
                    au point de contact entre l'extr&#233;mit&#233; coup&#233;e du ressort et la spire adjacente.
                    Remplacer le ressort si l'extr&#233;mit&#233; coup&#233;e du ressort a creus&#233; une encoche dans
                    la spire adjacente. Remplacer le ressort si l'extr&#233;mit&#233; coup&#233;e du ressort a creus&#233;
                    une encoche dans le spire adjacente. Cet &#233;tat d'usure est &#233;galement d&#233;tectable en
                    comprimant le ressort &#224; la main et en pr&#234;tant l'oreille au d&#233;clic. Ce d&#233;clic est
                    provoqu&#233; par les encoches d'usure. Remplacer les ressorts qui produisent un d&#233;clic.
                </para>
            </step1>
            <figure id="feg8579" figsize="col-wide">
                <graphic filename="../figeg8/eg8579.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le des ressorts de soupapes</caption>
            </figure>
            <step1>
                <para count="1">L'extr&#233;mit&#233; du ressort doit &#234;tre &#224; plat et bien &#224; l'&#233;querre
                    pour &#233;viter toute contrainte lat&#233;rale sur la tige de soupape. Se r&#233;f&#233;rer &#224;
                    <hotlnk xrefid="feg5201">Contr&#244;le des ressorts de soupapes.</hotlnk>
                </para>
                <specpara>
                    <note>
                        <para>Des ressorts d&#233;form&#233;s imposent une contrainte lat&#233;rale anormale sur la tige
                            de soupape et provoquent une usure rapide.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="feg5201" figsize="col-wide">
                <graphic filename="../figeg5/eg5201.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le des ressorts de soupapes</caption>
            </figure>
            <step1>
                <para count="1">Mesurer la tension des ressorts de soupapes &#224; l'aide de l'outil de contr&#244;le
                    des ressorts de soupapes ZTSE2241. Se r&#233;f&#233;rer &#224;
                    <hotlnk xrefid="feg5202">Contr&#244;le de tension des ressorts de soupapes</hotlnk>et &#224; la
                    rubrique
                    <hotlnk xrefid="t2100404">CARACT&#201;RISTIQUES</hotlnk>.
                </para>
                <para>Mesurer la longueur maximale du ressort de soupape en utilisation (soupape ferm&#233;e).</para>
                <para>Mesurer la longueur minimale du ressort en utilisation (soupape ouverte).</para>
                <specpara>
                    <note>
                        <para>Appliquer la charge pr&#233;vue sur chaque ressort et d&#233;terminer si la force de
                            tension &#224; la longueur de contr&#244;le pr&#233;conis&#233;e est atteinte.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="feg5202" figsize="col-wide">
                <graphic filename="../figeg5/eg5202.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le de tension des ressorts de soupapes</caption>
            </figure>
            <step1>
                <para count="1">Remplacer tout ressort rouill&#233;, piqu&#233;, fissur&#233;, d&#233;form&#233; ou non
                    conforme aux normes, selon les r&#233;sultats du contr&#244;le de tension.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Rotateurs de soupapes</title>
            <para>
                <title>Nettoyage</title>
            </para>
            <para>Nettoyer les rotateurs de soupapes dans un solvant propre.</para>
            <para>
                <title>Contr&#244;le</title>
            </para>
            <specpara>
                <note>
                    <para>Le rotateur de soupape doit &#234;tre lubrifi&#233; avec de l'huile moteur propre avant
                        d'effectuer ce contr&#244;le.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Le rotateur de soupape doit &#234;tre soumis &#224; la tension d'un ressort de soupape
                    afin de proc&#233;der &#224; son contr&#244;le.
                </para>
            </step1>
            <step1>
                <para count="1">Placer le ressort de soupape et le rotateur de soupape dans l'outil de contr&#244;le de
                    ressorts de soupapes ZTSE2241. Positionner une bille d'acier entre le rotateur de soupape et le
                    fouloir de l'outil de contr&#244;le de ressorts de soupapes. La bille d'acier doit &#234;tre d'une
                    taille suffisante pour pr&#233;venir tout contact entre le fouloir et le rotateur de soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer un trait de peinture sur le rotateur de soupape.</para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg5206">Comprimer rapidement et plusieurs fois le ressort de soupape &#224; une
                        pression &#233;gale et observer le rotateur de soupape pendant qu'il tourne.
                    </hotlnk>
                </para>
            </step1>
            <figure id="feg5206" figsize="col-wide">
                <graphic filename="../figeg5/eg5206.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le des rotateurs de soupapes</caption>
            </figure>
            <step1>
                <para count="1">Remplacer tout rotateur de soupape qui ne tourne
                    <emph type="bold">PAS</emph>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Clavettes de ressorts de soupapes</title>
            <para>
                <title>Nettoyage</title>
            </para>
            <para>Nettoyer les clavettes de ressorts de soupapes dans un solvant appropri&#233;.</para>
            <para>
                <title>Contr&#244;le</title>
            </para>
            <para>Contr&#244;ler visuellement le degr&#233; d'usure interne et externe des clavettes de ressorts de
                soupapes. Si n&#233;cessaire, remplacer les clavettes de ressorts de soupapes us&#233;es.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
