<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - BIELLES, PISTONS, SEGMENTS DE PISTONS ET
        CHEMISES DE CYLINDRES - Assemblage - Pistons et bielles
    </stitle>
    <svcman/>
    <svcproc svcproctype="assemble" graphiccount="2">
        <title>Pistons et bielles</title>
        <step1>
            <para count="1">Lubrifier les segments de pistons &#224; l'aide d'huile moteur propre et disposer ceux-ci en
                orientant leurs coupes &#224; 120o l'une par rapport &#224; l'autre.
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5348">Installer le compresseur de segments de pistons</hotlnk>
                sur les segments du piston, tel qu'indiqu&#233;.
            </para>
        </step1>
        <figure id="feg5348" figsize="col-wide">
            <graphic filename="../figeg5/eg5348.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Installer le compresseur de segments de pistons</caption>
        </figure>
        <step1>
            <para count="1">Lubrifier la chemise de cylindre &#224; l'aide d'huile moteur propre.</para>
            <specpara>
                <note>
                    <para>Tous les pistons et bielles peuvent &#234;tre install&#233;s en faisant tourner le vilebrequin
                        &#224; trois reprises. Amener les manetons nos&#160;1 et&#160;6 du vilebrequin avant le point
                        mort haut (av. PMH). Installer les pistons et bielles des cylindres nos&#160;1 et&#160;6. Proc&#233;der
                        de m&#234;me pour les pistons et bielles des cylindres nos&#160;2 et&#160;5 ainsi que les
                        cylindres nos&#160;3 et&#160;4.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Enfoncer le piston et la bielle dans la chemise de cylindre. Les rep&#232;res frapp&#233;s
                sur les bielles doivent &#234;tre orient&#233;s &#224; l'oppos&#233; de l'arbre &#224; cames, et ceux
                frapp&#233;s sur le dessus des pistons doivent &#234;tre orient&#233;s c&#244;t&#233; arbre &#224; cames
                du moteur.
            </para>
        </step1>
        <step1>
            <para count="1">Enfoncer le piston et la bielle dans la chemise de cylindre &#224; l'aide d'un manche en
                bois ou d'une poign&#233;e en plastique.
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="fcg11572">Guider la bielle</hotlnk>s sur le maneton du vilebrequin pendant
                l'installation, tel qu'indiqu&#233;.
            </para>
        </step1>
        <figure id="fcg11572" figsize="col-wide">
            <graphic filename="../figcg1/cg11572.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Guidage de la bielle sur le vilebrequin</caption>
            <calloutgroup>
                <callout1 type="arabic">Guider la bielle sur le maneton du vilebrequin.</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_114.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_116.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
