<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Bloc-cylindres (remise en &#233;tat)
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Bloc-cylindres (remise en &#233;tat)</title>
        <svcproc svcproctype="clean" graphiccount="2">
            <title>Nettoyage</title>
            <specpara>
                <note>
                    <para>Il est recommand&#233; de nettoyer le bloc-cylindres dans un bain chimique ou &#171;&#160;HOT
                        TANK&#160;&#187;. Ce processus assure l'&#233;limination de tous les d&#233;p&#244;ts de
                        calamine ou de min&#233;raux accumul&#233;s dans les passages de liquide de refroidissement. Si
                        le processus &#171;&#160;HOT TANK&#160;&#187; n'est pas disponible, se conformer aux proc&#233;dures
                        de nettoyage suivantes&#160;:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">d&#233;barrasser les plans de joints du bloc-cylindres de tout r&#233;sidu &#224; l'aide
                    d'un grattoir et d'un bloc &#224; poncer;
                </para>
            </step1>
            <step1>
                <para count="1">nettoyer les al&#233;sages des chemises de cylindres &#224; l'aide d'eau savonneuse et
                    d'une brosse en nylon;
                </para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg5364">&#224; l'aide d'un marteau et d'un burin, chasser le bouchon &#224;
                        expansion
                    </hotlnk>
                    (&#224; l'arri&#232;re du bloc-cylindres) de la canalisation d'huile principale du bloc-cylindres;
                </para>
            </step1>
            <figure id="feg5364" figsize="col-wide">
                <graphic filename="../figeg5/eg5364.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Retrait des bouchons du bloc-cylindres</caption>
            </figure>
            <step1>
                <para count="1">apr&#232;s avoir retir&#233; ses bouchons, nettoyer le bloc-cylindres comme
                    suit&#160;:
                </para>
                <step2>
                    <para count="1">utiliser un &#233;couvillon (ZTSE4389) de nylon et de l'eau savonneuse pour nettoyer
                        les canalisations d'huile;
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg5365">nettoyer les per&#231;ages d'huile &#224; l'aide d'un &#233;couvillon
                            de nylon et d'eau savonneuse;
                        </hotlnk>
                    </para>
                    <figure id="feg5365" figsize="col-wide">
                        <graphic filename="../figeg5/eg5365.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Nettoyage des canalisations d'huile du bloc-cylindres</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">souffler de l'air comprim&#233; filtr&#233; dans toutes les canalisations et per&#231;ages
                        d'huile;
                    </para>
                </step2>
                <step2>
                    <para count="1">nettoyer tous les taraudages &#224; l'aide d'un taraud appropri&#233; ZTSE4386;
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">poser un nouveau bouchon de canalisation d'huile comme suit&#160;:</para>
                <step2>
                    <para count="1">nettoyer les surfaces de contact du bouchon et du bloc-cylindres;</para>
                </step2>
                <step2>
                    <para count="1">enduire la surface de contact du bouchon &#224; expansion de LoctiteMD&#160;262;
                    </para>
                </step2>
                <step2>
                    <para count="1">enfoncer le bouchon &#224; l'aide d'un mandrin. Le diam&#232;tre de ce dernier doit
                        &#234;tre inf&#233;rieur d'environ 6&#160;mm (1/4&#160;po) &#224; celui du bouchon install&#233;;
                    </para>
                </step2>
                <step2>
                    <para count="1">enfoncer le bouchon de 3,2&#160;mm (1/8&#160;po);</para>
                </step2>
            </step1>
            <step1>
                <para count="1">installer de nouveaux bouchons &#224; l'arri&#232;re du bloc-cylindres.</para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_157.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_159.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
