<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - POMPE &#192; EAU ET THERMOSTAT -
        Thermostat - Contr&#244;le
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>Contr&#244;le</title>
        <step1>
            <para count="1">Rechercher des fissures ou des traces de corrosion sur le thermostat.</para>
        </step1>
        <specpara>
            <note>
                <para>Au moment du contr&#244;le, il est primordial de s'assurer que le thermostat est compl&#232;tement
                    ouvert &#224; la temp&#233;rature pr&#233;conis&#233;e afin d'&#233;viter une condition de
                    surchauffe pouvant provoquer une avarie du moteur.
                </para>
                <para>L'utilisation exclusive d'un thermostat de marque internationalmd est l'assurance d'une bonne
                    circulation du liquide de refroidissement et d'une &#233;tanch&#233;it&#233; ad&#233;quate. Ces deux
                    facteurs assurent le refroidissement efficace du moteur.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Le contr&#244;le du thermostat implique l'usage d'une source de chaleur, d'eau tr&#232;s chaude et
                    le maniement d'objets port&#233;s &#224; haute temp&#233;rature. Agir avec prudence et bon sens.
                    Utiliser des gants antichaleur et des lunettes de protection.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg2387">V&#233;rifier le fonctionnement du thermostat</hotlnk>
                comme suit&#160;:
            </para>
            <step2>
                <para count="1">appuyer de la main sur le clapet du thermostat et ins&#233;rer un ruban en nylon entre
                    le clapet et le si&#232;ge du thermostat. Plonger et suspendre le thermostat dans un bac rempli
                    d'eau. Le thermostat ne doit pas toucher le fond du bac. La chaleur doit &#234;tre appliqu&#233;e
                    &#224; une extr&#233;mit&#233; du bac. Le thermostat doit &#234;tre suspendu pr&#232;s de l'extr&#233;mit&#233;
                    oppos&#233;e du bac.
                </para>
            </step2>
            <step2>
                <para count="1">Chauffer l'eau du bac jusqu'&#224; la temp&#233;rature de &#171;&#160;D&#201;BUT
                    D'OUVERTURE DU THERMOSTAT&#160;&#187;, soit entre 86 et 89&#160;oC (187 et 192&#160;oF). Observer le
                    thermom&#232;tre et noter la temp&#233;rature au moment o&#249; le ruban en nylon laisse &#233;chapper
                    le thermostat.
                </para>
                <specpara>
                    <note>
                        <para>Ceci repr&#233;sente la temp&#233;rature de D&#201;BUT D'OUVERTURE. Le thermostat et le
                            thermom&#232;tre ne doivent pas toucher le fond du bac.
                        </para>
                    </note>
                </specpara>
                <figure id="feg2387" figsize="pg-wide">
                    <graphic filename="../figeg2/eg2387.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Contr&#244;le du thermostat</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Fil &#224; suspendre</callout1>
                        <callout1 type="arabic">Ruban</callout1>
                        <callout1 type="arabic">Thermom&#232;tre</callout1>
                        <callout1 type="arabic">Fil &#224; suspendre</callout1>
                        <callout1 type="arabic">Thermom&#232;tre</callout1>
                        <callout1 type="arabic">Source de chaleur</callout1>
                        <callout1 type="arabic">Thermostat</callout1>
                        <callout1 type="arabic">Temp&#233;rature &#171;&#160;pleine ouverture&#160;&#187; (contr&#244;le
                            de course minimale du clapet)
                        </callout1>
                        <callout1 type="arabic">Source de chaleur</callout1>
                        <callout1 type="arabic">Thermostat</callout1>
                        <callout1 type="arabic">Temp&#233;rature &#171;&#160;d&#233;but d'ouverture&#160;&#187; (contr&#244;le
                            avec ruban)
                        </callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Continuer &#224; chauffer l'eau jusqu'&#224; l'obtention de la temp&#233;rature de
                    PLEINE OUVERTURE du thermostat, soit 96&#160;oC (205&#160;oF). Ce contr&#244;le doit &#234;tre
                    effectu&#233; lorsque le thermom&#232;tre est suspendu et non lorsqu'il repose au fond du bac.
                    Observer le thermom&#232;tre et le mouvement du clapet du thermostat. Surveiller le point de PLEINE
                    OUVERTURE du thermostat. La course minimale de PLEINE OUVERTURE doit &#234;tre de 10,16&#160;mm
                    (0,400&#160;po). Consulter la figure
                    <hotlnk xrefid="feg2386">Positions d'ouverture/fermeture du thermostat</hotlnk>.
                </para>
                <figure id="feg2386" figsize="col-wide">
                    <graphic filename="../figeg2/eg2386.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Positions d'ouverture/fermeture du thermostat</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Thermostat</callout1>
                        <callout1 type="arabic">Cote minimale d'ouverture&#160;: 39,98&#160;mm (1,574&#160;po)
                        </callout1>
                        <callout1 type="arabic">Cote de fermeture&#160;: 29,82&#160;mm (1,174&#160;po)</callout1>
                        <callout1 type="arabic">Course minimale 10,16&#160;mm (0,400&#160;po)</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <caution>
                        <para>Porter des v&#234;tements de protection appropri&#233;s pour retirer le thermostat du bac
                            contenant de l'eau bouillante.
                        </para>
                    </caution>
                </specpara>
            </step2>
            <step2>
                <para count="1">Retirer le thermostat du bac. V&#233;rifier l'absence de corrosion ou de d&#233;p&#244;t
                    sur le clapet et sur le si&#232;ge du thermostat.
                </para>
            </step2>
            <step2>
                <para count="1">Remplacer le thermostat si son fonctionnement n'est pas conforme &#224; ce qui a &#233;t&#233;
                    d&#233;crit pr&#233;c&#233;demment ou si le contr&#244;le visuel r&#233;v&#232;le un d&#233;faut.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Rechercher les conditions suivantes qui peuvent emp&#234;cher la bonne fermeture du clapet
                de thermostat (si n&#233;cessaire, remplacer les pi&#232;ces)&#160;:
            </para>
            <step2>
                <para count="1">des r&#233;sidus ou un assemblage douteux du si&#232;ge;</para>
            </step2>
            <step2>
                <para count="1">une usure in&#233;gale ou une d&#233;t&#233;rioration du joint &#224; l'endroit du si&#232;ge;</para>
            </step2>
            <step2>
                <para count="1">une d&#233;formation du si&#232;ge.</para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_226.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_228.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
