<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - CULASSE ET SOUPAPES - Retrait des joints
        toriques et joints d'&#233;tanch&#233;it&#233; des injecteurs de carburant
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>Retrait des joints toriques et joints d'&#233;tanch&#233;it&#233; des injecteurs de carburant</title>
        <specpara>
            <note>
                <para>Les joints toriques doivent &#234;tre remplac&#233;s chaque fois que les injecteurs de carburant
                    sont retir&#233;s. Si les joints toriques d'un des injecteurs de carburant sont endommag&#233;s,
                    tous les injecteurs doivent &#234;tre retir&#233;s et les joints toriques, remplac&#233;s. Attention
                    de ne pas rayer les gorges du corps des injecteurs de carburant en retirant les joints.
                </para>
            </note>
        </specpara>
        <para>
            <hotlnk xrefid="feg3765">La figure ci-dessous</hotlnk>
            montre l'emplacement des joints d'&#233;tanch&#233;it&#233; et des joints toriques sur l'injecteur. &#192;
            l'aide d'un outil fait de plastique ou de bois (non m&#233;tallique), retirer les anciens joints de
            l'injecteur de carburant comme suit&#160;:
        </para>
        <figure id="feg3765" figsize="col-wide">
            <graphic filename="../figeg3/eg3765.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Joints de l'injecteur de carburant/identification des gorges de joints</caption>
            <calloutgroup>
                <callout1 type="arabic">Anneau d'appui (acier)</callout1>
                <callout1 type="arabic">Anneau de compression sup&#233;rieur (noir)</callout1>
                <callout1 type="arabic">Joint torique sup&#233;rieur (bleu)</callout1>
                <callout1 type="arabic">Joint interm&#233;diaire (bleu et noir)</callout1>
                <callout1 type="arabic">Joint torique inf&#233;rieur (orange)</callout1>
                <callout1 type="arabic">Joint (acier inoxydable)</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">retirer le joint en acier inoxydable situ&#233; &#224; la partie inf&#233;rieure de
                l'injecteur de carburant;
            </para>
            <specpara>
                <note>
                    <para>Attention de ne pas endommager l'injecteur au cours de cette op&#233;ration. L'acier
                        inoxydable est beaucoup plus difficile &#224; d&#233;loger que le cuivre. Saisir le rebord du
                        joint &#224; l'aide de pinces.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">d&#233;coller le joint torique inf&#233;rieur de sa gorge &#224; l'aide d'un outil en bois
                ou en plastique. Sectionner le joint et le retirer;
            </para>
        </step1>
        <step1>
            <para count="1">d&#233;coller le joint interm&#233;diaire de sa gorge &#224; l'aide d'un outil en bois ou
                plastique, sectionner le joint et le retirer;
            </para>
        </step1>
        <step1>
            <para count="1">d&#233;coller le joint torique sup&#233;rieur de sa gorge &#224; l'aide d'un outil en bois
                ou en plastique. Sectionner le joint et le retirer;
            </para>
        </step1>
        <step1>
            <para count="1">d&#233;coller l'anneau de compression sup&#233;rieur de sa gorge &#224; l'aide d'un outil en
                bois ou en plastique. Sectionner l'anneau et le retirer;
            </para>
        </step1>
        <step1>
            <para count="1">soulever un coin de l'anneau d'appui de sa gorge, le d&#233;loger et le faire glisser sur la
                buse de l'injecteur;
            </para>
        </step1>
        <step1>
            <para count="1">s'assurer que l'injecteur de carburant soit propre et exempt de d&#233;bris. Prot&#233;ger
                l'injecteur de carburant des impuret&#233;s ou &#233;viter de l'endommager en le pla&#231;ant sur le
                support ZTSE4299.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_61.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_63.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
