<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - POMPE &#192; EAU ET THERMOSTAT - Filtre
        de liquide de refroidissement
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Filtre de liquide de refroidissement</title>
        <svcproc svcproctype="remove" graphiccount="3">
            <title>Enl&#232;vement</title>
            <specpara>
                <warning>
                    <para>Le retrait du bouchon &#224; soupape de pression du r&#233;servoir de d&#233;gazage doit
                        s'effectuer en quatre &#233;tapes (laisser le moteur refroidir)&#160;:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>enrouler un chiffon &#233;pais autour du bouchon;</para>
                        </item>
                        <item>
                            <para>desserrer doucement le bouchon;</para>
                        </item>
                        <item>
                            <para>attendre que la pression ou la vapeur s'&#233;chappe (des br&#251;lures caus&#233;es
                                par la projection d'eau chaude ou de vapeur sont ainsi &#233;vit&#233;es);
                            </para>
                        </item>
                        <item>
                            <para>desserrer compl&#232;tement le bouchon et l'enlever.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">Lib&#233;rer la pression du syst&#232;me de refroidissement en retirant le bouchon du r&#233;servoir
                    de d&#233;gazage avant d'enlever le filtre de liquide de refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Fermer les soupapes d'arr&#234;t situ&#233;es sur le collecteur de filtre de liquide de
                    refroidissement en tournant les valves dans le sens des aiguilles d'une montre. En position ferm&#233;e,
                    la poign&#233;e doit pointer &#224; la verticale.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8043">Desserrer et enlever le filtre de liquide de refroidissement</hotlnk>
                    &#224; l'aide d'une cl&#233; &#224; filtre/sangle appropri&#233;e. Le filtre est situ&#233; &#224;
                    l'arri&#232;re du couvercle de distribution, sur le c&#244;t&#233; droit.
                </para>
            </step1>
            <figure id="feg8043" figsize="col-wide">
                <graphic filename="../figeg8/eg8043.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Retrait du filtre de liquide de refroidissement</caption>
            </figure>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg8613">Desserrer et retirer les trois boulons de montage du collecteur de filtre
                        de liquide de refroidissement</hotlnk>.
                    <hotlnk xrefid="feg8612">Enlever le collecteur de filtre de liquide de refroidissement et jeter les
                        joints</hotlnk>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Le collecteur de filtre de liquide de refroidissement &#233;quip&#233; d'une soupape d'arr&#234;t
                        manuelle n'est pas r&#233;parable. Si le collecteur de filtre de liquide de refroidissement est
                        endommag&#233; ou fuit, remplacer le collecteur au complet.
                    </para>
                </note>
            </specpara>
            <figure id="feg8613" figsize="col-wide">
                <graphic filename="../figeg8/eg8613.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Enlever le collecteur de filtre de liquide de refroidissement</caption>
            </figure>
            <figure id="feg8612" figsize="col-wide">
                <graphic filename="../figeg8/eg8612.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Joints toriques du collecteur de filtre de liquide de refroidissement</caption>
                <calloutgroup>
                    <callout1 type="arabic">Joint</callout1>
                    <callout1 type="arabic">Joint torique</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_228.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_230.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
