<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - BIELLES, PISTONS, SEGMENTS DE PISTONS ET
        CHEMISES DE CYLINDRES - Proc&#233;dures d'installation des chemises de cylindres - Remise en &#233;tat
    </stitle>
    <svcman/>
    <svcproc id="x2100606" svcproctype="repair" graphiccount="10">
        <title>Remise en &#233;tat</title>
        <svcprocinfo>
            <para>Contr&#244;ler la profondeur du chambrage de bloc-cylindres &#224; l'aide d'une jauge de surface
                ZTSE2515A ou d'un microm&#232;tre de profondeur tel que d&#233;crit ci-dessous.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Utilisation d'une jauge de surface</title>
            <para>
                <hotlnk xrefid="feg5344">Mesurer la profondeur du chambrage de bloc-cylindres &#224; l'aide d'une jauge
                    de surface
                </hotlnk>
                tel qu'indiqu&#233;.
            </para>
            <step1>
                <para count="1">R&#233;initialiser le comparateur &#224; cadran sur le plan de joint du
                    bloc-cylindres.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;placer le toucheau de la jauge de surface (comparateur) sur l'&#233;paulement du
                    chambrage du bloc-cylindres et mesurer sa profondeur en quatre points sur sa circonf&#233;rence.
                </para>
            </step1>
            <step1>
                <para count="1">Consulter la rubrique
                    <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>
                    pour conna&#238;tre la profondeur du chambrage dans le bloc-cylindres et l'&#233;cart maximal entre
                    ces quatre points.
                </para>
            </step1>
            <step1>
                <para count="1">En cas de d&#233;passement de la cote entre ces quatre points, rectifier le chambrage du
                    bloc-cylindres.
                </para>
            </step1>
            <figure id="feg5344" figsize="col-wide">
                <graphic filename="../figeg5/eg5344.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mesure de la profondeur de chambrage du bloc-cylindres &#224; l'aide d'une jauge de surface
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Utilisation d'un microm&#232;tre de profondeur</title>
            <para>
                <hotlnk xrefid="feg5343">Mesurer la profondeur de chambrage du bloc-cylindres &#224; l'aide d'un microm&#232;tre
                    de profondeur
                </hotlnk>
                tel qu'indiqu&#233;.
            </para>
            <step1>
                <para count="1">Contr&#244;ler la profondeur de chambrage du bloc-cylindres en quatre points sur sa
                    circonf&#233;rence.
                </para>
            </step1>
            <step1>
                <para count="1">Noter les mesures relev&#233;es.</para>
            </step1>
            <step1>
                <para count="1">Consulter la rubrique
                    <hotlnk document="f210_X2100601.xml" xrefid="x2100601">CARACT&#201;RISTIQUES</hotlnk>
                    et rectifier le chambrage du bloc-cylindres en cas de d&#233;passement de la cote.
                </para>
            </step1>
            <step1>
                <para count="1">Rectifier le chambrage du bloc-cylindres &#224; l'aide de l'outil de chambrage ZTSE2514
                    muni d'un outil de coupe appropri&#233; comme suit&#160;:
                </para>
                <specpara>
                    <note>
                        <para>L'outil de chambrage, de type compact, peut &#234;tre utilis&#233; sur un moteur en place
                            sur le ch&#226;ssis.
                        </para>
                    </note>
                </specpara>
                <figure id="feg5343" figsize="col-wide">
                    <graphic filename="../figeg5/eg5343.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Mesure de la profondeur de chambrage du bloc-cylindres &#224; l'aide d'un microm&#232;tre
                        de profondeur
                    </caption>
                </figure>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg5253">PR&#201;R&#201;GLER L'OUTIL DE CHAMBRAGE</hotlnk>
                        en glissant une jauge d'&#233;paisseur de 0,20&#160;mm &#224; 0,25&#160;mm (0,008&#160;po &#224;
                        0,0010&#160;po) sur le diam&#232;tre ext&#233;rieur de l'outil de coupe ZTSE2514-4. Appuyer sur
                        l'outil jusqu'au contact de la jauge d'&#233;paisseur. Bloquer l'outil en place &#224; l'aide de
                        la cl&#233; Allen, tel qu'indiqu&#233;.
                    </para>
                    <figure id="feg5253" figsize="col-wide">
                        <graphic filename="../figeg5/eg5253.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Pr&#233;paration de l'outil de chambrage</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Cl&#233; Allen</callout1>
                            <callout1 type="arabic">Plaque de verrouillage</callout1>
                            <callout1 type="arabic">Outil de coupe</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">INSTALLER L'OUTIL DE COUPE ZTSE2514-4 sur la machine et sa plaque d'adaptation.
                        Consulter la rubrique
                        <hotlnk xrefid="feg5252">Composants de l'outil de coupe et de chambrage</hotlnk>
                        tel qu'indiqu&#233;.
                    </para>
                    <figure id="feg5252" figsize="col-wide">
                        <graphic filename="../figeg5/eg5252.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Composants de l'outil de coupe et de chambrage</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Outil de coupe</callout1>
                            <callout1 type="arabic">Outil rapport&#233;</callout1>
                            <callout1 type="arabic">Jauge d'&#233;paisseur</callout1>
                            <callout1 type="arabic">Rondelles (2)</callout1>
                            <callout1 type="arabic">Boulons de montage (2)</callout1>
                            <callout1 type="arabic">Entretoise (2)</callout1>
                            <callout1 type="arabic">Plaque de verrouillage (7)</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">REMONTER L'OUTIL DE COUPE en d&#233;verrouillant le doigt de blocage et tirer sur la
                        poign&#233;e de la machine.
                        <hotlnk xrefid="feg5254">Monter l'outil de chambrage</hotlnk>
                        sur le bloc-cylindres, tel qu'indiqu&#233;. Engager d'abord les vis &#224; la main puis serrer
                        au couple de 45&#160;N.m (33&#160;lbf-pi).
                    </para>
                    <figure id="feg5254" figsize="col-wide">
                        <graphic filename="../figeg5/eg5254.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Mise en place de l'outil de chambrage</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">ABAISSER L'OUTIL DE COUPE en d&#233;vissant d'abord les vis de blocage sur les
                        bagues molet&#233;es. Tirer sur le doigt de blocage pour l'amener &#224; la hauteur d&#233;sir&#233;e.
                        Resserrer les bagues molet&#233;es dans le sens oppos&#233; et bloquer celles-ci &#224; l'aide
                        des vis de blocage.
                    </para>
                </step2>
                <step2>
                    <para count="1">R&#201;GLER LA PROFONDEUR DE COUPE par l'une des deux m&#233;thodes suivantes.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Premi&#232;re m&#233;thode&#160;- d'apr&#232;s les graduations de l'outil</title>
            <para>Observer les &#233;tapes suivantes&#160;:</para>
            <step1>
                <para count="1">d&#233;visser la vis de blocage;</para>
            </step1>
            <step1>
                <para count="1">tourner l'&#233;crou molet&#233; dans le sens inverse des aiguilles d'une montre
                    jusqu'au contact du corps de la machine;
                </para>
            </step1>
            <step1>
                <para count="1">faire revenir l'&#233;crou molet&#233; en arri&#232;re d'une valeur &#233;gale &#224; la
                    profondeur de coupe d&#233;sir&#233;e;
                </para>
                <specpara>
                    <note>
                        <para>Chaque graduation correspond &#224; 0,025&#160;mm (0,001&#160;po). Si la quantit&#233; de
                            mati&#232;re &#224; enlever est de 0,050&#160;mm (0,002&#160;po), reculer l'&#233;crou molet&#233;
                            de deux graduations.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Resserrer la vis de blocage de l'&#233;crou molet&#233;.</para>
                <specpara>
                    <note>
                        <para>Ne jamais tenter de retirer plus de 0,050&#160;mm (0,002&#160;po) de mati&#232;re &#224;
                            la fois.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Deuxi&#232;me m&#233;thode&#160;- utilisation d'une jauge d'&#233;paisseur</title>
            <para>Observer les &#233;tapes suivantes et consulter la rubrique
                <hotlnk xrefid="feg5255">R&#233;glage de l'outil de chambrage &#224; l'aide d'une jauge
                    d'&#233;paisseur</hotlnk>.
            </para>
            <step1>
                <para count="1">Desserrer la vis de blocage.</para>
            </step1>
            <step1>
                <para count="1">Glisser une jauge d'&#233;paisseur appropri&#233;e de 0,05&#160;mm (0,002&#160;po)
                    (maximum) entre les bagues molet&#233;es sup&#233;rieure et inf&#233;rieure. Tourner la bague molet&#233;e
                    sup&#233;rieure de fa&#231;on que la jauge d'&#233;paisseur soit maintenue en place.
                </para>
            </step1>
            <figure id="feg5255" figsize="col-wide">
                <graphic filename="../figeg5/eg5255.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>R&#233;glage de l'outil de chambrage &#224; l'aide d'une jauge d'&#233;paisseur</caption>
            </figure>
            <step1>
                <para count="1">Resserrer la vis de blocage et retirer la jauge d'&#233;paisseur.</para>
                <specpara>
                    <note>
                        <para>Pour &#233;viter d'endommager l'outil rapport&#233;, ne jamais tourner celui-ci dans le
                            sens inverse des aiguilles d'une montre lorsqu'il est en contact avec l'&#233;paulement du
                            chambrage dans le bloc-cylindres.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">RECTIFIER LE CHAMBRAGE en tournant doucement la poign&#233;e de la machine dans le
                        sens des aiguilles d'une montre, de fa&#231;on qu'elle tourne librement et vienne en but&#233;e
                        entre les &#233;crous molet&#233;s et le dessus du corps de la machine. Consulter la figure
                        <hotlnk xrefid="feg5256">Utilisation de l'outil de chambrage</hotlnk>
                        tel qu'indiqu&#233;.
                    </para>
                </step2>
            </step1>
            <figure id="feg5256" figsize="col-wide">
                <graphic filename="../figeg5/eg5256.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Utilisation de l'outil de chambrage</caption>
            </figure>
            <step1>
                <para count="1">Apr&#232;s rectification et nettoyage du bloc-cylindres, mesurer de nouveau la
                    profondeur des chambrages du bloc-cylindres. Consulter la rubrique
                    <hotlnk document="f210_X2100605.xml" xrefid="x2100605">PROC&#201;DURE D'INSTALLATION DES CHEMISES DE
                        CYLINDRES</hotlnk>de l'&#233;tape&#160;1, dans cette section.
                </para>
            </step1>
            <step1>
                <para count="1">Contr&#244;ler le d&#233;passement des chemises de cylindres comme suit&#160;:</para>
                <step2>
                    <para count="1">nettoyer la chemise de cylindre et son al&#233;sage dans le bloc-cylindres;</para>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="feg5332">ins&#233;rer chaque chemise de cylindre dans le bloc-cylindres</hotlnk>
                        , sans joints toriques, et fixer celles-ci &#224; l'aide des pi&#232;ces de maintien ZTSE2515-1,
                        tel qu'indiqu&#233;. Serrer les pi&#232;ces de maintien &#224; l'aide de boulons de classe&#160;8
                        et de rondelles tremp&#233;es. Serrer les boulons en deux passes comme suit&#160;:
                    </para>
                    <step3>
                        <para>55&#160;N.m (40&#160;lbf-pi);</para>
                    </step3>
                    <step3>
                        <para>110&#160;N.m (80&#160;lbf-pi).</para>
                        <figure id="feg5332" figsize="col-wide">
                            <graphic filename="../figeg5/eg5332.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                            <caption>Mise en place des pi&#232;ces de maintien</caption>
                        </figure>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Placer le toucheau de la jauge de surface ZTSE2515A sur le flasque de chemise de
                        cylindre. R&#233;initialiser le comparateur &#224; cadran et le d&#233;placer de fa&#231;on que
                        le toucheau s'&#233;chappe du flasque de la chemise de cylindre, sur le plan de joint du
                        bloc-cylindres.
                        <hotlnk xrefid="feg5333">Noter les mesures relev&#233;es</hotlnk>.
                    </para>
                    <specpara>
                        <note>
                            <para>Mesurer en trois points sur la circonf&#233;rence de la chemise de cylindre et d&#233;terminer
                                la moyenne de ces mesures. Celle-ci sera utilis&#233;e pour &#233;valuer l'&#233;paisseur
                                de cale requise, le cas &#233;ch&#233;ant, pour corriger la valeur de d&#233;passement
                                de la chemise de cylindre.
                            </para>
                        </note>
                    </specpara>
                    <figure id="feg5333" figsize="col-wide">
                        <graphic filename="../figeg5/eg5333.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>Prise de mesures</caption>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Corriger la cote de d&#233;passement de la chemise de cylindre comme suit&#160;:</para>
                <step2>
                    <para count="1">retirer les pi&#232;ces de maintien et la chemise de cylindre;</para>
                </step2>
                <step2>
                    <para count="1">nettoyer le plan de joint du bloc-cylindres et son chambrage;</para>
                </step2>
                <step2>
                    <para count="1">mettre en place la ou les cales, le cas &#233;ch&#233;ant, pour corriger la cote de
                        d&#233;passement des chemises de cylindres.
                        <hotlnk xrefid="feg3658">Se r&#233;f&#233;rer &#224; la figure;</hotlnk>
                    </para>
                    <specpara>
                        <note>
                            <para>Le jeu de cales de chemises de cylindres comprend&#160;:</para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">observer les proc&#233;dures d'installation des chemises de cylindres.</para>
                </step2>
            </step1>
            <table id="t2100601" tblwidth="pg-wide">
                <title>Emballage</title>
                <tgroup cols="2" charoff="0">
                    <colspec colname="col1" colwidth="50.00*"/>
                    <colspec colname="col2" colwidth="50.00*"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">&#201;paisseur de cale&#160;- en&#160;mm</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">&#201;paisseur de cale&#160;- en&#160;po</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>0,05</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>0,002</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>0,01</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>0,004</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>0,25</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>0,010</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>0,51</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>0,020</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>0,81</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>0,032</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="feg3658" figsize="col-wide">
                <graphic filename="../figeg3/eg3658.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
                <calloutgroup>
                    <callout1 type="arabic">D&#233;passement de chemise de cylindre</callout1>
                    <callout1 type="arabic">Plan de joint de la culasse</callout1>
                    <callout1 type="arabic">Chemise de cylindre</callout1>
                    <callout1 type="arabic">Cale appropri&#233;e</callout1>
                    <callout1 type="arabic">Variation maximale du chambrage entre quatre points&#160;: 0,025&#160;mm
                        (0,001&#160;po)
                    </callout1>
                    <callout1 type="arabic">Chambrage maximal 9,25&#160;mm (0,364&#160;po)</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_X2100605.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_113.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
