<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Installation - Serrage des boulons des chapeaux de
        paliers
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="1">
        <title>Serrage des boulons des chapeaux de paliers</title>
        <specpara>
            <note>
                <para>Cette &#233;tape est n&#233;cessaire au montage final, et suit la proc&#233;dure de mise en place
                    des coussinets et le contr&#244;le de jeu axial du vilebrequin.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Les nouveaux boulons de montage des chapeaux de paliers et les trous taraud&#233;s doivent
                &#234;tre propres et secs.
            </para>
        </step1>
        <step1>
            <para count="1">Enduire le filetage des boulons de montage d'une fine couche d'huile moteur propre avant le
                montage.
            </para>
        </step1>
        <step1>
            <para count="1">Aligner et positionner chacun des chapeaux de paliers.</para>
        </step1>
        <step1>
            <para count="1">Serrer chaque boulon de chapeau de palier au couple de 136&#160;N.m (100&#160;lbf-pi).
            </para>
        </step1>
        <step1>
            <para count="1">Serrer chaque boulon de chapeau de palier au couple de 177&#160;N.m (130&#160;lbf-pi).
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg8531">Faire une marque de peinture</hotlnk>
                sur chaque t&#234;te de boulon et une seconde touche d&#233;cal&#233;e de 90&#176; sur la surface du
                palier.
            </para>
        </step1>
        <figure id="feg8531" figsize="col-wide">
            <graphic filename="../figeg8/eg8531.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Alignement des marques de peinture</caption>
            <calloutgroup>
                <callout1 type="arabic">T&#234;te de boulon de palier</callout1>
                <callout1 type="arabic">T&#234;te de boulon de palier</callout1>
                <callout1 type="arabic">Surface du palier</callout1>
                <callout1 type="arabic">Marque de peinture</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Tourner chaque boulon d'un angle de 90&#176; (1/4 de tour).</para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk document="f210_162.xml" xrefid="feg6900">Contr&#244;ler le jeu axial du vilebrequin</hotlnk>
                &#224; l'aide d'un comparateur &#224; cadran comme suit&#160;:
            </para>
            <para>positionner le comparateur &#224; cadran sur le bloc-cylindres avec son toucheau en appui sur la face
                de la bride du vilebrequin;
            </para>
            <para>soulever l&#233;g&#232;rement le vilebrequin vers l'avant et r&#233;initialiser le comparateur;</para>
            <para>soulever ensuite le vilebrequin vers l'arri&#232;re et noter la mesure. R&#233;p&#233;ter ce contr&#244;le
                pour obtenir plus de pr&#233;cision;
            </para>
        </step1>
        <specpara>
            <note>
                <para>Si le jeu axial du vilebrequin est sup&#233;rieurs aux recommandations, remplacer le palier de but&#233;e
                    et contr&#244;ler de nouveau le jeu axial du vilebrequin. Si le jeu axial du vilebrequin est inf&#233;rieur
                    &#224; la cote, desserrer les chapeaux de palier, repositionner et resserrer au couple prescrit.
                    Contr&#244;ler de nouveau le jeu axial du vilebrequin.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">installer les pistons et les bielles. Consulter la section&#160;6.</para>
        </step1>
        <step1>
            <para count="1">Poser le couvercle de distribution. Consulter la section&#160;8.</para>
        </step1>
        <step1>
            <para count="1">Installer la pompe &#224; huile. Consulter la section&#160;9. Observer les &#233;tapes
                suivantes.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_162.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_164.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
