<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - AMORTISSEUR DE VIBRATIONS, VILEBREQUIN,
        PALIERS DE VILEBREQUIN, VOLANT-MOTEUR ET BLOC-CYLINDRES - Remise en &#233;tat du volant-moteur - Rectification
        du volant-moteur
    </stitle>
    <svcman/>
    <svcproc svcproctype="repair" graphiccount="1">
        <title>Rectification du volant-moteur</title>
        <para>Le volant-moteur qui &#233;quipe les v&#233;hicules munis d'une bo&#238;te manuelle peut &#234;tre rectifi&#233;
            pour corriger de l&#233;gers d&#233;fauts d'usure ou des rayures.
        </para>
        <para>Avant de rectifier le volant-moteur, consulter la dimension &#171;&#160;A&#160;&#187;, tel qu'indiqu&#233;
            sous la rubrique
            <hotlnk xrefid="feg2375">Rectification du volant-moteur</hotlnk>, afin de d&#233;terminer si le
            volant-moteur a d&#233;j&#224; &#233;t&#233; rectifi&#233; ou si son &#233;paisseur est suffisante pour
            subir une rectification.
        </para>
        <specpara>
            <note>
                <para>Si les dimensions donn&#233;es sous la rubrique
                    <hotlnk xrefid="feg2375">Rectification du volant-moteur</hotlnk>
                    ne peuvent &#234;tre rencontr&#233;es, remplacer le volant-moteur.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Les donn&#233;es relatives &#224; la rectification du volant-moteur sont fournies uniquement
                    &#224; titre d'indication. International Truck and Engine Corporation n'assume aucune responsabilit&#233;
                    en regard des r&#233;sultats obtenus suite &#224; ces informations ou de l'habilet&#233; du
                    personnel d'entretien &#224; d&#233;tecter les fissures dues &#224; la chaleur. Un volant-moteur
                    affaibli par des fissures ou des points chauds pourrait se s&#233;parer et possiblement causer des
                    blessures &#224; l'op&#233;rateur ou aux personnes se trouvant &#224; proximit&#233; du v&#233;hicule.
                    Apr&#232;s rectification, rechercher minutieusement la pr&#233;sence de fissures ou de points chauds
                    sur le volant-moteur. En cas de doute, remplacer le volant-moteur.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>Il est interdit de rectifier le type de volant-moteur qui &#233;quipe un v&#233;hicule muni d'une
                    bo&#238;te automatique. Remplacer le volant-moteur s'il est endommag&#233;.
                </para>
            </note>
        </specpara>
        <figure id="feg2375" figsize="col-wide">
            <graphic filename="../figeg2/eg2375.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Remise en &#233;tat du volant-moteur</caption>
            <calloutgroup>
                <callout1 type="arabic">Dimension &#171;&#160;A&#160;&#187;
                    <callout2 type="alpha">Volant-moteur d'origine 38&#160;mm + 0,025&#160;mm (1,500&#160;po&#160;+&#160;0,010&#160;po)</callout2>
                    <callout2 type="alpha">&#201;paisseur minimale apr&#232;s rectification 36&#160;mm (1,430&#160;po)
                    </callout2>
                </callout1>
                <callout1 type="arabic">Face de montage du disque d'embrayage et couvercle</callout1>
                <callout1 type="arabic">Plan de montage de bride de vilebrequin</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_143.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_145.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
