<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - CULASSE ET SOUPAPES - Mise en place des
        joints toriques et des joints d'&#233;tanch&#233;it&#233; des injecteurs de carburant
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Mise en place des joints toriques et des joints d'&#233;tanch&#233;it&#233; des injecteurs de carburant
        </title>
        <svcsubsecinfo>
            <para>Montre l'emplacement des joints d'&#233;tanch&#233;it&#233; et joints toriques en place sur
                l'injecteur. Consulter les directives suivantes pour conna&#238;tre les proc&#233;dures d'installation
                appropri&#233;es.
            </para>
            <specpara>
                <note>
                    <para>Les joints toriques doivent &#234;tre lubrifi&#233;s &#224; l'aide d'huile moteur propre. Au
                        moment d'installer les joints toriques et les joints d'&#233;tanch&#233;it&#233; sur les
                        injecteurs, s'assurer de les placer &#224; la partie sup&#233;rieure des gorges des joints
                        toriques. Cette pr&#233;caution permet d'&#233;viter le tortillement des joints toriques et des
                        joints d'&#233;tanch&#233;it&#233; dans leur gorge au moment de la pose.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="install" graphiccount="3">
            <title>Gorge sup&#233;rieure</title>
            <para>Poser les joints toriques des injecteurs de carburant comme suit&#160;:</para>
            <step1>
                <para count="1">identifier les joints de la gorge sup&#233;rieure;</para>
            </step1>
            <step1>
                <para count="1">lubrifier l&#233;g&#232;rement les trois joints &#224; l'aide d'huile moteur propre;
                </para>
            </step1>
            <step1>
                <para count="1">&#233;carter doucement l'ouverture de l'anneau d'appui;</para>
                <specpara>
                    <note>
                        <para>L'anneau d'appui joue le r&#244;le d'un ressort. Cette pi&#232;ce doit &#234;tre install&#233;e
                            avec pr&#233;caution. Ne pas tordre l'anneau. L'anneau doit &#234;tre parfaitement plat.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg1154">glisser l'anneau d'appui sur le corps d'injecteur puis dans la gorge sup&#233;rieure</hotlnk>
                    ;
                </para>
            </step1>
            <figure id="feg1154" figsize="col-wide">
                <graphic filename="../figeg1/eg1154.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mise en place de l'anneau d'appui sur l'injecteur de carburant</caption>
                <calloutgroup>
                    <callout1 type="arabic">Anneau d'appui</callout1>
                    <callout1 type="arabic">Injecteur de carburant</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg1155">enfiler l'anneau de compression sur le corps de l'injecteur de carburant.
                    </hotlnk>
                    Pousser l'anneau de compression dans sa gorge. S'assurer que l'anneau de compression est log&#233;
                    contre l'anneau d'appui;
                </para>
                <specpara>
                    <note>
                        <para>S'assurer que l'anneau de compression ne se tord pas pendant sa mise en place.</para>
                    </note>
                </specpara>
            </step1>
            <figure id="feg1155" figsize="col-wide">
                <graphic filename="../figeg1/eg1155.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Anneau d'appui et anneau de compression en place dans la gorge sup&#233;rieure</caption>
                <calloutgroup>
                    <callout1 type="arabic">Anneau d'appui</callout1>
                    <callout1 type="arabic">Anneau de compression</callout1>
                    <callout1 type="arabic">Injecteur de carburant</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">
                    <hotlnk xrefid="feg1156">enfiler le joint torique sur le corps de l'injecteur de carburant</hotlnk>.
                    Loger le joint torique dans sa gorge. S'assurer que le joint torique est log&#233; contre l'anneau
                    de compression.
                </para>
            </step1>
            <figure id="feg1156" figsize="col-wide">
                <graphic filename="../figEG1/EG1156.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Anneau d'appui, anneau de compression et joint torique en place dans la gorge sup&#233;rieure
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Anneau d'appui</callout1>
                    <callout1 type="arabic">Anneau de compression</callout1>
                    <callout1 type="arabic">Joint torique</callout1>
                    <callout1 type="arabic">Injecteur de carburant</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_62.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_64.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
