<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - MONTAGE DU MOTEUR SUR UN SUPPORT - Enl&#232;vement
        de la tuyauterie d'huile du turbocompresseur
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>Enl&#232;vement de la tuyauterie d'huile du turbocompresseur</title>
        <para>Observer les &#233;tapes suivantes avant d'installer le moteur sur son support&#160;:</para>
        <step1>
            <para count="1">retirer le bouchon de vidange du carter d'huile et son joint torique. Vidanger enti&#232;rement
                l'huile moteur et jeter le joint torique;
            </para>
        </step1>
        <step1>
            <para count="1">remettre en place le bouchon de vidange du carter d'huile en utilisant un nouveau joint de
                bouchon de vidange. Consulter
                <hotlnk document="f210_10.xml" xrefid="t2100101">couples de serrage sp&#233;ciaux</hotlnk>;
            </para>
        </step1>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5026e">desserrer l'&#233;crou du tube d'arriv&#233;e d'huile</hotlnk>, situ&#233; sur
                la face sup&#233;rieure du collecteur de filtre &#224; huile. Enlever et jeter l'&#233;crou du tube.
            </para>
        </step1>
        <figure id="feg5026e" figsize="col-wide">
            <graphic filename="../figeg5/eg5026.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Desserrer l'&#233;crou du tube d'arriv&#233;e d'huile du turbocompresseur</caption>
        </figure>
        <step1>
            <para count="1">retirer les deux boulons de montage fixant le tube d'arriv&#233;e d'huile &#224; la partie
                sup&#233;rieure du carter central de turbocompresseur.
                <hotlnk xrefid="feg5027d">Enlever le tube d'arriv&#233;e d'huile</hotlnk>
                et son joint de bride de tube. Jeter le joint de bride;
            </para>
        </step1>
        <figure id="feg5027d" figsize="col-wide">
            <graphic filename="../figeg5/eg5027.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Retirer les boulons de montage.</caption>
        </figure>
        <step1>
            <para count="1">
                <hotlnk xrefid="feg5028d">enlever le tube de retour d'huile du turbocompresseur comme suit</hotlnk>&#160;:
            </para>
            <figure id="feg5028d" figsize="col-wide">
                <graphic filename="../figeg5/eg5028.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Enlever le tube de retour d'huile du turbocompresseur</caption>
            </figure>
            <step2>
                <para count="1">retirer la vis qui maintient la plaque de fixation du tube de retour d'huile du
                    turbocompresseur au bloc-cylindres;
                </para>
            </step2>
            <step2>
                <para count="1">retirer les deux vis fixant le tube de retour d'huile du turbocompresseur &#224; la
                    partie inf&#233;rieure du carter de turbocompresseur;
                </para>
            </step2>
            <step2>
                <para count="1">enlever la plaque de fixation du tube de retour d'huile du turbocompresseur, le tube de
                    retour d'huile du turbocompresseur, la bride de tube, les deux joints toriques et le joint de bride
                    de tube de la partie inf&#233;rieure du turbocompresseur. Jeter les deux joints toriques (situ&#233;s
                    &#224; chaque extr&#233;mit&#233; du tube de retour d'huile) et le joint de bride;
                </para>
            </step2>
            <step2>
                <para count="1">obturer
                    <emph type="bold">TOUTES</emph>
                    les ouvertures du turbocompresseur. Utiliser l'ensemble de bouchons d'orifices d'entr&#233;e&#160;ZTSE&#160;4296
                    pour turbocompresseur.
                </para>
            </step2>
        </step1>
        <specpara>
            <note>
                <para>Si les bouchons de plastique ne sont
                    <emph type="underscr">pas</emph>
                    disponibles, utiliser du ruban adh&#233;sif en toile pour obturer les ouvertures.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_EGES-21001.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
