<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - DT&#160;466E et InternationalMD&#160;530E Moteur diesel - TURBOCOMPRESSEURS - Contr&#244;le
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>Contr&#244;le</title>
        <svcsubproc>
            <title>Nettoyage</title>
            <para>Nettoyer les composants suivants&#160;:</para>
            <specpara>
                <note>
                    <para>
                        <emph type="underscr">Ne pas</emph>
                        utiliser de solution caustique pour nettoyer le turbocompresseur ou les tuyauteries.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">&#224; l'aide d'eau savonneuse, nettoyer la tuyauterie d'air situ&#233;e entre le filtre
                    &#224; air et le turbocompresseur. Ass&#233;cher &#224; l'aide d'air comprim&#233; filtr&#233;;
                </para>
            </step1>
            <step1>
                <para count="1">enlever le corps de filtre &#224; air du v&#233;hicule et nettoyer l'int&#233;rieur du
                    corps de filtre. (Pour &#233;viter d'endommager le turbocompresseur ou le moteur.);
                </para>
            </step1>
            <step1>
                <para count="1">souffler les tuyauteries d'admission d'air et les boyaux de raccordement &#224; l'aide
                    d'air comprim&#233; filtr&#233;;
                </para>
            </step1>
            <step1>
                <para count="1">s'assurer que les tubes d'arriv&#233;e et de retour d'huile ne soient pas bouch&#233;s.
                    Nettoyer ceux-ci &#224; l'aide d'un solvant appropri&#233; et d'un &#233;couvillon de nylon. Ass&#233;cher
                    &#224; l'aide d'air comprim&#233; filtr&#233;.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Contr&#244;le avant d&#233;montage</title>
            <para>Apr&#232;s avoir effectu&#233; les contr&#244;les suivants et que les r&#233;sultats sont
                satisfaisants, le turbocompresseur est probablement en bon &#233;tat et peut &#234;tre r&#233;install&#233;
                sur le moteur. Si les r&#233;sultats ne sont pas satisfaisants, le turbocompresseur doit &#234;tre
                remplac&#233; ou remis en &#233;tat.
            </para>
            <para>
                <title>Contr&#244;le visuel</title>
            </para>
            <specpara>
                <note>
                    <para>Ne pas tenter de redresser les ailettes de la turbine ou de la roue du turbocompresseur.
                    </para>
                </note>
            </specpara>
            <para>Contr&#244;ler visuellement si la roue de compresseur ou la roue de turbine comporte des traces d'&#233;rosion,
                de pliage, de cassure ou des d&#233;p&#244;ts. Si n&#233;cessaire, proc&#233;der &#224; leur
                remplacement.
            </para>
            <specpara>
                <note>
                    <para>Des d&#233;p&#244;ts sur la roue ou sur la turbine du turbocompresseur peuvent &#234;tre caus&#233;s
                        par&#160;:
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>FORTE PERTE DE CHARGE &#192; L'ADMISSION D'AIR&#160;- laissant l'huile traverser le carter
                        central du turbocompresseur et former des d&#233;p&#244;ts;
                    </para>
                </item>
                <item>
                    <para>CONSOMMATION D'HUILE EXCESSIVE&#160;- formant des d&#233;p&#244;ts de calamine sur la
                        turbine;
                    </para>
                </item>
                <item>
                    <para>M&#201;LANGE AIR/CARBURANT TROP RICHE&#160;- peut provoquer une augmentation importante de la
                        temp&#233;rature de fonctionnement et faire fondre les composants en aluminium. Dans ce cas, des
                        d&#233;p&#244;ts peuvent se former sur la turbine.
                    </para>
                </item>
            </randlist>
            <para>Contr&#244;ler si les carters de la turbine ou du compresseur pr&#233;sentent des traces de
                frottement. En cas d'&#233;vidence de frottement, le turbocompresseur doit &#234;tre remplac&#233;.
            </para>
            <para>
                <title>Contr&#244;le de libre rotation</title>
            </para>
            <step1>
                <para count="1">Positionner le turbocompresseur avec son arbre &#224; l'horizontale sur un banc de
                    travail.
                </para>
            </step1>
            <step1>
                <para count="1">Les roues doivent tourner librement &#224; la main.</para>
            </step1>
            <para>
                <title>Contr&#244;le du frottement des carters de turbine/compresseur</title>
            </para>
            <para>
                <hotlnk xrefid="feg5907">Contr&#244;le du frottement des carters de turbine/compresseur</hotlnk>.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Contr&#244;ler visuellement si les carters de turbine ou du compresseur sont us&#233;s par
                        contact.
                    </para>
                </item>
                <item>
                    <para>Faire tourner l'arbre et contr&#244;ler l'absence de frottement entre celui-ci et les carters.
                        En cas d'&#233;vidence de frottement, le turbocompresseur doit &#234;tre remplac&#233;.
                    </para>
                </item>
            </seqlist>
            <figure id="feg5907" figsize="col-wide">
                <graphic filename="../figeg5/eg5907.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le du frottement des carters de turbine/compresseur</caption>
            </figure>
            <para>
                <title>Contr&#244;ler le jeu axial</title>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Immobiliser la bride de montage du turbocompresseur dans un &#233;tau et positionner un
                        comparateur muni d'une base magn&#233;tique sur le b&#226;ti de l'&#233;tau. Placer le toucheau
                        du comparateur sur l'extr&#233;mit&#233; de l'arbre c&#244;t&#233; turbine.
                    </para>
                </item>
                <item>
                    <para>Faire bouger l'arbre axialement &#224; la main et relever le jeu.</para>
                </item>
                <item>
                    <para>En pr&#233;sence d'un jeu exag&#233;r&#233;, le turbocompresseur doit &#234;tre
                        remplac&#233;.
                    </para>
                </item>
            </seqlist>
            <para>
                <title>Contr&#244;ler l'actionneur du limiteur de pression (selon l'&#233;quipement)</title>
            </para>
            <para>
                <hotlnk xrefid="feg5908">Contr&#244;le de l'actionneur du limiteur de pression</hotlnk>.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Immobiliser la bride de montage du turbocompresseur dans un &#233;tau et positionner un
                        comparateur muni d'une base magn&#233;tique sur le b&#226;ti de l'&#233;tau. Placer le toucheau
                        du comparateur sur le levier du limiteur de pression.
                    </para>
                </item>
                <item>
                    <para>Brancher un tuyau d'air comprim&#233; &#224; un r&#233;gulateur d'air r&#233;gl&#233; &#224;
                        207&#160;kPa (30&#160;lb/po2).
                    </para>
                </item>
                <item>
                    <para>Raccorder un boyau au r&#233;gulateur d'air, rep&#233;rer par un trait la position de la tige
                        de l'actionneur et appliquer une pression de 197&#160;kPa (28,5&#160;lb/po2) sur l'actionneur.
                        Mesurer la course de la tige et comparer &#224; la cote de course pr&#233;conis&#233;e.
                    </para>
                </item>
                <item>
                    <para>Introduire graduellement l'air comprim&#233; jusqu'&#224; une pression de 197&#160;kPa (28,5&#160;lb/po2).
                        Se r&#233;f&#233;rer &#224;
                        <hotlnk document="f210_21.xml" xrefid="t2100201">Caract&#233;ristiques</hotlnk>
                        pour conna&#238;tre la tol&#233;rance de course de l'actionneur.
                    </para>
                </item>
            </seqlist>
            <figure id="feg5908" figsize="col-wide">
                <graphic filename="../figeg5/eg5908.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Contr&#244;le de l'actionneur du limiteur de pression</caption>
                <calloutgroup>
                    <callout1 type="arabic">Carter du limiteur de pression</callout1>
                    <callout1 type="arabic">Carter de turbine</callout1>
                    <callout1 type="arabic">Axe de commande de l'actionneur du limiteur de pression</callout1>
                    <callout1 type="arabic">R&#233;gulateur de pression d'air</callout1>
                    <callout1 type="arabic">Manom&#232;tre</callout1>
                    <callout1 type="arabic">Base magn&#233;tique</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f210_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f210.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
