<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - OUTILS DE DIAGNOSTIC - OUTILS - TROUSSE D'ESSAI DE PRESSION BEYERS, MOD&#200;LE&#160;200
        (ZTSE2239)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>TROUSSE D'ESSAI DE PRESSION BEYERS, MOD&#200;LE&#160;200 (ZTSE2239)</title>
        <svcsubproc>
            <title>Description</title>
            <para>On peut utiliser la trousse d'essai de pression
                <xref refid="f17505003"/>
                pour mesurer la pression de la tubulure d'admission (suralimentation), la pression du carburant, le
                colmatage du filtre &#224; air, la restriction du carburant et de l'&#233;chappement, et la pression du
                bloc-cylindres. Il peut &#233;galement servir &#224; v&#233;rifier l'exactitude des jauges dans la
                trousse.
            </para>
            <figure id="f17505003" figsize="col-wide">
                <graphic filename="../figeg1/eg1183.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Trousse d'essai de pression, mod&#232;le&#160;200 (ZTSE2239)</caption>
            </figure>
            <para>La jauge de 0&#160;&#224; 207&#160;kPa (0&#160;&#224; 30&#160;lb/po2) peut servir &#224; mesurer la
                pression de la tubulure d'admission (suralimentation)
            </para>
            <para>La jauge de d&#233;pression de 0&#160;&#224; 30&#160;pouces de mercure (0&#160;&#224; 14,7&#160;lb/po2)
                sert &#224; mesurer le colmatage de l'admission du syst&#232;me d'alimentation.
            </para>
            <para>Le d&#233;bitm&#232;tre &#224; h&#233;lice de 0&#160;&#224; 60&#160;po de H
                <subscript>2</subscript>O (0&#160;&#224; 2,16&#160;lb/po2), peut servir &#224; mesurer le colmatage du
                filtre &#224; air ou la pression du bloc-cylindres.
            </para>
            <specpara>
                <caution>
                    <para>Les raccords rapides ont des soupapes de fermeture dans les connecteurs de panneau, et non
                        dans l'obturateur. NE PAS raccorder de conduite qui soit encore sous pression.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>En utilisant le d&#233;bitm&#232;tre &#224; h&#233;lice, s'assurer de brancher la conduite
                        d'essai dans le bon orifice (pression ou d&#233;pression). Utiliser l'orifice de pression pour
                        lire la contre-pression de l'&#233;chappement et la pression du bloc-cylindres. Utiliser
                        l'orifice de d&#233;pression pour lire le colmatage du filtre &#224; air. Dans les deux cas,
                        <emph type="underscr">IL FAUT A&#201;RER LE CONNECTEUR OPPOS&#201; &#192; L'ATMOSPH&#200;RE
                        </emph>
                        EN INSTALLANT UN OBTURATEUR &#192; RACCORD RAPIDE DANS L'ORIFICE.
                    </para>
                </note>
            </specpara>
            <para>La jauge de 0&#160;&#224; 1&#160;103&#160;kPa (0&#160;&#224; 160&#160;lb/po2) peut servir &#224; v&#233;rifier
                la pression du carburant.
            </para>
            <para>La jauge de 0&#160;&#224; 2&#160;068&#160;kPa (0&#160;&#224; 300&#160;lb/po2) ne sert normalement pas
                &#224; des v&#233;rifications de diagnostic de moteur pour les moteurs InternationalMD.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instructions d'utilisation</title>
            <para>Raccorder les tubes entre les orifices d'essai sur le panneau et les points d'essai indiqu&#233;s sur
                le (VERSO) du FORMULAIRE DE DIAGNOSTIC DE RENDEMENT, D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE
                (EGED-220).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_99.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
