<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - GLOSSAIRE DES TERMES TECHNIQUES - DESCRIPTIONS DES PARAM&#200;TRES
        PROGRAMMABLES DU DIAGNOSTIC MA&#206;TRE
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>DESCRIPTIONS DES PARAM&#200;TRES PROGRAMMABLES DU DIAGNOSTIC MA&#206;TRE</title>
        <para>Les param&#232;tres programmables suivants sont group&#233;s selon les caract&#233;ristiques du syst&#232;me
            de commande. Consulter les autres manuels d'entretien du moteur pour obtenir de plus amples renseignements.
        </para>
        <para>
            <emph type="bold">AUDIT (AUD) (logiciel de l'ECM)&#160;:</emph>
            ce groupe de param&#232;tres permet &#224; l'usine et &#224; l'ing&#233;nierie de retrouver l'origine et la
            date des changements de programmation pendant toute la dur&#233;e de vie des dispositifs &#233;lectroniques
            du moteur.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">AUD&#160;: date de t&#233;l&#233;chargement de la calibration</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD&#160;: identification (ID) de l'outil de calibration</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD&#160;:ID&#160;1 de l'outil de dernier entretien</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD&#160;: ID&#160;2 de l'outil de dernier entretien</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD&#160;: date de t&#233;l&#233;chargement de strat&#233;gie</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD&#160;: identification de l'outil de strat&#233;gie</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">R&#201;GULATEUR DE VITESSE (CC)&#160;:</emph>
            ce groupe de param&#232;tres personnalise les caract&#233;ristiques du r&#233;gulateur de vitesse. Le but
            des caract&#233;ristiques du r&#233;gulateur de vitesse est d'assurer une r&#233;gulation &#224; commande
            &#233;lectronique de la vitesse du v&#233;hicule quand celui-ci est sur route. Cette caract&#233;ristique a
            &#233;galement des fonctions d'acc&#233;l&#233;ration et de ralentissement. Le conducteur peut ainsi &#171;&#160;acc&#233;l&#233;rer&#160;&#187;
            le v&#233;hicule par tranches de 0,25&#160;km/h (1,0&#160;mi/h) quand il appuie momentan&#233;ment sur le
            bouton &#171;&#160;Resume/Accel&#160;&#187;. Le conducteur peut &#233;galement &#171;&#160;ralentir&#160;&#187;
            le v&#233;hicule par tranches de 0,25&#160;km/h (1,0&#160;mi/h) quand il appuie momentan&#233;ment sur le
            bouton &#171;&#160;Set/Cruise&#160;&#187;.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">CC&#160;: limite de vitesse &#233;lev&#233;e de v&#233;hicule du r&#233;gulateur
                        de vitesse
                    </emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC&#160;: limite de r&#233;gime bas du r&#233;gulateur de vitesse</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC&#160;: limite de basse vitesse de v&#233;hicule du r&#233;gulateur de vitesse
                    </emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC&#160;: mode r&#233;gulateur de vitesse</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC&#160;: taux de mont&#233;e de vitesse du v&#233;hicule du r&#233;gulateur de
                        vitesse
                    </emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">MODE DE PROTECTION CONTRE LE FROID AMBIANT&#160;:</emph>ce param&#232;tre personnalise la
            protection contre le froid ambiant. La protection contre le froid ambiant (CAP) permet au moteur de tourner
            au ralenti &#224; un r&#233;gime &#233;lev&#233; quand la temp&#233;rature du liquide de refroidissement
            descend en dessous d'un certain point et que la temp&#233;rature ambiante est froide. Cela permet au moteur
            de se r&#233;chauffer jusqu'&#224; sa temp&#233;rature normale de fonctionnement.
        </para>
        <para>
            <emph type="bold">TYPE DE R&#201;SERVOIR D'EXPANSION DU LIQUIDE DE REFROIDISSEMENT&#160;:</emph>ce param&#232;tre
            d&#233;crit le type de r&#233;servoir de liquide de refroidissement install&#233; dans le v&#233;hicule.
        </para>
        <para>
            <emph type="bold">COMPENSATION DE TEMP&#201;RATURE DU LIQUIDE DE REFROIDISSEMENT&#160;:</emph>
            ce groupe de param&#232;tres personnalise la compensation de la temp&#233;rature du liquide de
            refroidissement. Le but de la compensation de temp&#233;rature du liquide de refroidissement est de r&#233;duire
            la quantit&#233; de carburant parvenant au moteur quand celui-ci tourne pr&#232;s de son couple maximal de d&#233;bit
            de carburant et lorsque la temp&#233;rature du liquide de refroidissement est sup&#233;rieure &#224; une
            valeur programm&#233;e. Cette r&#233;duction du carburant a deux effets&#160;: d'abord, la chaleur produite
            par le moteur est r&#233;duite, ce qui r&#233;duit la charge sur le syst&#232;me de refroidissement du
            moteur; ensuite, la vitesse du v&#233;hicule baisse. Afin de maintenir la vitesse du v&#233;hicule, le
            conducteur est invit&#233; &#224; r&#233;trograder, ce qui am&#233;liore l'efficacit&#233; du syst&#232;me
            de refroidissement du moteur.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">CTC&#160;: temp&#233;rature de d&#233;but de d&#233;tarage</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC&#160;: mode de compensation de temp&#233;rature du liquide de
                        refroidissement
                    </emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC&#160;: facteur de d&#233;tarage</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC&#160;: modification de la temp&#233;rature de d&#233;tarage</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">INHIBITION DU LANCEMENT DU MOTEUR (ECI)&#160;:</emph>
            cet ensemble de param&#232;tres personnalise la caract&#233;ristique d'inhibition du lancement du moteur. Le
            but de l'ECI est d'emp&#234;cher le conducteur de lancer le moteur quand celui-ci tourne ou lorsque la
            transmission est en prise. Un d&#233;lai programm&#233; (de 1&#160;&#224;&#160;5&#160;secondes) permet
            &#224; l'&#233;lectronique de bord d'invalider le lancement pendant une courte p&#233;riode, jusqu'&#224; ce
            que le moteur atteigne son r&#233;gime de ralenti.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">ECI&#160;: mode d'inhibition du lancement du moteur</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">ECI&#160;: d&#233;lai du mode d'inhibition du lancement du moteur</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">COMMANDE DU VENTILATEUR DE REFROIDISSEMENT (EFC)&#160;:</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique de commande du ventilateur de
            refroidissement. Le but de l'EFC est de fournir la bonne logique afin de d&#233;terminer quand le
            ventilateur doit &#234;tre mis en marche ou arr&#234;t&#233; en mettant sous tension ou hors tension le sol&#233;no&#239;de
            d'activation du ventilateur. Le ventilateur de refroidissement a pour but d'augmenter la circulation de
            l'air en vue d'un &#233;change thermique entre le radiateur et l'air ambiant, si n&#233;cessaire.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFC&#160;: climatiseur</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC&#160;: mode du ventilateur de refroidissement</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC&#160;: temp&#233;rature, ventilateur arr&#234;t&#233;</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC&#160;: temp&#233;rature, ventilateur en marche</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">COMMANDE DU VENTILATEUR DE REFROIDISSEMENT (EFC) POUR LE VOLET DU RADIATEUR&#160;:</emph>
            le but de l'activation du volet du radiateur est de donner la bonne logique pour ouvrir ou fermer les volets
            du radiateur (mettre un sol&#233;no&#239;de sous tension ou hors tension). Ce dispositif a pour but de
            maintenir le moteur chaud pendant l'utilisation par temps froid. Cela permet un r&#233;chauffement plus
            rapide de la cabine, ainsi qu'un d&#233;givrage plus rapide du pare-brise. L'&#233;conomie de carburant est
            &#233;galement am&#233;lior&#233;e quand les volets du radiateur sont ferm&#233;s.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFC&#160;: mode volet de radiateur</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC&#160;: temp&#233;rature, volet ferm&#233;</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC&#160;: temp&#233;rature, volet ouvert</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">CODE D'&#201;VALUATION DE FAMILLE DE MOTEUR&#160;:</emph>
            ce groupe de param&#232;tres permet &#224; l'&#233;lectronique de bord de commander pr&#233;cis&#233;ment
            les exigences d'alimentation en carburant, en fonction de la configuration particuli&#232;re du moteur. L'&#233;lectronique
            de bord a ce que l'on appelle une cartographie multiple de calibration du moteur. Cela permet &#224; un seul
            contr&#244;leur &#233;lectronique de bord de fournir diverses configurations de moteur. Un contr&#244;le
            optimal est fourni pour des v&#233;hicules avec diverses &#233;valuations et configurations&#160;: mod&#232;le
            de moteur, r&#233;gime nominal du moteur, puissance nominale du moteur et type de transmission.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFRC&#160;: extension de famille de moteur</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFRC&#160;: code d'&#233;valuation de famille de moteur</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENREGISTREUR D'&#201;V&#201;NEMENT (EL)&#160;:</emph>
            ce groupe de param&#232;tres indique la caract&#233;ristique &#233;lectronique d'enregistrement automatique
            des &#233;v&#233;nements du moteur. Le but de cette caract&#233;ristique est d'enregistrer les heures de
            fonctionnement accumul&#233;es du moteur et les lectures de l'odom&#232;tre lors de certaines utilisations
            du moteur dans des conditions excessives.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EL&#160;: bas niveau du liquide de refroidissement, heure&#160;I</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: bas niveau du liquide de refroidissement, heure&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: bas niveau du liquide de refroidissement, odom&#232;tre&#160;I</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: bas niveau du liquide de refroidissement, odom&#232;tre&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: basse pression d'huile, heure&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: basse pression d'huile, heure&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: basse pression d'huile, odom&#232;tre&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: basse pression d'huile, odom&#232;tre&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surchauffe, heure&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surchauffe, heure&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surchauffe, odom&#232;tre&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surchauffe, odom&#232;tre&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surr&#233;gime, heure&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surr&#233;gime, heure&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surr&#233;gime, odom&#232;tre&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL&#160;: surr&#233;gime, odom&#232;tre&#160;2</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">DONN&#201;ES DE FABRICATION DE L'ECM&#160;:</emph>
            ce groupe de param&#232;tres fournit les caract&#233;ristiques de donn&#233;es de fabrication. La date et le
            num&#233;ro de s&#233;rie de l'&#233;lectronique de bord sont indiqu&#233;s, ainsi que le niveau du mat&#233;riel
            et du logiciel.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EMD&#160;: logiciel de contr&#244;le de strat&#233;gie</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: version du mat&#233;riel de l'ECM</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: date de fabrication de l'ECM</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: version de calibration du logiciel de l'ECM</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: version de strat&#233;gie du logiciel de l'ECM</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: num&#233;ro de s&#233;rie de l'ECM</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: logiciel de contr&#244;le de liste&#160;PP</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: niveau de liste PP</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD&#160;: logiciel de contr&#244;le de calibration du logiciel</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">NUM&#201;RO DE S&#201;RIE DU MOTEUR (ESN)&#160;:</emph>
            ce param&#232;tre est le num&#233;ro de s&#233;rie de moteur programm&#233; en usine.
        </para>
        <para>
            <emph type="bold">SYST&#200;ME D'AVERTISSEMENT ET DE PROTECTION DU MOTEUR (EWPS)&#160;:</emph>
            cet ensemble de param&#232;tres personnalise la caract&#233;ristique d'avertissement et de protection du
            moteur. Le syst&#232;me d'avertissement et de protection du moteur prot&#232;ge ce dernier contre des
            conditions d'utilisation ind&#233;sirables, afin d'&#233;viter des dommages au moteur et d'en prolonger la
            dur&#233;e de vie. Si une condition d'avertissement est d&#233;tect&#233;e, l'&#233;lectronique de bord
            allume le voyant OIL/WATER (huile/eau) et le vibreur d'alerte est activ&#233;. Si une condition critique est
            d&#233;tect&#233;e, l'&#233;lectronique de bord arr&#234;te le moteur si la fonction de protection du syst&#232;me
            d'avertissement et de protection du moteur est activ&#233;e Apr&#232;s l'arr&#234;t du moteur, le conducteur
            peut red&#233;marrer le moteur pendant une p&#233;riode de trente secondes, au besoin. La caract&#233;ristique
            d'enregistrement d'&#233;v&#233;nements enregistre &#233;galement quand un &#233;v&#233;nement de moteur
            exceptionnel (critique) a eu lieu pendant les heures de fonctionnement et pendant la lecture de l'odom&#232;tre
            du moteur. Il y a actuellement quatre &#233;tats de fonctionnement &#233;lectronique&#160;: STANDARD,
            AVERTISSEMENT&#160;3 CANAUX, PROTECTION 3&#160;CANAUX et AVERTISSEMENT 2&#160;CANAUX
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: ECT, temp&#233;rature critique</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: ECT, temp&#233;rature d'avertissement</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau critique&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau critique&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau critique&#160;3</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, limite de r&#233;gime&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, limite de r&#233;gime&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, limite de r&#233;gime&#160;3</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau d'avertissement&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau d'avertissement&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS&#160;: EOP, niveau d'avertissement&#160;3</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">R&#201;GULATEUR DE PRESSION &#201;LECTROHYDRAULIQUE (EPG)&#160;:</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique de r&#233;gulation de pression
            hydraulique. Le but du r&#233;gulateur de pression &#233;lectrohydraulique est de fournir un contr&#244;le
            en boucle ferm&#233;e sur une entr&#233;e de pression externe. Cette caract&#233;ristique est con&#231;ue
            pour les pompes &#224; fluides, particuli&#232;rement pour les camions de pompiers. La caract&#233;ristique&#160;EPG
            fournit &#233;galement une d&#233;tection de perte de pression, au moyen d'une surveillance de la pression
            hydraulique, du r&#233;gime du moteur et de l'&#233;tat de l'interrupteur&#160;EPG s&#233;lectionn&#233;.
            Une fois la perte de pression d&#233;tect&#233;e, la fonction&#160;EPG est d&#233;sactiv&#233;e et un code
            d'anomalie correspondant est &#233;tabli.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EPG&#160;: mode de transmission</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: mode de r&#233;gulation de pression hydraulique</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: mode de r&#233;gulation de pression hydraulique</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: r&#233;glage de gain int&#233;gral</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: indicateur de mode</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: r&#233;glage de gain proportionnel</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG&#160;: temps de fonctionnement de la cavitation</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">COMMANDE DE COUPURE DU MOTEUR AU RALENTI (IST)</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique d'arr&#234;t prolong&#233; automatique du
            ralenti du moteur. Le but de cette caract&#233;ristique est d'arr&#234;ter le moteur apr&#232;s le d&#233;passement
            d'une p&#233;riode de ralenti programmable. Cela contribue &#224; r&#233;duire la consommation de carburant,
            l'usure et les &#233;missions du moteur. Trente secondes avant l'arr&#234;t automatique du moteur, le
            conducteur est averti par le voyant huile/eau rouge. Ce voyant commence &#224; clignoter jusqu'&#224; l'arr&#234;t
            du moteur. Le conducteur peut outrepasser en tout temps les avis de l'&#233;lectronique. Apr&#232;s l'arr&#234;t
            du moteur, le voyant huile/eau s'arr&#234;te de clignoter et un code de diagnostic est enregistr&#233;. Le
            code de diagnostic est enregistr&#233; pour aider &#224; diagnostiquer des plaintes &#233;ventuelles
            touchant l'arr&#234;t du moteur. Il y a actuellement quatre &#233;tats de fonctionnement &#233;lectronique&#160;:
            ARR&#202;T, PRISE DE FORCE DISPONIBLE, PAS DE CHARGE DU MOTEUR et INVIOLABILIT&#201;
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">IST&#160;: temps d'arr&#234;t du ralenti</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST&#160;: mode de minuterie d'arr&#234;t du ralenti</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST&#160;: IAT maximale pour l'arr&#234;t du ralenti</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST&#160;: IAT minimale pour l'arr&#234;t du ralenti</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">IVPWR&#160;: expected Vbat&#160;-</emph>
            Tension de batterie op&#233;rationnelle pr&#233;vue dans le v&#233;hicule.
        </para>
        <para>
            <emph type="bold">COMMANDE DE VITESSE DE PRISE DE FORCE (PTO)</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique de commande de vitesse de prise de force
            (PTO). La commande de vitesse&#160;PTO offre au conducteur une m&#233;thode pour &#233;tablir et maintenir
            un r&#233;gime de moteur r&#233;gul&#233;, sans utiliser la p&#233;dale d'acc&#233;l&#233;rateur, pour faire
            fonctionner un &#233;quipement auxiliaire. La caract&#233;ristique de prise de force est dot&#233;e
            d'interfaces d'utilisateur dans la cabine et &#224; distance. Selon la configuration, le conducteur peut
            brancher et activer la commande de vitesse&#160;PTO dans le confort de la cabine, ou avec la commodit&#233;
            d'une interface &#224; distance. Si les utilisations dans la cabine et &#224; distance sont activ&#233;es,
            l'&#233;lectronique de bord d&#233;tecte l'interface qui est active, selon ce que l'utilisateur a choisi.
            Aucune utilisation de la commande de vitesse&#160;PTO mobile actif n'est possible quand la commande du r&#233;gime
            du PTO est activ&#233;e en utilisant l'interface &#224; distance. Cette caract&#233;ristique a &#233;galement
            des fonctions d'acc&#233;l&#233;ration et de ralentissement par lesquelles le conducteur peut acc&#233;l&#233;rer
            le r&#233;gime par tranches de 25&#160;tours/minute quand il appuie momentan&#233;ment sur le bouton &#171;&#160;Resume/Accel&#160;&#187;,
            ou ralentir quand il appuie momentan&#233;ment sur le bouton &#171;&#160;Set/Coast&#160;&#187;.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">PTO&#160;: commande dans la cabine</emph>
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">PTO&#160;: mode en cabine</emph>
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">PTO&#160;: r&#233;gime maximal</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: vitesse maximale du v&#233;hicule</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: mode prise de force</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: R&#233;gime pr&#233;r&#233;gl&#233;&#160;1 (r&#233;glage)</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: r&#233;gime pr&#233;r&#233;gl&#233;&#160;2 (reprise)</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: p&#233;dale &#224; distance</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO&#160;: taux de mont&#233;e du r&#233;gime</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ESSIEU &#192; DEUX VITESSES&#160;:</emph>
            cet ensemble de param&#232;tres est utilis&#233; par l'ECM pour d&#233;terminer les calculs de vitesse du v&#233;hicule.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Essieu &#224; deux vitesses</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Impulsions/mille&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Impulsions/mille&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Rapport de l'essieu arri&#232;re&#160;1</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Rapport de l'essieu arri&#232;re&#160;2</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Tours de pneus</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Dents d'engrenage de la transmission</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Rapport d'engrenage sup&#233;rieur de la transmission</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">LIMITE DE VITESSE SUR ROUTE (RSL)&#160;:</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique de limite de vitesse sur route. La limite
            de vitesse sur route est utilis&#233;e par l'ECM pour obtenir une r&#233;gulation maximale de la vitesse sur
            route. Si la vitesse maximale sur route d&#233;passe la vitesse maximale programm&#233;e du v&#233;hicule,
            l'ECM r&#233;duit ou coupe l'alimentation de carburant. Cette caract&#233;ristique sert principalement
            &#224; am&#233;liorer l'&#233;conomie de carburant.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">RSL&#160;: vitesse maximale du v&#233;hicule</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">RSL&#160;: mode de limite de vitesse sur route</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">RSL&#160;: limite RFM avec anomalie du capteur de vitesse du v&#233;hicule (VSS)
                    </emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">PROGRAMME DE PASSAGE DES VITESSES&#160;:</emph>
            ce param&#232;tre d&#233;termine comment et quand l'ECM demande au contr&#244;leur &#233;lectronique de la
            transmission de passer &#224; un rapport sup&#233;rieur et de r&#233;trograder.
        </para>
        <para>
            <emph type="bold">INTERVALLES D'ENTRETIEN (SI)&#160;:</emph>
            ce groupe de param&#232;tres personnalise la fonction d'intervalle d'entretien. Les intervalles d'entretien
            permettent au propri&#233;taire du camion de personnaliser le moment de l'entretien n&#233;cessaire du
            camion, par exemple, les changements d'huile. Quand la distance ou les heures programm&#233;es du moteur ont
            &#233;t&#233; atteintes, le t&#233;moin de changement d'huile s'allume pour indiquer que le moment de
            l'entretien est arriv&#233;.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">SI&#160;: mode du t&#233;moin de changement d'huile allum&#233;</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: temps du t&#233;moin de changement d'huile allum&#233;</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: intervalle de distance</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: intervalle de carburant</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: intervalle d'heures</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: mode d'intervalle d'entretien</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: r&#233;initialisation de l'intervalle d'entretien</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: pourcentage d'entretien urgent</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: lecture du carburant au d&#233;marrage</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: lecture des heures au d&#233;marrage</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI&#160;: lecture de l'odom&#232;tre au d&#233;marrage</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">COMMANDE DE TRACTION (TC)&#160;:</emph>
            ce param&#232;tre d&#233;termine comment et quand l'ECM active sa commande de traction &#233;lectronique.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">TC&#160;: mode de commande de traction.</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ADAPTATION DU NIVEAU DE COUPLE&#160;:</emph>
            ce groupe de param&#232;tres personnalise la caract&#233;ristique d'adaptation du niveau de couple. La
            caract&#233;ristique d'adaptation du niveau de couple permet &#224; l'&#233;lectronique de bord de commander
            le moteur en fonction des conditions &#233;ventuelles de conduite. L'application type de cette caract&#233;ristique
            est le cas d'un v&#233;hicule avec des courbes de couple sur route et hors route.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">TLT&#160;: rapport N/VS inf&#233;rieur</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">TLT&#160;: mode d'adaptation du niveau de couple.</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">TLT&#160;: rapport N/VS sup&#233;rieur.</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TOTAL MILLES&#160;:</emph>
            cet ensemble de param&#232;tres indique les donn&#233;es accumul&#233;es du v&#233;hicule. Le but de cette
            fonction d'accumulation est d'enregistrer les heures totales de fonctionnement du moteur, la totalit&#233;
            du carburant consomm&#233; et le total des milles parcourus par le v&#233;hicule. Cette exigence du syst&#232;me
            est pr&#233;vue pour conna&#238;tre les donn&#233;es relatives &#224; l'utilisation du v&#233;hicule en vue
            de l'entretien pr&#233;ventif pr&#233;vu, facilitant ainsi l'administration de la garantie.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Temps total de moteur en marche</emph>
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Total de carburant consomm&#233;</emph>
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TOTAL TATTLETALE&#160;:</emph>
            il s'agit d'un m&#233;canisme interne de suivi de la programmation du module de commande du moteur.
        </para>
        <para>
            <emph type="bold">MODE DE RALENTISSEUR DU V&#201;HICULE&#160;:</emph>
            ce param&#232;tre indique le type de ralentisseur du v&#233;hicule et son mode de fonctionnement.
        </para>
        <para>
            <emph type="bold">S&#201;LECTION DU SIGNAL DE VITESSE DU V&#201;HICULE&#160;:</emph>
            ce param&#232;tre personnalise la fonction de signal de vitesse du v&#233;hicule.
        </para>
        <para>
            <emph type="bold">NUM&#201;RO D'IDENTIFICATION DU V&#201;HICULE (VIN)&#160;:</emph>
            ce param&#232;tre est le num&#233;ro d'identification du moteur programm&#233; en usine.
        </para>
    </svcproc>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_149.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
