<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Relais d'inhibition du lancement du
        moteur (ECI)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="7">
        <title>Relais d'inhibition du lancement du moteur (ECI)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503036" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8839.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction d'inhibition du lancement du moteur</caption>
            </figure>
            <para>
                <emph type="bold">Inhibition du lancement du moteur</emph>
            </para>
            <para>La caract&#233;ristique d'inhibition du lancement du moteur de l'ECM sert &#224; contr&#244;ler le
                fonctionnement du d&#233;marreur. L'ECM emp&#234;che le d&#233;marreur de s'embrayer quand le moteur
                tourne. Le contacteur de s&#251;ret&#233; au point mort de la bo&#238;te de vitesses ou le contacteur
                d'embrayage emp&#234;che le d&#233;marreur de s'embrayer quand la bo&#238;te de vitesses est en prise,
                ou quand la p&#233;dale d'embrayage n'est pas enfonc&#233;e.
            </para>
            <para>
                <emph type="bold">Relais d'inhibition du lancement du moteur</emph>
            </para>
            <para>Le relais du d&#233;marreur du moteur sert &#224; relayer la tension de la batterie au sol&#233;no&#239;de
                du d&#233;marreur. Le relais est &#233;galement contr&#244;l&#233; par un thermocouple d'emballement
                (selon l'&#233;quipement).
            </para>
            <para>
                <emph type="bold">D&#233;tection et gestion des anomalies</emph>
            </para>
            <para>L'ECM ne surveille pas les circuits du syst&#232;me de d&#233;marrage. Il n'y a pas de code d'anomalie
                pour ce syst&#232;me.
            </para>
            <figure id="f17503037" figsize="pg-wide">
                <graphic filename="../figeg8/eg8840.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit d'inhibition du lancement du moteur</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Avant d'essayer le relais du d&#233;marreur ou les circuits de d&#233;marrage, v&#233;rifier
                        si les batteries sont compl&#232;tement charg&#233;es. V&#233;rifier les connexions de batterie
                        &#224; la batterie, au cadre et au d&#233;marreur. Voir S08256 pour conna&#238;tre les proc&#233;dures
                        d'essai de la batterie et du d&#233;marreur.
                    </para>
                </note>
            </specpara>
            <table id="te17503008" tblwidth="pg-wide" frame="all">
                <title>Diagnostic du relais du d&#233;marreur</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="77.83*"/>
                    <colspec colname="colspec0" colwidth="54.38*"/>
                    <colspec colname="col3" colwidth="263.79*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de la tension et de la r&#233;sistance du
                                        relais&#160;ECI&#160;- avec le relais&#160;ECI retir&#233;.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>86&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>V&#233;rifier avec le relais d&#233;branch&#233; et le contacteur du d&#233;marreur
                                    (cl&#233; ou contacteur) engag&#233;. S'il n'y a pas de tension, d&#233;panner le
                                    circuit de lancement de l'allumage.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>S'il n'y a aucune tension, d&#233;panner le c&#226;blage de la batterie.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>4&#160;V &#224; 5&#160;V</para>
                            </entry>
                            <entry>
                                <para>L'ECM monte le circuit &#224; 4&#160;V ou &#224; 5&#160;V avec le contact &#233;tabli
                                    et passe &#224; 0&#160;V quand l'embrayage est enfonc&#233; ou lorsque la bo&#238;te
                                    de vitesses est au point mort.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Essai du circuit&#160;ECI&#160;-</emph>
                                    avec la transmission au point mort, l'embrayage enfonc&#233; et les roues bloqu&#233;es,
                                    ins&#233;rer un cavalier entre les broches&#160;86 et&#160;87 du relais du d&#233;marreur.
                                    Si le moteur est lanc&#233; alors que le contacteur de d&#233;marrage est engag&#233;,
                                    le relais&#160;ECI est d&#233;fectueux, ou il y a un probl&#232;me avec l'ECM ou son
                                    faisceau de c&#226;blage.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Page suivante</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications du circuit (noir) du ch&#226;ssis de l'ECM&#160;-
                                        v&#233;rifier avec tous les relais install&#233;s et la bo&#238;te de d&#233;rivation
                                        raccord&#233;e
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>DDS&#160;(+26) &#224;&#160;(-23)</para>
                            </entry>
                            <entry>
                                <para>0&#160;V ou 12&#160;V</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Bo&#238;te de vitesses manuelle&#160;-</emph>
                                    12&#160;V avec bo&#238;te de vitesses au point mort, 0&#160;V avec la bo&#238;te de
                                    vitesses en prise;
                                    <emph type="bold">bo&#238;te de vitesses automatique&#160;-</emph>
                                    12&#160;V avec la bo&#238;te de vitesses au point mort, 0&#160;V avec la bo&#238;te
                                    de vitesse en prise.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry morerows="2">
                                <para>ECI&#160;(+46) &#224;&#160;(-23)</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Au lancement, avec la p&#233;dale d'embrayage relev&#233;e ou la
                                        bo&#238;te de vitesses automatique en prise</emph>, s'il y a une tension de 12&#160;V,
                                    le circuit est bon; le lancement est inhib&#233;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>0&#160;V &#224; 0,6&#160;V</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Au lancement, avec la p&#233;dale d'embrayage enfonc&#233;e ou la
                                        bo&#238;te de vitesses automatique au point mort,
                                    </emph>
                                    si la broche&#160;26 de l'ECM re&#231;oit 12&#160;V et si la broche&#160;46 ne re&#231;oit
                                    pas une tension de 0&#160;V &#224; 0,6&#160;V, v&#233;rifier la programmation de
                                    l'ECM. Le lancement est permis
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>4&#160;V &#224; 5&#160;V</para>
                            </entry>
                            <entry>
                                <para>Tension de polarisation de l'ECM avec contact &#233;tabli,
                                    <emph type="bold">moteur &#224; l'arr&#234;t ou en marche&#160;:</emph>
                                    bo&#238;te de vitesses en prise ou p&#233;dale d'embrayage relev&#233;e.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>Le syst&#232;me de d&#233;marrage du moteur est contr&#244;l&#233; par l'ECM. Ceci a pour but d'emp&#234;cher
                le lancement du moteur quand le moteur tourne, ce qui causerait des dommages au pignon et &#224; la
                couronne du d&#233;marreur. Entr&#233;e du contacteur d'embrayage ou du contacteur de d&#233;marrage au
                point mort de la bo&#238;te de vitesses. Ces contacteurs emp&#234;chent l'engagement du d&#233;marreur,
                &#224; moins que la bo&#238;te de vitesses soit au point mort ou que la p&#233;dale d'embrayage soit
                enfonc&#233;e.
            </para>
            <para>
                <emph type="bold">Relais de d&#233;marrage&#160;-</emph>
                le relais du d&#233;marreur contr&#244;le le courant au d&#233;marreur. Tourner la cl&#233; de contact
                en position de d&#233;marrage fournit le courant qui met sous tension le relais &#224; la borne&#160;85.
                Si le moteur ne tourne pas et que la transmission n'est pas en prise, la borne&#160;46 de l'ECM valide
                le relais en fournissant un circuit de masse &#224; la borne&#160;85 du relais. Avec le relais ferm&#233;,
                le courant peut alors passer dans le relais vers les bornes et le sol&#233;no&#239;de du d&#233;marreur.
            </para>
            <para>Avant le d&#233;pannage, v&#233;rifier si les bornes des connecteurs de circuit ne sont pas enfonc&#233;es,
                desserr&#233;es ou endommag&#233;es (&#233;cart&#233;es ou tordues), ou si les fils n'ont pas de torons
                coup&#233;s, etc. Les fils et les connecteurs doivent &#234;tre exempts de dommages et de corrosion. Si
                certains connecteurs sont corrod&#233;s, un r&#233;sidu blanc clair se forme et il faut l'enlever.
                <emph type="bold">S'assurer que les batteries sont compl&#232;tement charg&#233;es.</emph>
                V&#233;rifier si les c&#226;bles et les masses de la batterie sont propres et si les connexions sont
                serr&#233;es et exemptes de dommages. La mesure de la tension ne sera pas exacte si les batteries ne
                sont pas compl&#232;tement charg&#233;es.
            </para>
            <para>
                <emph type="bold">Contacteur d'embrayage&#160;-</emph>
                dans les v&#233;hicules &#233;quip&#233;s d'une bo&#238;te de vitesses manuelle, le contacteur
                d'embrayage sert &#224; alimenter un signal &#224; l'ECM pour indiquer que la transmission est d&#233;bray&#233;e.
                Un signal de 12&#160;V sur le circuit&#160;DDS indique que l'embrayage est d&#233;bray&#233; (p&#233;dale
                d'embrayage enfonc&#233;e); un signal de 0&#160;V indique que l'embrayage est embray&#233; (p&#233;dale
                d'embrayage relev&#233;e).
            </para>
            <para>
                <emph type="bold">Contacteur de d&#233;marrage au point mort (bo&#238;tes de vitesses&#160;Allison S&#233;rie&#160;2000)&#160;-</emph>
                dans les v&#233;hicules &#233;quip&#233;s d'une bo&#238;te de vitesses Allison&#160;LCT (S&#233;rie&#160;2000),
                le contacteur de position de point mort sert &#224; fournir une alimentation commut&#233;e au relais du
                d&#233;marreur et fournit un signal &#224; l'ECM qui indique que la transmission est d&#233;bray&#233;e.
                Dans les v&#233;hicules programm&#233;s pour des bo&#238;tes de vitesses Allison automatiques/manuelles,
                un signal de 12&#160;V dans le circuit&#160;DDS indique que la bo&#238;te de vitesses est au point mort;
                un signal de 0&#160;V indique que la bo&#238;te de vitesses est en prise. Quand la bo&#238;te de
                vitesses est en prise, aucune alimentation ne parvient au relais&#160;ECI.
            </para>
            <para>
                <emph type="bold">WTEC&#160;MD avec point mort automatique&#160;-</emph>
                dans les v&#233;hicules &#233;quip&#233;s d'une bo&#238;te de vitesses Allison&#160;MD&#160;World &#224;
                commande &#233;lectronique (WTEC), avec point mort automatique en option, le syst&#232;me d'inhibition
                du lancement a un relais suppl&#233;mentaire qui emp&#234;che le lancement. Le relais suppl&#233;mentaire
                sert &#224; emp&#234;cher le lancement quand la bo&#238;te de vitesses est au point mort automatique. La
                broche&#160;6 de l'ECU de la bo&#238;te de vitesses commande une tension de 12&#160;volts &#224; la
                broche&#160;86 du relais d'inhibition du lancement. Quand la broche&#160;86 est aliment&#233;e et que le
                relais se ferme, la tension d'allumage est transmise &#224; la broche&#160;86 du relais du d&#233;marreur.
                La broche&#160;26 de l'ECM re&#231;oit une tension de 12&#160;volts du relais du point mort automatique
                WETC quand la bo&#238;te de vitesses est plac&#233;e au point mort ou au point mort automatique. Sans le
                relais suppl&#233;mentaire, l'entr&#233;e de d&#233;brayage de la transmission (broche&#160;26)
                permettrait le lancement au point mort automatique.
            </para>
            <para>
                <emph type="bold">Module de commande &#233;lectronique (ECM)&#160;-</emph>
                quand l'ECM reconna&#238;t que le moteur ne tourne pas et que la transmission est d&#233;bray&#233;e, il
                met la borne&#160;46 &#224; la masse. Cela fournit un chemin de courant pour fermer le relais
                d'inhibition du lancement quand le contacteur de d&#233;marrage est engag&#233;, ou qu'on appuie sur le
                bouton de d&#233;marrage. Quand l'ECM reconna&#238;t que le moteur tourne ou que la transmission est
                embray&#233;e, il ouvre la borne&#160;46. Cela emp&#234;che le relais d'inhibition du lancement du
                moteur de se fermer, emp&#234;chant ainsi le d&#233;marreur de s'engager.
            </para>
            <para>
                <emph type="bold">Les composants du syst&#232;me&#160;ECI sont&#160;:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>contacteur d'allumage;</para>
                </item>
                <item>
                    <para>bouton-poussoir du contacteur de d&#233;marrage (en option);</para>
                </item>
                <item>
                    <para>relais du d&#233;marreur;</para>
                </item>
                <item>
                    <para>d&#233;marreur et sol&#233;no&#239;de;</para>
                </item>
                <item>
                    <para>batteries et c&#226;bles;</para>
                </item>
                <item>
                    <para>contacteur de d&#233;marrage au point mort (avec bo&#238;tes de vitesses Allison S&#233;rie&#160;2000);</para>
                </item>
                <item>
                    <para>contacteur d'embrayage (avec bo&#238;te de vitesses manuelle);</para>
                </item>
                <item>
                    <para>relais d'inhibition du lancement (bo&#238;te de vitesses Allison&#160;MD&#160;WETC avec point
                        mort automatique).
                    </para>
                </item>
            </randlist>
            <figure id="f17503038.5" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8847.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Circuits de lancement</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <figure id="f17503038.61" figsize="pg-wide">
                <graphic filename="../figeg9/eg9012.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Connexions du circuit de lancement avec bo&#238;te de vitesses manuelle</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <figure id="f17503038.6" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8993.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Entr&#233;e de d&#233;brayage de la transmission Allison&#160;LCT</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <figure id="f17503038.7" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8994.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Entr&#233;e de d&#233;brayage de transmission WETC&#160;MD ou&#160;HD avec point mort
                    automatique
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <figure id="f17503038.8" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8995.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Entr&#233;e de d&#233;brayage de la transmission Allison&#160;MD</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_59.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_61.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
