<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - OUTILS DE DIAGNOSTIC - DIAGNOSTIC MA&#206;TRE (MD&#160;32) - AIDE EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>AIDE EST</title>
        <para>Cette version du logiciel du diagnostic ma&#238;tre comporte une importante documentation entr&#233;e dans
            le fichier de l'aide &#233;lectronique. Cette section d&#233;crit l'organisation et l'am&#233;nagement du
            fichier
            <emph type="bold">Help</emph>.
        </para>
        <para>S&#233;lectionner
            <emph type="bold">Help</emph>
            puis
            <emph type="bold">Contents</emph>
            <xref refid="f17505110.1"/>.
        </para>
        <figure id="f17505110.1" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8725.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>La section
            <emph type="bold">Help</emph>
            appara&#238;t
            <xref refid="f17505111"/>.
        </para>
        <figure id="f17505111" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8726.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <para>Le fichier
            <emph type="bold">Help</emph>
            est dispos&#233; sous les en-t&#234;tes suivants&#160;:
            <emph type="bold">Company, Introduction, How to's, Programming, Menus Toolbar</emph>
            et
            <emph type="bold">Trouble Codes (DLC)</emph>
            (soci&#233;t&#233;, introduction, comment faire, programmation, barre d'outils du menu et code d'anomalie).
        </para>
        <para>Le point
            <emph type="bold">Introduction</emph>
            contient de l'information sur la r&#233;vision du logiciel. Ce sujet contient les changements apport&#233;s
            aux versions individuelles du logiciel. Cliquer sur le point intitul&#233;
            <emph type="bold">Revision Information</emph>. La r&#233;vision du logiciel contenu dans cette version sera
            affich&#233;e.
        </para>
        <para>Le point
            <emph type="bold">How to's</emph>
            d&#233;crit les caract&#233;ristiques de cette utilisation du logiciel, l'acc&#232;s et des exemples.
            Cliquer deux fois sur l'en-t&#234;te intitul&#233;
            <emph type="bold">How to's</emph>
            pour afficher davantage de fonctions d'aide.
        </para>
        <para>Le point
            <emph type="bold">Trouble Codes (DLC)</emph>contient des proc&#233;dures d'entretien et de l'information
            technique sur la famille des moteurs International. En pla&#231;ant le pointeur sur un num&#233;ro de code
            d'anomalie ou sur l'index de circuit, la forme du pointeur passe de la fl&#232;che &#224; la main, indiquant
            que ces sujets peuvent &#234;tre reli&#233;s en ligne
            <xref refid="f17505114"/>.
        </para>
        <figure id="f17505114" figsize="pg-wide">
            <graphic filename="../figeg8/eg8729.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <para>
            <emph type="bold">Exemple&#160;:</emph>
            cliquer deux fois sur le code d'anomalie pour faire appara&#238;tre une description d&#233;taill&#233;e des
            causes &#233;ventuelles de ce code. Ceci est normalement affich&#233; quand on clique deux fois sur
            <emph type="bold">DTC</emph>
            dans la fen&#234;tre
            <emph type="bold">Diagnostic Trouble Code</emph>
            <xref refid="f17505064"/>.
        </para>
        <para>En cliquant sur une liaison active dans l'index du circuit, on fait appara&#238;tre aussi bien une
            description d&#233;taill&#233;e du circuit en question en rapport avec ce code d'anomalie, que l'information
            sur d'autres circuits. L'index des circuits est &#233;galement d&#233;compos&#233; en sujets individuels
            correspondant &#224; leurs codes d'anomalie respectifs. On peut &#233;galement visualiser des sch&#233;mas
            de circuits correspondants en cliquant deux fois sur la liaison active de la famille de moteur
            correspondante (V-8 ou I-6)
            <xref refid="f17505065"/>.
        </para>
        <para>
            <emph type="bold">Par exemple&#160;:</emph>
            en cliquant sur le code d'anomalie&#160;131, on fait appara&#238;tre une fen&#234;tre qui fournit davantage
            d'information sur ce code d'anomalie en particulier
            <xref refid="f17505066"/>. En cliquant sur la liaison active&#160;I-6, on obtient un sch&#233;ma &#233;lectrique
            ainsi que les v&#233;rifications de tension/r&#233;sistance pour les faisceaux et les connecteurs
            <xref refid="f17505066.1"/>.
        </para>
        <para>Cliquer sur l'onglet &#233;tiquet&#233;
            <emph type="bold">Index</emph>. Tous les index de sujets EST&#160;HELP seront affich&#233;s. Cliquer deux
            fois sur un article d'index pour faire appara&#238;tre l'information d'aide.
        </para>
        <para>Cliquer sur l'onglet &#233;tiquet&#233;
            <emph type="bold">Search</emph>. On peut chercher de l'aide en utilisant des mots ou des phrases
            particuliers. On peut utiliser les caract&#233;ristiques de recherche avanc&#233;e en faisant des recherches
            conditionnelles. Taper les mots ou les phrases dans la bo&#238;te de recherche et cliquer sur le bouton
            <emph type="bold">List Topics</emph>. S&#233;lectionner le sujet, puis cliquer sur le bouton
            <emph type="bold">Display</emph>
            pour afficher l'information d'aide.
        </para>
        <para>Consulter le manuel de l'utilisateur du logiciel du diagnostic ma&#238;tre pour toute question ou
            information suppl&#233;mentaires.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_125.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_127.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
