<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Syst&#232;me d'avertissement et de
        protection du moteur (EWPS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Syst&#232;me d'avertissement et de protection du moteur (EWPS)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503074" figsize="pg-wide">
                <graphic filename="../figeg7/eg7317a.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Fonctions du syst&#232;me d'avertissement et de protection du moteur</caption>
            </figure>
            <para>Le voyant &#171;&#160;ENGINE&#160;&#187; rouge s'allume quand des conditions existantes peuvent causer
                des dommages imminents au moteur Le niveau de protection d&#233;pend du syst&#232;me d'avertissement et
                de protection du moteur (EWPS) qui est actif dans l'ECM. Voir la description d&#233;taill&#233;e.
            </para>
            <para>L'ECM ne surveille pas les anomalies du syst&#232;me d'avertissement et de protection du moteur. Les
                demandes de l'ECM d'allumer le voyant &#171;&#160;ENGINE&#160;&#187; rouge sur le tableau de bord sont
                communiqu&#233;es &#224; la ligne de transmission des donn&#233;es du groupe motopropulseur. Il n'y a
                pas de code d'anomalie pour ce syst&#232;me.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Syst&#232;me d'avertissement et de protection du moteur</emph>
            </para>
            <para>Ce groupe de param&#232;tres personnalise la caract&#233;ristique d'avertissement et de protection du
                moteur. Le syst&#232;me d'avertissement et de protection du moteur pr&#233;serve le moteur des
                conditions d'utilisation ind&#233;sirables, afin d'&#233;viter des dommages au moteur et pour en
                prolonger la dur&#233;e de service. Quand une situation d'avertissement est d&#233;tect&#233;e, l'&#233;lectronique
                de bord allume le voyant &#171;&#160;ENGINE&#160;&#187; rouge.
            </para>
            <para>Si une condition critique est d&#233;tect&#233;e, l'&#233;lectronique de bord arr&#234;te le moteur si
                la caract&#233;ristique de protection du syst&#232;me d'avertissement et de protection du moteur est
                activ&#233;e Apr&#232;s l'arr&#234;t du moteur, le conducteur peut red&#233;marrer le moteur pendant une
                p&#233;riode de 30&#160;secondes, au besoin.
            </para>
            <para>La caract&#233;ristique d'enregistrement d'&#233;v&#233;nements sert &#233;galement &#224; m&#233;moriser
                l'information quand un &#233;v&#233;nement de moteur excessif (par exemple, critique) a eu lieu pendant
                les heures de fonctionnement et pendant la lecture de l'odom&#232;tre du moteur. Il y a quatre &#233;tats
                d'avertissement et de protection du moteur.
            </para>
            <para>
                <title>Quatre &#233;tats de fonctionnement du moteur</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Standard</para>
                </item>
                <item>
                    <para>Avertissement &#224; 2&#160;voies</para>
                </item>
                <item>
                    <para>Avertissement &#224; 3&#160;voies</para>
                </item>
                <item>
                    <para>Protection &#224; 3&#160;voies</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Mode EWPS</emph>
            </para>
            <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord le mode de fonctionnement voulu pour la
                caract&#233;ristique d'avertissement et de protection du moteur.
            </para>
            <para>
                <emph type="bold">Avertissement standard (r&#233;gime, ECT)</emph>
            </para>
            <para>Un surr&#233;gime et une surchauffe du moteur sont fournis comme mode de fonctionnement par d&#233;faut.
                Aucun arr&#234;t du moteur n'est disponible.
            </para>
            <para>
                <emph type="bold">Avertissement &#224; 2&#160;voies (r&#233;gime, ECT, EOP)</emph>
            </para>
            <para>Le surr&#233;gime, la surchauffe et la basse pression d'huile moteur sont surveill&#233;s dans le mode
                d'avertissement de fonctionnement du moteur. Aucun arr&#234;t du moteur n'est disponible.
            </para>
            <para>
                <emph type="bold">Avertissement &#224; 3&#160;voies (r&#233;gime, ECT, EOP, ECL)</emph>
            </para>
            <para>Le surr&#233;gime, la surchauffe, la basse pression d'huile moteur et le liquide de refroidissement du
                moteur sont surveill&#233;s dans le mode d'avertissement de fonctionnement du moteur. Aucun arr&#234;t
                du moteur n'est disponible.
            </para>
            <para>
                <emph type="bold">Protection &#224; 3&#160;voies (r&#233;gime, ECT, EOP, ECL)</emph>
            </para>
            <para>Le surr&#233;gime, la surchauffe, la basse pression d'huile moteur et le liquide de refroidissement du
                moteur sont surveill&#233;s dans le mode d'avertissement de fonctionnement du moteur. L'arr&#234;t du
                moteur est disponible si une condition critique est d&#233;tect&#233;e. Les conditions critiques du
                moteur comprennent la surchauffe, la basse pression d'huile moteur et le bas niveau du liquide de
                refroidissement.
            </para>
            <para>
                <emph type="bold">Temp&#233;rature d'avertissement ECT</emph>
            </para>
            <para>Ce param&#232;tre indique quand une surchauffe du moteur justifie l'allumage du voyant &#171;&#160;OIL/WATER&#160;&#187;
                et l'activation du vibreur sonore.
            </para>
            <para>
                <emph type="bold">Temp&#233;rature critique ECT</emph>
            </para>
            <para>Ce param&#232;tre indique quand une surchauffe du moteur justifie un arr&#234;t du moteur. Cette
                caract&#233;ristique d'enregistrement d'&#233;v&#233;nements m&#233;morise cet &#233;v&#233;nement dans
                les heures du moteur et les lectures de l'odom&#232;tre.
            </para>
            <para>
                <emph type="bold">EOP, limite de r&#233;gime&#160;1</emph>
            </para>
            <para>Ce param&#232;tre indique la plage de r&#233;gimes &#224; laquelle le niveau&#160;1 de la pression
                d'huile est utilis&#233; pour la d&#233;tection de perte d'huile moteur.
            </para>
            <para>
                <emph type="bold">EOP, limite de r&#233;gime&#160;2</emph>
            </para>
            <para>Ce param&#232;tre indique la plage de r&#233;gimes &#224; laquelle le niveau&#160;2 de la pression
                d'huile est utilis&#233; pour la d&#233;tection de perte d'huile moteur.
            </para>
            <para>
                <emph type="bold">EOP, limite de r&#233;gime&#160;3</emph>
            </para>
            <para>Ce param&#232;tre indique la plage de r&#233;gimes &#224; laquelle le niveau&#160;3 de la pression
                d'huile est utilis&#233; pour la d&#233;tection de perte d'huile moteur.
            </para>
            <para>
                <emph type="bold">EOP, niveau d'avertissement&#160;1</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie l'allumage du voyant
                &#171;&#160;OIL/WATER&#160;&#187; et l'activation du vibreur sonore.
            </para>
            <para>
                <emph type="bold">EOP, niveau d'avertissement&#160;2</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie l'allumage du voyant
                &#171;&#160;OIL/WATER&#160;&#187; et l'activation du vibreur sonore.
            </para>
            <para>
                <emph type="bold">EOP, niveau d'avertissement&#160;3</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie l'allumage du voyant
                &#171;&#160;OIL/WATER&#160;&#187; et l'activation du vibreur sonore.
            </para>
            <para>
                <emph type="bold">EOP, niveau critique&#160;1</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie un arr&#234;t du moteur.
                Cette caract&#233;ristique d'enregistrement d'&#233;v&#233;nements m&#233;morise cet &#233;v&#233;nement
                dans les heures du moteur et les lectures de l'odom&#232;tre.
            </para>
            <para>
                <emph type="bold">EOP, niveau critique&#160;2</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie un arr&#234;t du moteur.
                Cette caract&#233;ristique d'enregistrement d'&#233;v&#233;nements m&#233;morise cet &#233;v&#233;nement
                dans les heures du moteur et les lectures de l'odom&#232;tre.
            </para>
            <para>
                <emph type="bold">EOP, niveau critique&#160;3</emph>
            </para>
            <para>Ce param&#232;tre indique quand une perte de pression d'huile moteur justifie un arr&#234;t du moteur.
                Cette caract&#233;ristique d'enregistrement d'&#233;v&#233;nements m&#233;morise cet &#233;v&#233;nement
                dans les heures du moteur et les lectures de l'odom&#232;tre.
            </para>
            <para>
                <title>Diagnostic de l'ECM</title>
            </para>
            <para>On peut r&#233;cup&#233;rer les codes d'anomalie &#224; l'aide de l'EST ou en lisant les clignotements
                des codes d'anomalie des voyants &#171;&#160;ENGINE&#160;&#187; ambr&#233; et rouge; voir
                <xref refid="p17502001"/>.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_75.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_77.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
