<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic</stitle>
    <svcman/>
    <svcman mantype="diagnosis" id="EGES-217" formnum="EGES-217F" date="9, 2001" translation="french"/>
    <title>Manuel de diagnostic</title>
    <manapply>
        <engfamgroup/>

        <engfam>DT 466</engfam>
        <engfam>DT 530</engfam>
        <engfam>HT 530</engfam>
    </manapply>
    <foreword>
        <para>Ce document fait partie d'une s&#233;rie de publications destin&#233;es &#224; aider les techniciens
            d'entretien &#224; intervenir sur les moteurs InternationalMD conform&#233;ment aux toutes derni&#232;res
            perc&#233;es technologiques.
        </para>
        <para>En raison de nos efforts constants de recherche et de d&#233;veloppement, certaines proc&#233;dures, sp&#233;cifications
            et pi&#232;ces peuvent &#234;tre modifi&#233;es dans le but d'am&#233;liorer les produits International et
            d'y int&#233;grer des perc&#233;es technologiques.
        </para>
        <para>Des r&#233;visions p&#233;riodiques peuvent &#234;tre effectu&#233;es &#224; ces publications et elles
            sont automatiquement post&#233;es aux abonn&#233;s de &#171;&#160;Revision Service&#160;&#187;. On peut se
            procurer la documentation suivante, qui traite des moteurs diesel International, aupr&#232;s de&#160;:
        </para>
        <verbatim>
            <line>Compagnie International Truck and Engine</line>
            <line>Printing, Procurement and Distribution</line>
            <line>4956 Wayne Road</line>
            <line>Battle Creek, Michigan 49015&#160;&#201;TATS-UNIS</line>
        </verbatim>
        <para>
            <emph type="bold">THE INTERNATIONAL&#174; DT 466 AND DT 530 DIESEL ENGINE SERVICE LITERATURE (documentation
                d'entretien des moteurs diesel INTERNATIONALMD DT&#160;466 et DT&#160;530)
            </emph>
        </para>
        <deflist>
            <term>
                <emph type="boldundersc">Formulaire n&#176;*</emph>
            </term>
            <def>
                <emph type="boldundersc">Description</emph>
            </def>
            <term>EGES-210</term>
            <def>Manuel d'entretien des moteurs diesel INTERNATIONALMD DT&#160;466E et 530E (EGES-230 inclus)</def>
            <term>EGES-230</term>
            <def>Suppl&#233;ment au Manuel d'entretien des moteurs diesel DT&#160;466 et DT&#160;530</def>
            <term>EGES-215</term>
            <def>Manuel de diagnostic des moteurs DT&#160;466 et DT&#160;530 pour les camions de la s&#233;rie&#160;4000.</def>
            Ma
            <term>EGED-220</term>
            <def>Formulaire de diagnostic m&#233;canique des moteurs DT&#160;466 et DT&#160;530</def>
            <term>EGED-225</term>
            <def>Formulaire de diagnostic du syst&#232;me de commande &#233;lectronique des moteurs DT&#160;466 et DT&#160;530</def>
            <term>CGE-309</term>
            <def>Codes d'anomalie des moteurs INTERNATIONALMD</def>
            <term>1171753R1</term>
            <def>Manuel d'utilisation et d'entretien des moteurs INTERNATIONALMD DT&#160;466</def>
            <term>1171755R1</term>
            <def>Manuel d'utilisation et d'entretien des moteurs INTERNATIONALMD DT&#160;530</def>
        </deflist>
        <para>
            <emph type="bold">*&#160;- Un num&#233;ro de publication sp&#233;cifi&#233; comportant la toute derni&#232;re
                r&#233;vision sera fourni.
            </emph>
        </para>
    </foreword>
    <safety>
        <para>
            <title>NOTES, AVIS ET AVERTISSEMENTS</title>
        </para>
        <para>Ne pas essayer d'entretenir le moteur sans obtenir et lire ce manuel d'entretien EGES-215 au pr&#233;alable.
            Voir les manuels d'utilisation ou d'entretien du ch&#226;ssis correspondants pour obtenir davantage de
            remarques, avis et avertissements.
        </para>
        <para>Toujours d&#233;brancher le c&#226;ble n&#233;gatif principal de la batterie avant de travailler sur le
            syst&#232;me &#233;lectrique.
        </para>
        <para>Apr&#232;s l'entretien, s'assurer que tous les outils, toutes les pi&#232;ces ou tout l'&#233;quipement
            d'entretien sont retir&#233;s du v&#233;hicule ou du moteur.
        </para>
        <para>Garder un extincteur &#171;&#160;charg&#233;&#160;&#187; &#224; port&#233;e de la main quand on travaille
            dans un endroit o&#249; il y a un risque d'incendie. S'assurer &#233;galement de disposer du bon type
            d'extincteur correspondant &#224; la situation.
        </para>
        <verbatim>
            <line>Type&#160;A&#160;: bois, papier, textiles et rebuts Type&#160;B&#160;: liquides inflammables Type&#160;C&#160;:
                &#233;quipement &#233;lectrique
            </line>
        </verbatim>
        <para>Afin d'&#233;viter des blessures corporelles, se conformer aux avertissements suivants&#160;:</para>
        <para>Garder les lieux de travail rang&#233;s et propres. Essuyer les d&#233;versements d'huile de quelque
            nature que ce soit. Ne pas laisser d'outils ni de pi&#232;ces sur le sol. &#201;liminer les risques de
            chutes.
        </para>
        <para>S'assurer de remettre en place les dispositifs de s&#233;curit&#233;, les protections ou les &#233;crans
            apr&#232;s avoir r&#233;gl&#233; ou entretenu le moteur.
        </para>
        <para>Ne pas porter de bagues, de montre-bracelet, de v&#234;tements amples ni de cheveux longs non retenus en
            travaillant avec de la machinerie, car ils pourraient se coincer dans des pi&#232;ces mobiles. Porter de
            solides chaussures de travail avec semelles robustes. Ne jamais ajuster ni r&#233;gler une machine les pieds
            nus, en sandales ou en chaussures de sport.
        </para>
        <para>Ne pas utiliser d'outils &#233;lectriques portatifs d&#233;fectueux. V&#233;rifier si les cordons ne sont
            pas endommag&#233;s avant d'utiliser les outils. S'assurer que tous les outils &#233;lectriques sont mis
            &#224; la masse. Des blessures graves peuvent survenir si l'&#233;quipement &#233;lectrique est d&#233;fectueux
            ou n'est pas utilis&#233; convenablement.
        </para>
        <para>Prendre des pr&#233;cautions en utilisant de l'air comprim&#233;. Ne jamais diriger de l'air comprim&#233;
            sur une partie quelconque du corps ou des v&#234;tements.
        </para>
        <para>Utiliser uniquement des soufflettes &#224; air approuv&#233;es. Ne pas d&#233;passer la pression recommand&#233;e.
            Porter des lunettes de s&#233;curit&#233; ou des protecteurs oculaires et utiliser des dispositifs ad&#233;quats
            pour prot&#233;ger tous les occupants sur les lieux de travail.
        </para>
        <para>Lors du remplissage de carburant, maintenir le boyau et la buse ou l'entonnoir et le r&#233;cipient du r&#233;servoir
            de carburant avec le m&#233;tal du r&#233;servoir de carburant, de mani&#232;re &#224; &#233;viter qu'une
            &#233;tincelle &#233;lectrique allume le carburant.
        </para>
        <para>Ne pas trop remplir le r&#233;servoir de carburant&#160;: un d&#233;bordement pourrait constituer un
            risque d'incendie.
        </para>
        <para>Ne pas fumer pendant le plein de carburant et ne jamais proc&#233;der au remplissage quand le moteur est
            en marche.
        </para>
        <para>Les accumulateurs rel&#226;chent de l'hydrog&#232;ne hautement inflammable quand on les charge, et ils
            continuent &#224; le faire pendant un certain temps apr&#232;s une charge constante. Ne jamais permettre de
            fumer; une &#233;tincelle &#233;lectrique ou une flamme nue pr&#232;s de la batterie pourraient causer une
            explosion.
        </para>
    </safety>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
