<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Circuits des pilotes d'injecteurs&#160;(INJ)</stitle>
    <svcman/>
    <svcproc id="s17503010" svcproctype="troubleshoot" graphiccount="2">
        <title>Circuits des pilotes d'injecteurs&#160;(INJ)</title>
        <svcsubproc>
            <title>Fonctions du circuit</title>
            <figure id="f17503065" figsize="pg-wide">
                <graphic filename="../figeg8/eg8883.webp" type="webp" scalefit="1" scalefitwidth="514px" box="no"/>
                <caption>Sch&#233;ma de fonction du circuit du pilote d'injecteur</caption>
            </figure>
            <para>Les sorties du pilote du c&#244;t&#233; haut commandent le d&#233;clenchement &#171;&#160;&#224; temps&#160;&#187;
                de chaque injecteur&#160;: la quantit&#233; de carburant, le calage de l'injection (en relation avec le
                point mort haut) et le s&#233;quencement (ordre d'allumage) L'ECM commande chaque injecteur en mettant
                chaque sol&#233;no&#239;de d'injecteur sous tension. L'ECM doit recevoir une pression de commande
                d'injecteur suffisante et un signal CMP&#160;avant qu'un injecteur puisse se d&#233;clencher. Les sol&#233;no&#239;des
                de l'injecteur sont mis &#224; la masse par les circuits de retour du c&#244;t&#233; bas. L'ECM
                surveille le signal de retour du c&#244;t&#233; bas pour les besoins de diagnostic.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>L'ECM est capable de d&#233;tecter, pendant que le moteur tourne, un circuit d'injecteur individuel
                ouvert ou court-circuit&#233; aussi bien &#224; la masse qu'&#224; la tension. Si des anomalies
                d'injecteur individuel sont d&#233;tect&#233;es alors que le moteur tourne, l'ECM peut commander l'arr&#234;t
                d'un seul injecteur ou d'une rang&#233;e d'injecteurs pour am&#233;liorer le fonctionnement et la dur&#233;e
                du moteur ainsi que pour assurer une capacit&#233; de retour d'urgence.
            </para>
            <para>Le conducteur peut demander plusieurs essais en atelier d'entretien sur demande pour v&#233;rifier la
                continuit&#233; du circuit de l'injecteur, ainsi que le fonctionnement des injecteurs, pendant que le
                moteur tourne en mode d'essai.
            </para>
            <figure id="f17503066" figsize="pg-wide">
                <graphic filename="../figeg1/eg1241.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du circuit du pilote d'injecteur</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503021" tblwidth="pg-wide" frame="all">
                <title>Diagnostic de pilote d'injecteur</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="69.37*"/>
                    <colspec colname="colspec0" colwidth="74.49*"/>
                    <colspec colname="col3" colwidth="356.15*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications du connecteur de faisceau &#224; la masse du ch&#226;ssis</emph>
                                    (v&#233;rifier par le connecteur avec une broche d'essai, contact coup&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+&#160;Points d'essai&#160;-</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>43&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;1
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;2
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>41&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;3
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>42&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Retour de tension du c&#244;t&#233; bas, injecteurs nos&#160;1, 2 et&#160;3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>46&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;4
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;5
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>44&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Alimentation &#233;lectrique du c&#244;t&#233; haut de l'injecteur no&#160;6
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>26&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Retour de tension du c&#244;t&#233; bas, injecteurs nos&#160;4, 5 et&#160;6</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 1&#160;kilohm, v&#233;rifier s'il
                                    n'y a pas de court-circuits &#224; la masse dans le faisceau du moteur, le faisceau
                                    du couvre-culbuteurs et les circuits d'injecteurs.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Page suivante</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de continuit&#233; de circuit du faisceau
                                        d'injecteur/de couvre-culbuteurs/moteur
                                    </emph>
                                    (v&#233;rifier par le connecteur avec la broche d'essai, contact coup&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+&#160;Points d'essai&#160;-</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>43&#160;&#224;&#160;42</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21&#160;&#224;&#160;42</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>41&#160;&#224;&#160;42</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>46&#160;&#224;&#160;26</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25&#160;&#224;&#160;26</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>44&#160;&#224;&#160;26</para>
                            </entry>
                            <entry>
                                <para>3,4&#160;&#177; 2&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Circuit d'injecteur no&#160;6</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>R&#233;sistance mesur&#233;e par le circuit d'injecteur complet, y compris le sol&#233;no&#239;de
                                    de l'injecteur. Si la r&#233;sistance est &#233;lev&#233;e ou si le circuit est
                                    ouvert, isoler le probl&#232;me au faisceau, au connecteur ou au sol&#233;no&#239;de
                                    de l'injecteur.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description du syst&#232;me</title>
            <para>Le syst&#232;me de commande des moteurs International comprend un ECM simple qui fournit les tensions
                et le courant n&#233;cessaires aux injecteurs pour alimenter le moteur en carburant.
            </para>
            <para>La quantit&#233; de carburant, le d&#233;bit de carburant et la distribution sont contr&#244;l&#233;s
                par l'ECM mont&#233; sur le moteur simple. La quantit&#233; de carburant et la distribution d&#233;sir&#233;es
                sont calcul&#233;es et contr&#244;l&#233;es par l'ECM &#224; partir des signaux des divers capteurs du
                moteur et du v&#233;hicule, ainsi qu'&#224; partir des limites programm&#233;es dans sa m&#233;moire
                interne.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic d'injecteur de l'ECM</title>
            <para>L'ECM surveille la tension de chaque circuit de pilote et est capable de d&#233;tecter un circuit
                ouvert ou court-circuit&#233;. Si l'ECM d&#233;tecte un court-circuit &#224; la masse, ou des anomalies
                multiples dans un circuit d'injecteur, il est capable de d&#233;sactiver un injecteur ou une rang&#233;e
                de trois injecteurs, permettant au moteur de revenir d'urgence avec les trois cylindres restants en
                &#233;tat de marche. L'ECM allume le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; et fait afficher
                le message
                <emph type="bold">&#171;&#160;WARN&#160;ENG&#160;&#187;</emph>
                sur l'odom&#232;tre quand une anomalie de circuit d'injecteur est pr&#233;sente.
            </para>
            <para>On peut r&#233;cup&#233;rer les codes d'anomalie &#224; l'aide de l'EST ou en lisant les clignotements
                des codes d'anomalie des voyants &#171;&#160;ENGINE&#160;&#187; ambr&#233; et rouge; voir
                <xref refid="p17502001"/>.
            </para>
            <specpara>
                <note>
                    <para>Pour les codes d'anomalie suivants&#160;: 421&#160;&#224;&#160;426, 431&#160;&#224;&#160;436
                        et 451&#160;&#224;&#160;456, le dernier chiffre de chacun de ces codes d'anomalie se rapporte au
                        num&#233;ro de cylindre touch&#233;. Par exemple, le code d'anomalie&#160;421 indique que le
                        cylindre num&#233;ro&#160;1 a un circuit ouvert entre le pilote du c&#244;t&#233; haut et le c&#244;t&#233;
                        bas de l'ECM (retour de signal) &#224; l'ECM. Les num&#233;ros&#160;S&#204;D 1&#160;&#224;&#160;6
                        indiquent les num&#233;ros de cylindre de la m&#234;me mani&#232;re.
                    </para>
                </note>
            </specpara>
            <para id="f175fc421">
                <emph type="bold">Codes d'anomalie 421&#160;&#224;&#160;426</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;1 &#224;&#160;6, FMI&#160;5</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; haut au c&#244;t&#233; bas ouvert</emph>
            </para>
            <para>Quand les codes&#160;421 &#224;&#160;426 sont actifs, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233;
                <emph type="bold">ne s'allume pas</emph>
                et l'odom&#232;tre
                <emph type="bold">n'affiche pas</emph>
                de message.
            </para>
            <para>Les codes d'anomalie de c&#244;t&#233; haut au c&#244;t&#233; bas ouvert indique un circuit ouvert
                entre le pilote du c&#244;t&#233; haut et le c&#244;t&#233; bas de l'ECM (retour de signal) &#224;
                l'ECM. L'ECM compense pour les rat&#233;s du moteur, afin de maintenir celui-ci op&#233;rationnel.
            </para>
            <para>Causes possibles&#160;: fil ouvert dans le faisceau d'injecteur, circuit de retour d'injecteur ou sol&#233;no&#239;de
                d'injecteur ouvert. Voir le code d'anomalie appropri&#233;.
            </para>
            <para id="f175fc431">
                <emph type="bold">Codes d'anomalie&#160;431 &#224;&#160;436</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;1 &#224;&#160;6, FMI&#160;4</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; haut au c&#244;t&#233; bas court-circuit&#233;</emph>
            </para>
            <para>Quand les codes&#160;431 &#224;&#160;436 sont actifs, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233;
                <emph type="bold">ne s'allume pas</emph>
                et l'odom&#232;tre
                <emph type="bold">n'affiche pas</emph>
                de message.
            </para>
            <para>Les codes d'anomalie pour le c&#244;t&#233; haut court-circuit&#233; au c&#244;t&#233; bas indiquent
                que la tension de retour est trop &#233;lev&#233;e en raison d'un court-circuit entre le pilote du c&#244;t&#233;
                haut et le circuit de retour. L'ECM compense pour les rat&#233;s du moteur, afin de maintenir celui-ci
                op&#233;rationnel.
            </para>
            <para>Causes possibles&#160;: sol&#233;no&#239;de d'injecteur ou faisceau de c&#226;blage court-circuit&#233;.</para>
            <para id="f175fc451">
                <emph type="bold">Codes d'anomalie&#160;451 &#224;&#160;456</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;1 &#224;&#160;6, FMI&#160;6</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; haut court-circuit&#233; &#224; la masse ou &#224; la tension de r&#233;f&#233;rence</emph>
            </para>
            <para>Quand les codes&#160;451 &#224;&#160;456 sont actifs, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233;
                <emph type="bold">ne s'allume pas</emph>
                et l'odom&#232;tre
                <emph type="bold">n'affiche pas</emph>
                de message.
            </para>
            <para>Les codes d'anomalie pour le c&#244;t&#233; haut court-circuit&#233; &#224; la masse ou vers la
                batterie indiquent que le circuit de retour est court-circuit&#233; &#224; la masse. Si l'ECM d&#233;tecte
                ce code d'anomalie, il invalide la rang&#233;e enti&#232;re de cylindres comprenant le cylindre indiqu&#233;.
            </para>
            <para id="f175fc513">
                <emph type="bold">Code d'anomalie&#160;513</emph>
            </para>
            <para>
                <emph type="bold">Code ATA, SID&#160;151, FMI&#160;5</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; bas ouvert &#224; la rang&#233;e&#160;1</emph>
            </para>
            <para>Quand le code&#160;513 est actif, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; s'allume et
                l'odom&#232;tre affiche le message &#171;&#160;WARN&#160;ENG&#160;&#187;.
            </para>
            <para>Avec le c&#244;t&#233; bas &#224; la rang&#233;e&#160;1 ouvert, l'ECM a d&#233;tect&#233; un circuit
                ouvert aux injecteurs aux cylindres&#160;1 &#224;&#160;3. Avec le code d'anomalie&#160;513 actif, les
                pilotes des cylindres&#160;1 &#224;&#160;3 sont inop&#233;rants. L'ECM compense pour les rat&#233;s du
                moteur, afin de maintenir celui-ci op&#233;rationnel.
            </para>
            <para>Causes possibles&#160;: sol&#233;no&#239;de d'injecteur court-circuit&#233; ou faisceau de c&#226;blage
                &#224; la masse.
            </para>
            <para id="f175fc514">
                <emph type="bold">Code d'anomalie&#160;514</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;152, FMI&#160;5</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; bas ouvert &#224; la rang&#233;e&#160;2</emph>
            </para>
            <para>Quand le code&#160;514 est actif, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; s'allume et
                l'odom&#232;tre affiche le message &#171;&#160;WARN&#160;ENG&#160;&#187;.
            </para>
            <para>Avec le c&#244;t&#233; bas &#224; la rang&#233;e&#160;2 ouvert, l'ECM a d&#233;tect&#233; un circuit
                ouvert aux injecteurs aux cylindres&#160;4 &#224;&#160;6. Avec le code d'anomalie&#160;514 actif, les
                pilotes des cylindres&#160;4 &#224;&#160;6 sont inop&#233;rants. L'ECM compense pour les rat&#233;s du
                moteur, afin de maintenir celui-ci op&#233;rationnel.
            </para>
            <para id="f175fc515">
                <emph type="bold">Code d'anomalie&#160;515</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;151, FMI&#160;6</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; bas de la rang&#233;e&#160;1 court-circuit&#233; &#224; la masse ou
                    vers&#160;B+
                </emph>
            </para>
            <para>Quand le code&#160;515 est actif, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; s'allume et
                l'odom&#232;tre affiche le message &#171;&#160;WARN&#160;ENG&#160;&#187;.
            </para>
            <para>Le code d'anomalie&#160;515 indique que l'ECM a d&#233;tect&#233; un courant excessif sur le pilote du
                c&#244;t&#233; bas des cylindres&#160;1 &#224;&#160;3. Avec le code d'anomalie&#160;515 actif, le pilote
                des cylindres&#160;1 &#224;&#160;3 est d&#233;sactiv&#233;. L'ECM compense pour les rat&#233;s du
                moteur, afin de maintenir celui-ci op&#233;rationnel.
            </para>
            <para id="f175fc521">
                <emph type="bold">Code d'anomalie&#160;521</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;152, FMI&#160;6</emph>
            </para>
            <para>
                <emph type="bold">C&#244;t&#233; bas de la rang&#233;e&#160;2 court-circuit&#233; &#224; la masse ou
                    vers&#160;B+
                </emph>
            </para>
            <para>Quand le code&#160;521 est actif, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; s'allume et
                l'odom&#232;tre affiche le message &#171;&#160;WARN&#160;ENG&#160;&#187;.
            </para>
            <para>Le code d'anomalie&#160;521 indique que l'ECM a d&#233;tect&#233; un courant excessif sur le pilote du
                c&#244;t&#233; bas des cylindres&#160;4 &#224;&#160;6. Avec le code d'anomalie&#160;521 actif, le pilote
                des cylindres&#160;4 &#224;&#160;6 est d&#233;sactiv&#233;. L'ECM compense pour les rat&#233;s du
                moteur, afin de maintenir celui-ci op&#233;rationnel.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_70.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_72.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
