<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Commande du r&#233;gime de la prise de
        force &#224; distance
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Commande du r&#233;gime de la prise de force &#224; distance</title>
        <svcsubproc>
            <title>Fonctions du syst&#232;me</title>
            <figure id="f17503082" figsize="pg-wide">
                <graphic filename="../figeg1/eg1297.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de commande du r&#233;gime de la prise de force &#224; distance
                </caption>
            </figure>
            <para>Le but de la caract&#233;ristique de la prise de force &#224; distance est de permettre la commande du
                r&#233;gime moteur au moyen de commutateurs &#224; distance pour utiliser les dispositifs auxiliaires du
                moteur, comme les pompes hydrauliques, les hayons &#233;l&#233;vateurs, etc.
            </para>
            <para>
                <emph type="bold">S&#233;lection de mode</emph>
            </para>
            <para>On peut s&#233;lectionner et programmer un r&#233;gime variable ou une commande pr&#233;r&#233;gl&#233;e
                de la prise de force (maximum de deux r&#233;gimes) dans le module, au moyen de l'EST.
            </para>
            <para>
                <emph type="bold">S&#233;lection de r&#233;gimes</emph>
            </para>
            <para>On augmente ou on r&#233;duit le r&#233;gime variable de la prise de force en appuyant sur le bouton
                de commande de r&#233;gime momentan&#233; en position &#171;&#160;SET&#160;&#187; ou &#171;&#160;RESUME&#160;&#187;.
                Le r&#233;gime auquel le moteur acc&#233;l&#232;re est not&#233; comme &#171;&#160;taux de mont&#233;e&#160;&#187;
                ou en tr/sec d'acc&#233;l&#233;ration auxquels le moteur peut acc&#233;l&#233;rer. Le taux de mont&#233;e
                et le r&#233;gime maximal de la prise de force sont programmables au moyen de l'EST.
            </para>
            <para>En mode de prise de force pr&#233;r&#233;gl&#233;e, le bouton de commande de r&#233;gime momentan&#233;
                permet de s&#233;lectionner deux r&#233;gimes pr&#233;r&#233;gl&#233;s. En appuyant momentan&#233;ment
                sur le contacteur en mode pr&#233;r&#233;gl&#233;&#160;1, on s&#233;lectionne le premier r&#233;gime, et
                en appuyant momentan&#233;ment sur le contacteur en position pr&#233;r&#233;gl&#233;e&#160;2, on s&#233;lectionne
                un second r&#233;gime. Ces r&#233;gimes sont programmables dans l'ECM au moyen de l'EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>L'ECM d&#233;tecte les disparit&#233;s dans les &#233;tats de s&#233;lection de r&#233;gime et un code
                d'anomalie est &#233;tabli. Les causes les plus courantes des probl&#232;mes de fonctionnement de la
                prise de force sont des fusibles br&#251;l&#233;s dans le circuit marche/arr&#234;t, un ECM
                incorrectement programm&#233; ou un mauvais c&#226;blage des connecteurs de la carrosserie et des
                contacteurs du r&#233;gulateur de vitesse.
            </para>
            <figure id="f17503083" figsize="pg-wide">
                <graphic filename="../figeg8/eg8858.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de commande du r&#233;gime de la prise de force &#224; distance
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Voir les connexions de la carrosserie
                        <xref refid="f17503083.1"/>.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es. V&#233;rifier s'il n'y a pas de
                        fusibles br&#251;l&#233;s.
                    </para>
                </note>
            </specpara>
            <table id="te17503030" tblwidth="pg-wide" frame="all">
                <title>Diagnostic du circuit de commande du r&#233;gime de la prise de force &#224; distance</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="43.40*"/>
                    <colspec colwidth="40.93*"/>
                    <colspec colname="col3" colwidth="311.67*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications du circuit de tension au connecteur de l'ECM
                                    </emph>
                                    (v&#233;rification avec bo&#238;te de d&#233;rivation install&#233;e et contact
                                    &#233;tabli)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">CONTACTEUR DE S&#201;LECTION DU R&#201;GIME DE LA PRISE DE FORCE
                                        &#192; DISTANCE
                                    </emph>
                                    (BASCULE INTERMITTENTE &#192; DEUX POSITIONS)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Circuit du contacteur &#171;&#160;SET&#160;&#187;</emph>
                                    (r&#233;gime no&#160;1&#160;- prise de force pr&#233;r&#233;gl&#233;e) (D&#233;sacc&#233;l&#160;-
                                    prise de force variable)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>32&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Contacteur maintenu en position &#171;&#160;SET&#160;&#187;&#160;- s'il n'y a
                                    aucune tension, v&#233;rifier si le contacteur et le circuit ne sont pas ouverts ou
                                    mis &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>32&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position m&#233;diane&#160;- si la tension est pr&#233;sente, le
                                    contacteur ou le circuit est court-circuit&#233; &#224; l'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Circuit du contacteur &#171;&#160;RESUME&#160;&#187;</emph>
                                    (r&#233;gime no&#160;2&#160;- prise de force pr&#233;r&#233;gl&#233;e) (Acc&#233;l&#160;-
                                    prise de force variable)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>31&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Contacteur maintenu en position &#171;&#160;RESUME&#160;&#187;&#160;- s'il n'y a
                                    aucune tension, le circuit est ouvert ou court-circuit&#233; &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>31&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position m&#233;diane&#160;- si la tension est pr&#233;sente, le
                                    contacteur ou le circuit est court-circuit&#233; &#224; l'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contacteur marche/arr&#234;t de la prise de force variable &#224;
                                        distance&#160;- Le contacteur doit &#234;tre en position &#171;&#160;ON&#160;&#187;
                                        pour que la prise de force &#224; distance puisse fonctionner.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>36&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position &#171;&#160;ON&#160;&#187;&#160;- s'il n'y a aucune
                                    tension, le circuit, le contacteur ou le fusible de contacteur est ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>36&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position &#171;&#160;OFF&#160;&#187;&#160;- si la tension est pr&#233;sente,
                                    le contacteur ou le circuit est court-circuit&#233; &#224; l'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contacteur marche/arr&#234;t de la prise de force pr&#233;r&#233;gl&#233;e
                                        &#224; distance&#160;- Le contacteur doit &#234;tre en position &#171;&#160;ON&#160;&#187;
                                        pour que la prise de force &#224; distance puisse fonctionner.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>37&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position &#171;&#160;ON&#160;&#187;&#160;- s'il n'y a aucune
                                    tension, le circuit, le contacteur ou le fusible de contacteur est ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>37&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Contacteur en position &#171;&#160;OFF&#160;&#187;&#160;- si la tension est pr&#233;sente,
                                    le contacteur ou le circuit est court-circuit&#233; &#224; l'alimentation.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Commande du r&#233;gime de la prise de force</emph>
            </para>
            <para>Le but de la caract&#233;ristique de la prise de force &#224; distance est de permettre la commande du
                r&#233;gime moteur au moyen de commutateurs pour utiliser les dispositifs auxiliaires du moteur, comme
                les pompes hydrauliques, les hayons &#233;l&#233;vateurs, etc.
            </para>
            <para>
                <emph type="bold">S&#233;lection de mode</emph>
            </para>
            <para>On peut s&#233;lectionner et programmer un r&#233;gime variable ou une commande pr&#233;r&#233;gl&#233;e
                de la prise de force (maximum de deux r&#233;gimes) dans le module, au moyen de l'EST.
            </para>
            <para>Il faut s&#233;lectionner le mode variable ou pr&#233;r&#233;gl&#233; de la prise de force et
                l'activer au moyen de l'EST pour que cette caract&#233;ristique fonctionne. Il faut &#233;galement
                installer des contacteurs marche/arr&#234;t pour fournir un signal de 12&#160;V &#224; la broche
                appropri&#233;e dans l'ECM. La caract&#233;ristique de prise de force &#224; distance est d&#233;sactiv&#233;e
                quand une vitesse du v&#233;hicule est d&#233;tect&#233;e, quand la p&#233;dale d'embrayage est enfonc&#233;e
                ou quand le moteur est mis en prise (bo&#238;te de vitesses automatique seulement).
            </para>
            <para>La commande du r&#233;gime de la prise de force offre au conducteur une m&#233;thode pour &#233;tablir
                et pour maintenir un r&#233;gime moteur r&#233;gul&#233; sans utiliser la p&#233;dale d'acc&#233;l&#233;rateur,
                dans le but de faire fonctionner un &#233;quipement auxiliaire. La caract&#233;ristique de prise de
                force est dot&#233;e d'une interface utilisateur dans la cabine et &#224; distance. Selon la
                configuration, le conducteur peut brancher et activer la commande du r&#233;gime de la prise de force
                dans le confort de la cabine, ou avec la commodit&#233; d'une interface &#224; distance. Si
                l'utilisation dans la cabine et &#224; distance sont activ&#233;es, l'&#233;lectronique de bord d&#233;tecte
                l'interface qui est active, selon ce que l'utilisateur a utilis&#233;. Aucune utilisation de la prise de
                force mobile active n'est possible quand la commande du r&#233;gime de la prise de force est activ&#233;e
                en utilisant l'interface &#224; distance.
            </para>
            <para>Cette caract&#233;ristique a &#233;galement des fonctions d'acc&#233;l&#233;ration et de
                ralentissement. Le conducteur peut ainsi &#171;&#160;acc&#233;l&#233;rer&#160;&#187; le r&#233;gime par
                tranches de 25&#160;tr/min quand il appuie momentan&#233;ment sur le bouton &#171;&#160;RESUME/ACCEL&#160;&#187;.
                Le conducteur peut &#233;galement &#171;&#160;ralentir&#160;&#187; le r&#233;gime par tranches de 25&#160;tr/min
                quand il appuie momentan&#233;ment sur le bouton &#171;&#160;SET/CRUISE&#160;&#187;.
            </para>
            <para>
                <emph type="bold">Prise de force</emph>
            </para>
            <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord si le v&#233;hicule dispose de la caract&#233;ristique
                de commande du r&#233;gime de la prise de force.
            </para>
            <randlist type="bullet">
                <title>Caract&#233;ristiques programmables de la prise de force</title>
                <item>
                    <para>
                        <emph type="bold">D&#233;sactivation&#160;:</emph>
                        cette caract&#233;ristique est d&#233;sactiv&#233;e en tout temps.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Fonctionnement &#224; distance seulement&#160;:</emph>
                        la caract&#233;ristique est valid&#233;e et ne peut &#234;tre mise en marche et activ&#233;e que
                        par les contacteurs marche/arr&#234;t de la prise de force.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Fonctionnement dans la cabine seulement&#160;:</emph>
                        la caract&#233;ristique est valid&#233;e et avec l'usage de la commande du r&#233;gime de la
                        prise de force dans la cabine pour utilisation dans la cabine.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Fonctionnement &#224; distance et dans la cabine&#160;:</emph>
                        la caract&#233;ristique est valid&#233;e et permet le fonctionnement &#224; distance et dans la
                        cabine. Cependant, le fonctionnement &#224; distance a priorit&#233; sur celui dans la cabine.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Vitesse maximale du v&#233;hicule pour la prise de force</emph>
            </para>
            <para>Ce param&#232;tre indique la vitesse maximale sur route pour que la commande du r&#233;gime de la
                prise de force puisse &#234;tre engag&#233;e en mode de fonctionnement mobile de la prise de force.
            </para>
            <para>
                <emph type="bold">Mode de prise de force en cabine</emph>
            </para>
            <para>Ce param&#232;tre indique comment il faut interpr&#233;ter les boutons du r&#233;gulateur de vitesse
                mont&#233;s sur le volant.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Aucun&#160;:</emph>
                        le contacteur marche/arr&#234;t du r&#233;gulateur de vitesse mont&#233; sur le volant est ignor&#233;.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Pr&#233;r&#233;glage stationnaire&#160;:</emph>
                        les boutons de commande du r&#233;gulateur de vitesse mont&#233;s sur le volant ne fonctionnent
                        qu'en mode
                        <emph type="bold">Pr&#233;r&#233;glage</emph>.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Variable stationnaire&#160;:</emph>
                        les boutons de commande du r&#233;gulateur de vitesse mont&#233;s sur le volant ne fonctionnent
                        qu'en mode variable.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Variable mobile&#160;:</emph>
                        les boutons de commande du r&#233;gulateur de vitesse mont&#233;s sur le volant fonctionnent en
                        mode variable, tout en permettant au v&#233;hicule de circuler.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Interface de la prise de force en cabine</emph>
            </para>
            <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord si la commande du r&#233;gime de la prise
                de force est en marche et active; les interfaces de l'op&#233;rateur dans la cabine sont ignor&#233;es.
                Ces interfaces comprennent la p&#233;dale d'acc&#233;l&#233;rateur, le signal de d&#233;brayage de la
                transmission, la p&#233;dale de frein et les boutons du r&#233;gulateur de vitesse mont&#233;s sur le
                volant.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Activation&#160;:</emph>
                        continue &#224; surveiller les interfaces du conducteur dans la cabine.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">D&#233;sactivation&#160;:</emph>
                        ignore les interfaces du conducteur dans la cabine.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">P&#233;dale de prise de force &#224; distance</emph>
            </para>
            <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord qu'un acc&#233;l&#233;rateur &#224;
                distance est disponible pour contr&#244;ler le r&#233;glage du r&#233;gime de la prise de force.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">D&#233;sactivation&#160;:</emph>
                        l'acc&#233;l&#233;rateur &#224; distance n'est pas disponible.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Activation&#160;:</emph>
                        l'acc&#233;l&#233;rateur &#224; distance est disponible.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">R&#233;gime pr&#233;r&#233;gl&#233; de la prise de force&#160;1</emph>
            </para>
            <para>Ce param&#232;tre indique le r&#233;glage du r&#233;gime quand le conducteur appuie sur le bouton
                &#171;&#160;SET/CRUISE&#160;&#187; avec le mode de fonctionnement de PR&#201;R&#201;GLAGE STATIONNAIRE
                dans la cabine.
            </para>
            <para>
                <emph type="bold">R&#233;gime pr&#233;r&#233;gl&#233; de la prise de force&#160;2</emph>
            </para>
            <para>Ce param&#232;tre indique le r&#233;glage du r&#233;gime quand le conducteur appuie sur le bouton
                &#171;&#160;RESUME/ACCEL&#160;&#187; avec le mode de fonctionnement de
                <emph type="bold">pr&#233;r&#233;glage stationnaire</emph>
                dans la cabine.
            </para>
            <para>
                <emph type="bold">Taux d'acc&#233;l&#233;ration du r&#233;gime pr&#233;r&#233;gl&#233; de la prise de
                    force
                </emph>
            </para>
            <para>Ce param&#232;tre indique le taux d'acc&#233;l&#233;ration du r&#233;gime quand le conducteur appuie
                sur le bouton &#171;&#160;RESUME/ACCEL &#187; et le maintient enfonc&#233;.
            </para>
            <para>
                <emph type="bold">R&#233;gime maximal de la prise de force</emph>
            </para>
            <para>Ce param&#232;tre indique le r&#233;gime maximal auquel la commande du r&#233;gime de la prise de
                force peut &#234;tre engag&#233;e.
            </para>
            <para>
                <emph type="bold">D&#233;pannage</emph>
            </para>
            <para>L'EST peut servir &#224; surveiller l'&#233;tat des commandes de la prise de force. La comparaison de
                la liste des donn&#233;es avec le fonctionnement r&#233;el indique si les commandes fonctionnent
                convenablement. En utilisant le menu des param&#232;tres programmables, on peut &#233;galement v&#233;rifier
                la programmation de l'ECM pour s'assurer que celui-ci est correctement configur&#233; pour les
                applications de la prise de force.
            </para>
            <figure id="f17503083.1" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8806.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Sch&#233;ma du circuit des connexions de la carrosserie</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_77.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_79.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
