<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - MANUEL SUPPL&#201;MENTAIRE D'ENTRETIEN EGES-232</stitle>
    <svcman/>
    <svcman mantype="engine" id="EGES-232" formnum="EGES-232F" revno="Supplement" date="9, 2001" translation="french"/>
    <title>MANUEL SUPPL&#201;MENTAIRE D'ENTRETIEN EGES-232</title>
    <manapply>
        <engfam>DT 466</engfam>
        <engfam>DT 530</engfam>
        <engfam>HT 530</engfam>
    </manapply>
    <foreword>
        <para>Le manuel d'entretien EGES-230 est un suppl&#233;ment au manuel d'entretien actuel EGES-210. Ce manuel
            suppl&#233;mentaire fournit des renseignements sur les moteurs diesel DT&#160;466 et DT&#160;530 qui &#233;quipent
            les nouveaux camions International haute performance de la s&#233;rie&#160;4000 (mi-ann&#233;e&#160;2001).
            Les deux manuels EGES-210 et EGES-230 sont n&#233;cessaires afin de disposer de toute l'informations requise
            concernant les caract&#233;ristiques du moteur, les proc&#233;dures de contr&#244;le, les directives d'enl&#232;vement/installation
            et les consignes de s&#233;curit&#233; appropri&#233;es.
        </para>
        <para>Le manuel EGES-230 se compose uniquement du suppl&#233;ment au manuel EGES-210. Le manuel EGES-210
            comprend le manuel EGES-210 proprement dit et le manuel suppl&#233;mentaire EGES-230.
        </para>
        <para>La pr&#233;sente publication appartient &#224; une s&#233;rie de documents destin&#233;s &#224; faciliter
            le travail du technicien pour l'entretien des moteurs fabriqu&#233;s par International Truck and Engine
            Corporation. Ces documents ont &#233;t&#233; &#233;labor&#233;s dans le respect des derni&#232;res
            technologies de pointe issues de ce domaine.
        </para>
        <para>InternationalMD poursuit sans rel&#226;che sa politique de recherche et de d&#233;veloppement et, &#224;
            cet effet, peut modifier certaines proc&#233;dures, caract&#233;ristiques ou composants afin d'am&#233;liorer
            ses produits et de poursuivre son avancement technologique.
        </para>
        <para>Le pr&#233;sent document est sujet &#224; des mises &#224; jour p&#233;riodiques. Ces mises &#224; jour
            sont post&#233;es d'embl&#233;e aux abonn&#233;s du &#171;&#160;Service des mises &#224; jour&#160;&#187;.
            La documentation suivante renseigne sur les moteurs diesel DT&#160;466 et DT&#160;530 qui &#233;quipent les
            nouveaux camions haute performance de la s&#233;rie International&#160;4000. Cette documentation est
            disponible chez&#160;:
        </para>
        <verbatim>
            <line>International Truck and Engine Corporation</line>
            <line>Printing, Procurement and Distribution</line>
            <line>4956 Wayne Road</line>
            <line>Battle Creek, MI. 49015, &#201;TATS-UNIS</line>
        </verbatim>
        <para>NUM&#201;RO DE FORMULAIRE/DESCRIPTION</para>
        <para>1&#160;171&#160;753&#160;R1&#160;DT&#160;466, Guide de fonctionnement et d'entretien du moteur*</para>
        <para>1&#160;171&#160;755&#160;R1&#160;DT&#160;530, Guide de fonctionnement et d'entretien du moteur*</para>
        <para>Manuel de diagnostic du moteur EGES-215*</para>
        <para>Formulaire de diagnostic m&#233;canique EGES-220*</para>
        <para>Formulaire de diagnostic &#233;lectronique EGES-225*</para>
        <para>Manuel d'entretien EGES-210 pour moteurs diesel DT&#160;466E et InternationalMD&#160;530E(le manuel
            EGES-210 se compose du manuel EGES-210 et du manuel suppl&#233;mentaire EGES-230)
        </para>
        <para>Manuel suppl&#233;mentaire d'entretien EGES-230 pour moteurs diesel DT&#160;466 et DT&#160;530</para>
        <para>*La derni&#232;re mise &#224; jour du manuel sera exp&#233;di&#233;e.</para>
    </foreword>
    <svcdiag>
        <para>Le diagnostic d'entretien est une proc&#233;dure de recherche syst&#233;matique permettant de localiser et
            de corriger une anomalie de fonctionnement du moteur. La structure du diagnostic consid&#232;re d'abord le
            moteur complet, selon son application sp&#233;cifique. La recherche se poursuit par l'analyse des divers
            syst&#232;mes ou composants. Ces syst&#232;mes peuvent inclure les syst&#232;mes d'admission, d'&#233;chappement,
            de refroidissement ou d'injection. Les proc&#233;dures d'essai permettent d'analyser la source du probl&#232;me.
        </para>
        <para>PR&#201;REQUIS POUR UN DIAGNOSTIC EFFICACE&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>connaissance des principes de fonctionnement des deux moteurs et syst&#232;mes d'application;
                </para>
            </item>
            <item>
                <para>ma&#238;trise de l'ensemble des proc&#233;dures &#233;labor&#233;es dans les manuels de diagnostic
                    et d'entretien;
                </para>
            </item>
            <item>
                <para>connaissance et capacit&#233; d'utilisation des instruments de diagnostic m&#233;caniques et
                    &#233;lectroniques;
                </para>
            </item>
            <item>
                <para>acc&#232;s aux derni&#232;res donn&#233;es techniques en vue de l'application int&#233;ress&#233;e
                    (consulter les publications de diagnostic appropri&#233;es).
                </para>
            </item>
        </randlist>
        <para>Les causes d'une panne de moteur peuvent d'abord sembler &#233;videntes, mais la v&#233;ritable cause se r&#233;v&#232;le
            souvent apr&#232;s sa r&#233;surgence. &#192; cet effet, il est pr&#233;f&#233;rable de proc&#233;der au
            diagnostic avant, pendant et apr&#232;s les d&#233;montage et remontage du moteur.
        </para>
        <para>&#201;galement, il est primordial de poursuivre le diagnostic apr&#232;s le r&#233;assemblage du moteur,
            soit avant et apr&#232;s sa mise en place dans le v&#233;hicule.
        </para>
        <para>L'identification des sympt&#244;mes ayant d&#233;clench&#233; la panne doit &#234;tre le r&#233;sultat de
            tout diagnostic d'entretien efficace. Pour un diagnostic efficace, les ouvrages de r&#233;f&#233;rence
            suivants doivent &#234;tre consult&#233;s&#160;:
        </para>
        <randlist type="bullet">
            <item>
                <para>Manuel de diagnostic EGES-215* des moteurs diesel DT&#160;466 et DT&#160;530;</para>
            </item>
            <item>
                <para>Formulaire de diagnostic m&#233;canique EGES-220* pour moteurs diesel DT&#160;466 et
                    DT&#160;530;
                </para>
            </item>
            <item>
                <para>Formulaire de diagnostic &#233;lectronique EGES-225* pour moteurs DT&#160;466 et DT&#160;530;
                </para>
            </item>
            <item>
                <para>Manuel d'entretien EGES-210 pour moteurs DT&#160;466E et InternationalMD&#160;530E;</para>
            </item>
            <item>
                <para>caract&#233;ristiques techniques des composants figurant dans ce manuel;</para>
            </item>
            <item>
                <para>bulletins techniques.</para>
            </item>
        </randlist>
        <para>La derni&#232;re mise &#224; jour du manuel sera exp&#233;di&#233;e.</para>
        <para>Ce manuel comprend plusieurs sections dont les pages sont num&#233;rot&#233;es de mani&#232;re cons&#233;cutive.
            Toutes les photos ou illustrations sont num&#233;rot&#233;es de mani&#232;re cons&#233;cutive &#224; partir
            du d&#233;but de cette publication. Le titre de section et le num&#233;ro de page figurent &#224; la partie
            sup&#233;rieure de chaque page. Le num&#233;ro de formulaire appara&#238;t au bas (milieu) de chaque page
            (exemple, EGES-230).
        </para>
        <specpara>
            <note>
                <para>Un trait (-) suivi d'un chiffre repr&#233;sente le nombre de mises &#224; jour int&#233;grales du
                    manuel de base.
                </para>
            </note>
        </specpara>
        <para>Le sommaire de chaque section appara&#238;t au d&#233;but du pr&#233;sent manuel.</para>
    </svcdiag>
    <safety>
        <para>
            <title>REMARQUES, MISES EN GARDE ET AVERTISSEMENT</title>
        </para>
        <para>Ne pas tenter d'intervenir sur le moteur sans avoir pr&#233;alablement consult&#233; le manuel suppl&#233;mentaire
            d'entretien EGES-230 et le manuel de base EGES-210. Voir &#233;galement les manuels d'entretien relatifs aux
            applications particuli&#232;res ou au ch&#226;ssis pour plus de d&#233;tails concernant les remarques, mises
            en garde et avertissements.
        </para>
        <para>Il faut toujours d&#233;brancher le c&#226;ble n&#233;gatif de la batterie lors d'une r&#233;paration sur
            le syst&#232;me &#233;lectrique du v&#233;hicule.
        </para>
        <para>Lorsque les r&#233;parations sont termin&#233;es, s'assurer que tous les outils, pi&#232;ces ou &#233;quipements
            de r&#233;paration soient retir&#233;s du v&#233;hicule ou du moteur.
        </para>
        <para>Il faut toujours garder un extincteur &#171;&#160;charg&#233;&#160;&#187; &#224; port&#233;e de main lors
            de travaux dans un local o&#249; un feu est susceptible de se d&#233;clarer. Aussi, s'assurer que le type
            d'extincteur soit appropri&#233; aux conditions environnantes&#160;:
        </para>
        <verbatim>
            <line>type&#160;A&#160;: bois, papier, textiles et rebuts de type&#160;B&#160;: liquides inflammables de
                type C&#160;: &#233;quipement &#233;lectrique
            </line>
        </verbatim>
        <para>Observer les consignes de s&#233;curit&#233; suivantes afin d'&#233;viter d'&#233;ventuelles blessures&#160;:</para>
        <para>Garder l'espace de travail bien organis&#233; et propre. Essuyer toute trace d'huile r&#233;pandue. Ne pas
            laisser d'outils ou de pi&#232;ces sur le sol. &#201;liminer les situations pouvant causer des chutes.
        </para>
        <para>S'assurer de bien remettre en place les dispositifs de s&#233;curit&#233;, protecteurs ou &#233;crans apr&#232;s
            la fin des proc&#233;dures de r&#233;glage ou de r&#233;paration du moteur.
        </para>
        <para>Ne pas porter de bagues, de montre-bracelet ou de v&#234;tements amples si l'on travaille sur une machine,
            car ils peuvent &#234;tre entra&#238;n&#233;s par des pi&#232;ces mobiles et provoquer de graves blessures.
            Porter des chaussures de travail robustes &#224; semelles nervur&#233;es. Ne jamais r&#233;gler ou r&#233;parer
            une machine pieds nus, en sandales ou en espadrilles.
        </para>
        <para>Ne pas utiliser d'outils &#233;lectriques/m&#233;caniques en mauvais &#233;tat. Contr&#244;ler l'&#233;tat
            du cordon d'alimentation avant d'utiliser l'outil. S'assurer que tous les outils &#233;lectriques poss&#232;dent
            une mise &#224; la masse ad&#233;quate. Des &#233;quipements &#233;lectriques d&#233;fectueux ou utilis&#233;s
            de mani&#232;re incorrecte peuvent causer de graves blessures.
        </para>
        <para>Utiliser l'air comprim&#233; avec pr&#233;caution. Ne jamais diriger le jet d'air comprim&#233; vers les
            parties du corps ou les v&#234;tements sous peine de graves blessures.
        </para>
        <para>Utiliser des soufflettes &#224; air approuv&#233;es. Attention de ne pas d&#233;passer la pression d'air
            de consigne. Porter des lunettes de s&#233;curit&#233; ou des lunettes-masque et utiliser des &#233;crans
            pour la protection du personnel d'atelier.
        </para>
        <para>Au moment de faire le plein, garder le boyau/pistolet aussi bien que l'entonnoir et le bidon au contact
            des parties m&#233;talliques du r&#233;servoir de carburant afin d'&#233;viter la possibilit&#233; d'&#233;tincelles
            et d'allumage du carburant.
        </para>
        <para>Ne pas faire d&#233;border le r&#233;servoir de carburant&#160;: un d&#233;bordement cr&#233;e un risque
            d'incendie.
        </para>
        <para>Ne pas fumer pendant le plein et ne jamais faire le plein avec le moteur en marche.</para>
        <para>De l'hydrog&#232;ne, gaz tr&#232;s inflammable, se d&#233;gage des batteries lorsque celles-ci sont
            recharg&#233;es. Ce gaz continue de s'&#233;chapper de la batterie quelque temps apr&#232;s sa recharge. Ne
            jamais provoquer d'&#233;tincelles ou approcher une flamme nue de la batterie sous peine d'explosion.
        </para>
    </safety>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges230_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges230.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
