<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT - Essai standard EST avec contact &#233;tabli, moteur en marche
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Essai standard EST avec contact &#233;tabli, moteur en marche</title>
        <svcprocinfo>
            <table id="te17502025" tblwidth="pg-wide" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="2.25in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">9. Essai standard EST avec contact &#233;tabli, moteur en marche
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <note>
                                    <para>La temp&#233;rature du moteur doit &#234;tre sup&#233;rieure &#224; 71&#160;oC
                                        (160&#160;oF).
                                    </para>
                                </note>
                                <para>&#8226;S&#233;lectionner l'essai d'injecteur avec contact &#233;tabli, moteur en
                                    marche dans le menu.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Codes d'anomalie trouv&#233;s</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                            <entry colname="col2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>V&#233;rifier le bon fonctionnement et la plage des sp&#233;cifications pour les actionneurs et les
                capteurs &#233;lectroniques du moteur. L'EST signale &#224; l'ECM d'effectuer l'essai standard avec
                contact &#233;tabli, moteur en marche. L'ECM active les actionneurs, surveille les signaux de r&#233;troaction
                des capteurs et transmet les codes d'anomalie pour les actionneurs ou les capteurs &#224; l'EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <note>
                    <para>Avant d'effectuer l'essai standard avec contact &#233;tabli, moteur en marche, serrer le frein
                        de stationnement et s'assurer que la bo&#238;te de vitesses est au point mort.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233;marrer le moteur et le faire tourner jusqu'&#224; ce que sa temp&#233;rature
                    atteigne au moins 71&#160;oC (160&#160;oF).
                </para>
                <specpara>
                    <note>
                        <para>La temp&#233;rature du liquide de refroidissement doit atteindre au moins 71&#160;oC (160&#160;oF)
                            pour que l'ECM v&#233;rifie pr&#233;cis&#233;ment les actionneurs et les capteurs du moteur.
                            Si la temp&#233;rature du liquide de refroidissement du moteur est inf&#233;rieure &#224; la
                            plage d'auto-diagnostic, l'EST indique que l'ECT est hors de la plage d'auto-diagnostic.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">S&#233;lectionner l'essai standard avec contact &#233;tabli, moteur en marche dans le
                    menu d&#233;roulant du diagnostic.
                </para>
                <para>L'ECM d&#233;marre l'essai standard avec contact &#233;tabli, moteur en marche. Il commande au
                    moteur d'acc&#233;l&#233;rer jusqu'&#224; un r&#233;gime pr&#233;d&#233;termin&#233; et il ouvre la
                    soupape du r&#233;gulateur de pression d'injection (IPR).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Le capteur&#160;ICP ou la soupape&#160;IPR sont d&#233;fectueux ou inop&#233;rants.</para>
                </item>
                <item>
                    <para>Il y a une fuite d'huile dans le syst&#232;me de commande d'injection &#224; haute pression.
                    </para>
                </item>
                <item>
                    <para>La pompe &#224; haute pression est d&#233;fectueuse.</para>
                </item>
                <item>
                    <para>Le faisceau de c&#226;blage est ouvert ou court-circuit&#233; &#224; l'ICP ou &#224; l'IPR.
                    </para>
                </item>
                <item>
                    <para>Le faisceau de c&#226;blage du moteur est desserr&#233; ou corrod&#233; pour l'ICP ou l'IPR.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
