<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - MANUEL SUPPL&#201;MENTAIRE D'ENTRETIEN EGES-232 - INTRODUCTION - DESCRIPTION DU MOTEUR - SYST&#200;ME
        DE REFROIDISSEMENT
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>SYST&#200;ME DE REFROIDISSEMENT</title>
        <svcsubproc>
            <title>DESCRIPTION</title>
            <para>Consulter la rubrique
                <hotlnk xrefid="f230in05">Circulation du liquide de refroidissement
                    <xref refid="f230in05"/>
                </hotlnk>
                .
            </para>
            <para>Le r&#244;le du syst&#232;me de refroidissement consiste &#224; maintenir la temp&#233;rature du
                moteur dans une plage d&#233;termin&#233;e. Les principaux composants du syst&#232;me de refroidissement
                sont le radiateur, le ventilateur de refroidissement/pompe &#224; eau, le thermostat et le refroidisseur
                d'huile. La pompe &#224; eau de type centrifuge est log&#233;e dans le couvercle de distribution. Une
                courroie assure son entra&#238;nement.
            </para>
            <para>Le couvercle de distribution se caract&#233;rise par deux passages distincts. L'un de ces passages
                dirige le liquide de refroidissement vers le bloc-cylindres &#224; partir de la pompe &#224; eau. Le
                second passage oriente le liquide de refroidissement vers la pompe &#224; eau lorsque le thermostat est
                ferm&#233;. Le thermostat s'entrouvre &#224; 88&#160;oC (190&#160;oF). Il est compl&#232;tement ouvert
                &#224; 96&#160;oC (205&#160;oF).
            </para>
            <para>Le liquide de refroidissement circule &#224; partir du bas du radiateur vers le tube d'entr&#233;e du
                couvercle de distribution, puis jusqu'&#224; la pompe &#224; eau. Le liquide est ensuite refoul&#233;
                par la turbine de la pompe &#224; eau &#224; travers un passage interne du couvercle de distribution
                pour alimenter le bloc-cylindres.
            </para>
            <para>Un passage interne du bloc-cylindres oriente le liquide de refroidissement de l'avant vers l'arri&#232;re
                et assure la distribution uniforme aux parties inf&#233;rieures des chemises de cylindres. Le liquide de
                refroidissement circule de fa&#231;on tangentielle vers chaque chemise de cylindre et cr&#233;e un effet
                de tourbillon ascendant vers la culasse. Cet effet de tourbillon acc&#233;l&#232;re la dissipation de
                chaleur.
            </para>
            <para>Le liquide de refroidissement s'&#233;chappe de l'espace annulaire des chemises de cylindre de deux fa&#231;ons&#160;:</para>
            <step1>
                <para count="1">le liquide de refroidissement est dirig&#233; vers le refroidisseur d'huile par un tube
                    externe raccord&#233; &#224; l'arri&#232;re de son collecteur. Le liquide de refroidissement
                    traverse le refroidisseur d'huile, s'&#233;chappe par la pompe &#224; eau pour &#234;tre rem&#233;lang&#233;
                    avec le liquide provenant du radiateur. La partie arri&#232;re du compresseur d'air est aliment&#233;e
                    par le c&#244;t&#233; gauche du bloc-cylindres. S'&#233;chappant par la partie avant du compresseur
                    d'air, le liquide retourne au bloc-cylindres par le c&#244;t&#233; gauche.
                </para>
            </step1>
            <step1>
                <para count="1">Le liquide de refroidissement quitte le bloc-cylindres par deux passages de
                    refroidissement pratiqu&#233;s &#224; la partie sup&#233;rieure de chacun des al&#233;sages des
                    chemises de cylindres. Il est ensuite distribu&#233; uniform&#233;ment par les trous du joint de
                    culasse. La circulation se poursuit dans la culasse jusqu'au thermostat. Le bo&#238;tier du
                    thermostat est pourvu de deux sorties afin de diriger le liquide de refroidissement vers le
                    radiateur si le moteur est en temp&#233;rature, ou vers la pompe &#224; eau si le moteur est
                    toujours froid.
                </para>
                <figure id="f230in05" figsize="full-pg">
                    <graphic filename="../figeg8/eg8959.webp" type="webp" resolution="72" scalefitwidth="514px"
                             scalefitheight="592px"/>
                    <caption>Circulation du liquide de refroidissement</caption>
                </figure>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges230_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges230_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges230.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
