<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title id="x1750209">Codes d'anomalie (DTC) de l'EST</title>
        <svcprocinfo>
            <table id="te1750207" tblwidth="pg-wide" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC5" colwidth="3.00in"/>
                    <spanspec namest="col1" nameend="COLSPEC5" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">5. Codes d'anomalie (DTC) de l'EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Installer l'EST (voir la figure&#160;B au verso du formulaire).</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Proc&#233;der &#224; l'essai&#160;8 si l'EST n'est pas disponible.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Codes d'anomalie actifs</para>
                            </entry>
                            <entry colname="COLSPEC5">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Codes d'anomalie inactifs</para>
                            </entry>
                            <entry colname="COLSPEC5">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si l'ECM a d&#233;tect&#233; des codes d'anomalie qui pourraient causer des d&#233;marrages
                difficile ou pas de d&#233;marrage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <note>
                    <para>Proc&#233;der &#224; l'essai&#160;8 si l'EST n'est pas disponible.
                        <xref refid="te1750210"/>
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Couper le contact et mettre tous les accessoires hors fonction avant de raccorder l'EST au
                        connecteur de diagnostic de l'American Trucking Association (ATA).
                    </para>
                </note>
            </specpara>
            <para>Raccorder l'EST au connecteur de diagnostic&#160;ATA. Le connecteur&#160;ATA est situ&#233; sous le
                panneau gauche du tableau de bord, &#224; c&#244;t&#233; de la lampe d'accueil de la cabine
                <xref refid="f1750205.5"/>.
            </para>
            <specpara>
                <note>
                    <para>Il faut amorcer l'EST quand on le branche dans le connecteur&#160;ATA. Consulter le manuel
                        d'utilisation de l'EST.
                    </para>
                </note>
            </specpara>
            <figure id="f1750205.5" figsize="col-wide">
                <graphic filename="../figeg9/eg9010.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <calloutgroup>
                    <callout1 type="arabic">Connecteur&#160;ATA (illustr&#233; avec le capuchon protecteur en place)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Si des codes d'anomalie sont d&#233;tect&#233;s, ils apparaissent sur l'&#233;cran avec une
                description du code. Les codes d'anomalies sont class&#233;s comme &#233;tant actifs, inactifs ou
                actifs/inactifs.
            </para>
            <para>Les codes actifs sont des codes d'anomalie qui sont pr&#233;sentement en vigueur. Dans un syst&#232;me
                de commande &#233;lectronique, un code actif indique que la condition qui a fait appara&#238;tre ce code
                est actuellement pr&#233;sente dans le syst&#232;me.
            </para>
            <para>Les codes d'anomalie inactifs proviennent des cycles avec contact &#233;tabli pr&#233;c&#233;dents, et
                ils ont &#233;t&#233; entr&#233;s dans la m&#233;moire. Un code d'anomalie inactif indique que la
                condition qui l'a g&#233;n&#233;r&#233; n'est plus pr&#233;sente dans le syst&#232;me de commande &#233;lectronique
                dans ce cycle avec contact &#233;tabli. Un code actif devient inactif quand la cl&#233; de contact est
                tourn&#233;e &#224; la position &#171;&#160;OFF&#160;&#187;.
            </para>
            <para>La mention actif/inactif appara&#238;t sur l'EST quand le code est g&#233;n&#233;r&#233; de fa&#231;on
                intermittente pendant le cycle avec contact &#233;tabli. Le code a &#233;t&#233; actif pendant le cycle
                avec contact &#233;tabli, mais il est actuellement inactif.
            </para>
            <para>Noter tous les codes d'anomalie sur le Formulaire de diagnostic du syst&#232;me de commande &#233;lectronique
                (EGED-220).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Il y a des codes d'anomalie actifs du capteur de position de l'arbre &#224; cames (CMP).
                    </para>
                </item>
                <item>
                    <para>Il y a un d&#233;faut de v&#233;rification du circuit de sortie du r&#233;gulateur de pression
                        d'injection (IPR).
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
