<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - OUTILS DE DIAGNOSTIC - DIAGNOSTIC MA&#206;TRE (MD&#160;32) - FEN&#202;TRE DE
        GRAPHIQUE ET AJOUT D'IDENTIFICATEURS DE PARAM&#200;TRES (PID)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>FEN&#202;TRE DE GRAPHIQUE ET AJOUT D'IDENTIFICATEURS DE PARAM&#200;TRES (PID)</title>
        <svcsubproc>
            <title>Donn&#233;es en format graphique</title>
            <para>Pour surveiller les donn&#233;es de param&#232;tres du moteur en format graphique, il faut d'abord cr&#233;er
                une fen&#234;tre graphique. Cela se fait de la m&#234;me mani&#232;re que pour cr&#233;er une fen&#234;tre
                de texte. S&#233;lectionner
                <emph type="bold">File</emph>
                puis
                <emph type="bold">New</emph>
                <xref refid="f17505053"/>
                sur la barre du menu. Ouvrir ensuite la bo&#238;te de dialogue
                <emph type="bold">Select a File Type</emph>.
            </para>
            <para>S&#233;lectionner
                <emph type="bold">Parameter Graphical View (pgv)</emph>
                comme type voulu &#224; ouvrir, et cliquer sur
                <emph type="bold">OK</emph>
                <xref refid="f17505075"/>.
            </para>
            <figure id="f17505075" figsize="col-wide">
                <graphic filename="../figEg8/Eg8688.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            </figure>
            <para>Une fen&#234;tre d'affichage graphique g&#233;n&#233;rique appara&#238;t. Elle ne comporte aucun param&#232;tre.
                Elle affiche l'axe des temps et l'axe de champ
                <xref refid="f17505076"/>.
            </para>
            <figure id="f17505076" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8689.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
            <para>La proc&#233;dure pour ajouter ou supprimer un ou plusieurs param&#232;tres est la m&#234;me que celle
                qui se trouve dans la section pr&#233;c&#233;dente, intitul&#233;e
                <emph type="bold">Data in Text Format</emph>, en commen&#231;ant par l'&#233;tape&#160;5
                <xref refid="p17505076.1"/>.
            </para>
            <para>La fen&#234;tre graphique affiche maintenant les param&#232;tres s&#233;lectionn&#233;s en utilisant
                leur acronyme. Le diagnostic ma&#238;tre pr&#233;s&#233;lectionne diff&#233;rentes couleurs pour chaque
                param&#232;tre dans l'ordre dans lequel ils sont ajout&#233;s dans la fen&#234;tre
                <xref refid="f17505086"/>.
            </para>
            <para>Utiliser une fen&#234;tre de texte pour trouver une description compl&#232;te de ces param&#232;tres
                <xref refid="f17505068"/>.
            </para>
            <figure id="f17505086" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8699.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_117.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_119.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
