<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title id="P1750205">Essai de pression de commande d'injection basse</title>
        <svcprocinfo>
            <table id="te17502015" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="0">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">13. Essai de pression&#160;ICP basse</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Effectuer cet essai&#160;13 si l'ICP est basse pendant les essais&#160;
                                    <emph type="bold">9</emph>
                                    ou&#160;
                                    <emph type="bold">12</emph>.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Enlever la sonde&#160;EOT; v&#233;rifier s'il y a de l'huile dans le r&#233;servoir
                                    (de l'huile devrait se d&#233;verser). Remettre la sonde&#160;EOT en place. Voir la
                                    figure&#160;
                                    <emph type="bold">H</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Enlever le boyau &#224; haute pression de la tubulure d'huile.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Fixer l'adaptateur
                                    <emph type="bold">ZTSE4359</emph>
                                    et le capteur&#160;ICP au boyau.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Surveiller la pression en lan&#231;ant le moteur.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Instrument</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>EST</para>
                            </entry>
                            <entry>
                                <para>3&#160;447&#160;kPa (500&#160;lb/po2) minimum</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>DMM</para>
                            </entry>
                            <entry>
                                <para>1&#160;volt minimum</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si l'ICP est conforme aux sp&#233;cifications, v&#233;rifier s'il n'y a
                                    pas de fuite d'huile &#224; haute pression sous le couvre-culbuteurs.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si l'ICP est basse, v&#233;rifier la rotation de la pompe.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si l'ICP demeure basse, remplacer l'IPR et v&#233;rifier de nouveau.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>Trouver la cause de la basse pression d'ICP qui emp&#234;che le moteur de d&#233;marrer.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <note>
                    <para>Si des codes d'anomalie ont &#233;t&#233; d&#233;tect&#233;s auparavant, il faut r&#233;parer
                        les probl&#232;mes qui ont caus&#233; les codes d'anomalie avant d'effectuer cet essai.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enlever le connecteur de faisceau du moteur de la sonde de temp&#233;rature d'huile
                    moteur (EOT) sur l'arri&#232;re gauche du couvercle de distribution.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                        vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                        motrices sont bloqu&#233;es avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Enlever la sonde&#160;EOT du couvercle de distribution
                    <xref refid="f1750231"/>. De l'huile devrait se d&#233;verser. Si le niveau de l'huile est bas,
                    lancer le moteur et v&#233;rifier de nouveau le niveau. Si le niveau ne monte pas, la pompe d'huile
                    de graissage ne fournit peut-&#234;tre pas la quantit&#233; d'huile suffisante au r&#233;servoir. Si
                    le niveau d'huile est au-dessus de la sonde&#160;EOT, remettre le capteur en place et passer &#224;
                    l'&#233;tape suivante.
                </para>
                <figure id="f1750231" figsize="col-wide">
                    <graphic filename="../figeg8/eg8886.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                    <caption>V&#233;rification du niveau d'huile dans le r&#233;servoir d'huile</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le boyau d'huile &#224; haute pression de la tubulure d'huile &#224;
                    haute pression et poser l'adaptateur de la trousse de raccords hydrauliques dans l'extr&#233;mit&#233;
                    du boyau &#224; haute pression
                    <xref refid="f1750232"/>.
                </para>
                <figure id="f1750232" figsize="pg-wide">
                    <graphic filename="../figeg8/eg8887.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                    <caption>Essai de pression&#160;ICP basse</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Une autre m&#233;thode consiste &#224; installer un autre capteur&#160;ICP dans
                            l'adaptateur et dans le boyau, en laissant le capteur&#160;ICP original en place.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le connecteur de faisceau du moteur du capteur&#160;ICP, et enlever le
                    capteur&#160;ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Installer l'adaptateur du capteur&#160;ICP dans l'extr&#233;mit&#233; du boyau d'huile
                    &#224; haute pression.
                </para>
                <specpara>
                    <note>
                        <para>S'il faut utiliser l'EST pour mesurer la pression&#160;ICP, rebrancher le connecteur de
                            faisceau du moteur&#160;ICP au capteur&#160;ICP. Surveiller et noter la pression&#160;ICP en
                            lan&#231;ant le moteur.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si on ne dispose pas d'un&#160;EST, suivre les &#233;tapes restantes pr&#233;cis&#233;es
                            ci-dessous.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Installer le&#160;T de d&#233;rivation&#160;ICP ZTSE4347 entre le capteur&#160;ICP et le
                    connecteur de faisceau du moteur&#160;ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Raccorder le fil positif (+) du&#160;DMM &#224; la borne verte, et le fil n&#233;gatif
                    (-) &#224; la borne noire du&#160;T de d&#233;rivation.
                </para>
            </step1>
            <step1>
                <para count="1">Surveiller la pression&#160;ICP (tension de signal) en lan&#231;ant le moteur et la
                    noter sur le formulaire de diagnostic.
                </para>
            </step1>
            <step1>
                <para count="1">Si la pression&#160;ICP est sup&#233;rieure &#224; 3&#160;447&#160;kP (500&#160;lb/po2)
                    ou 1&#160;volt, passer &#224; l'essai de fuite de l'ICP. Si la pression&#160;ICP est inf&#233;rieure
                    &#224; 3&#160;447&#160;kPa (500&#160;lb/po2) ou 1&#160;volt, effectuer ce qui suit&#160;: installer
                    un&#160;T de d&#233;rivation et mesurer la tension &#224; la fiche rouge; la tension doit &#234;tre
                    de 12 &#177; 0,5&#160;V. Mettre la broche verte &#224; la masse du ch&#226;ssis pendant le
                    lancement. Si la pression est sup&#233;rieure &#224; 3&#160;447&#160;kPa (500&#160;lb/po2) ou 1&#160;volt,
                    consulter Diagnostic&#160;IPR &#224; la section&#160;3. Si la pression est toujours basse, effectuer
                    les &#233;tapes suivantes&#160;:
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                        vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                        motrices sont bloqu&#233;es avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <seqlist>
                <item>
                    <para>Enlever la pompe de transfert de carburant sur le bo&#238;tier.</para>
                </item>
                <item>
                    <para>Lancer le moteur et v&#233;rifier la rotation de l'arbre &#224; cames de la pompe de transfert
                        de carburant &#224; l'int&#233;rieur du bo&#238;tier. Si l'arbre &#224; cames ne tourne pas,
                        enlever la pompe &#224; haute pression et serrer l'engrenage d'entra&#238;nement. Remettre la
                        pompe &#224; haute pression en place. V&#233;rifier de nouveau la pression&#160;ICP en lan&#231;ant
                        le moteur.
                    </para>
                </item>
                <item>
                    <para>Si la pression est basse, remplacer la soupape&#160;IPR et v&#233;rifier de nouveau la
                        pression&#160;ICP.
                    </para>
                </item>
                <item>
                    <para>Si la pression demeure basse, remplacer la pompe &#224; huile &#224; haute pression.</para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Essai de fuite&#160;ICP</title>
            <step1>
                <para count="1">Enlever la tubulure d'admission/couvre-culbuteurs.</para>
            </step1>
            <step1>
                <para count="1">Enlever le capteur&#160;ICP et la prise d'adaptateur (utilis&#233;e pr&#233;c&#233;demment)
                    du boyau &#224; haute pression. Attacher de nouveau le boyau &#224; la tubulure d'huile. Enlever
                    l'autre extr&#233;mit&#233; du boyau de la pompe &#224; haute pression et raccorder un r&#233;gulateur
                    de pression d'air au boyau (enlev&#233;), tel qu'indiqu&#233; dans l'illustration de l'essai de
                    fuite&#160;ICP
                    <xref refid="f1750233"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Exercer une pression de 689,5&#160;kPa (100&#160;lb/po2) &#224; la tubulure d'huile.
                </para>
                <figure id="f1750233" figsize="pg-wide">
                    <graphic filename="../figeg6/eg6815.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Essai de fuite&#160;ICP</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Observer les fuites autour de la base de chaque injecteur de carburant.</para>
            </step1>
            <para>Si un injecteur fuit, l'enlever et v&#233;rifier s'il n'est pas endommag&#233; ou s'il n'a pas de
                joints toriques us&#233;s.
            </para>
            <para>Si les injecteurs ne fuient pas, effectuer un essai avec contact &#233;tabli, moteur &#224; l'arr&#234;t
                avec la pression d'air toujours pr&#233;sente. V&#233;rifier la d&#233;charge d'huile de chaque
                injecteur. La d&#233;charge d'huile devrait &#234;tre &#233;gale. Une fuite d'huile excessive r&#233;v&#232;le
                des injecteurs d'huile d&#233;fectueux.
            </para>
            <para>Pour trouver les fuites d'huile, enlever l'alimentation d'air et le r&#233;gulateur du boyau &#224;
                haute pression, et suivre la proc&#233;dure ci-dessous.
            </para>
            <seqlist>
                <item>
                    <para>Raccorder un v&#233;rificateur de fuite de cylindre de type
                        <emph type="bold">automobile</emph>
                        au boyau &#224; haute pression et exercer une pression d'air &#224; partir du v&#233;rificateur
                        de pression de cylindre.
                    </para>
                </item>
                <item>
                    <para>Effectuer un essai d'injecteur avec contact &#233;tabli, moteur &#224; l'arr&#234;t pour d&#233;terminer
                        le pourcentage de fuite de cylindre pour chaque injecteur actionn&#233;. Enlever et v&#233;rifier
                        les injecteurs qui fuient le plus.
                    </para>
                </item>
                <item>
                    <para>SI aucun des injecteurs ne montre de fuite excessive, enlever tous les injecteurs. V&#233;rifier
                        si tous les joints toriques ne sont pas us&#233;s ou endommag&#233;s. Remplacer les joints
                        toriques d&#233;fectueux.
                    </para>
                    <para>Si de l'huile est entr&#233;e dans le circuit d'alimentation, vidanger le carburant contamin&#233;
                        du ou des r&#233;servoirs de carburant.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <para>Une pression (tension) basse d'injection r&#233;v&#232;le une basse pression d'huile aux injecteurs.
                Cela peut &#234;tre caus&#233; par&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>une absence d'huile dans le moteur;</para>
                </item>
                <item>
                    <para>une fuite du r&#233;servoir d'huile (possiblement par le clapet de non-retour pour la pompe
                        &#224; haute pression);
                    </para>
                </item>
                <item>
                    <para>la culasse est fendue ou poreuse;</para>
                </item>
                <item>
                    <para>la tubulure de carburant/huile est fissur&#233;e ou poreuse;</para>
                </item>
                <item>
                    <para>la pompe &#224; haute pression est d&#233;fectueuse;</para>
                </item>
                <item>
                    <para>une fuite du joint torique de l'injecteur;</para>
                </item>
                <item>
                    <para>une fuite du corps de l'injecteur;</para>
                </item>
                <item>
                    <para>une fuite interne de l'injecteur HEUI;</para>
                </item>
                <item>
                    <para>la soupape&#160;IPR est coinc&#233;e en position ouverte;</para>
                </item>
                <item>
                    <para>l'engrenage d'entra&#238;nement de pompe est desserr&#233; ou endommag&#233;;</para>
                </item>
                <item>
                    <para>la pompe d'huile de graissage est d&#233;fectueuse et n'arrive pas &#224; remplir le r&#233;servoir;</para>
                </item>
                <item>
                    <para>des fils&#160;IPR d&#233;fectueux.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
                <item>
                    <para>Fixation de l'adaptateur&#160;ICP du jeu d'accessoires hydrauliques (ZTSE4359)</para>
                </item>
                <item>
                    <para>DMM (ZTSE4357) (en option)</para>
                </item>
                <item>
                    <para>T&#160;de d&#233;rivation&#160;ICP (ZTSE4347) (en option)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
