<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT - Essai de pression&#160;ICP
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Essai de pression&#160;ICP</title>
        <svcprocinfo>
            <table id="te17502028" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="100.00*"/>
                    <colspec colname="COLSPEC2" colwidth="1.23in"/>
                    <colspec colname="col3" colwidth="2.01in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">12. Essai de pression&#160;ICP</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Surveiller la pression&#160;ICP et le r&#233;gime moteur. Utiliser la
                                    liste des donn&#233;es de l'EST ou un&#160;T de d&#233;rivation et un&#160;DMM. Voir
                                    la figure&#160;
                                    <emph type="bold">G</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Voir EGES-215 pour conna&#238;tre les sp&#233;cifications.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>PID</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ralenti bas</para>
                            </entry>
                            <entry>
                                <para>kPa (lb/po2)&#160;/ volts</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ralenti &#233;lev&#233;</para>
                            </entry>
                            <entry>
                                <para>kPa (lb/po2)&#160;/ volts</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pleine charge</para>
                            </entry>
                            <entry>
                                <para>kPa (lb/po2)&#160;/ volts</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la pression&#160;ICP est basse ou instable, d&#233;brancher le capteur&#160;ICP
                                    et v&#233;rifier de nouveau.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si le probl&#232;me est r&#233;solu, voir le diagnostic de l'ICP.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la pression demeure basse ou instable, remplacer l'IPR et v&#233;rifier
                                    de nouveau.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si le syst&#232;me d'huile de graissage &#224; haute pression fournit une pression
                hydraulique suffisante pour faire fonctionner les injecteurs.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <para>L'essai doit &#234;tre effectu&#233; &#224; pleine charge, en conjonction avec l'essai&#160;11 de
                pression de carburant (&#224; pleine charge)
                <xref refid="te17502027"/>, et l'essai&#160;13 de pression de suralimentation
                <xref refid="te17502029"/>.
            </para>
            <specpara>
                <note>
                    <para>&#201;teindre les accessoires et couper le contact avant de raccorder l'EST au connecteur de
                        diagnostic de l'American Trucking Association (ATA).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Raccorder l'EST au connecteur de la ligne de transmission de donn&#233;es&#160;ATA. Voir
                    Emplacement du connecteur&#160;ATA
                    <xref refid="f1750205.5"/>.
                </para>
            </step1>
            <step1>
                <para id="P1750207" count="1">D&#233;marrer le diagnostic de r&#233;f&#233;rence et s&#233;lectionner la
                    session pr&#233;configur&#233;e intitul&#233;e Rendement sur route. Conduire le v&#233;hicule sur
                    route jusqu'&#224; ce que le moteur atteigne sa temp&#233;rature de fonctionnement. Trouver une
                    partie de route d&#233;gag&#233;e et s&#233;lectionner un rapport de vitesse appropri&#233;. Appuyer
                    &#224; fond sur la p&#233;dale d'acc&#233;l&#233;rateur et acc&#233;l&#233;rer jusqu'au r&#233;gime
                    nominal et &#224; pleine charge.
                </para>
                <specpara>
                    <note>
                        <para>Conduire le v&#233;hicule en montant une c&#244;te, ou &#224; pleine charge pour atteindre
                            la bonne charge du moteur au r&#233;gime nominal du moteur.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Lire la pression maximale&#160;ICP et la noter sur le formulaire de diagnostic du syst&#232;me
                    de commande &#233;lectronique (EGED-220).
                </para>
            </step1>
            <step1>
                <para count="1">Arr&#234;ter le v&#233;hicule, lire la pression en kPa (lb/po2) pour les pressions&#160;ICP
                    au ralenti bas et &#233;lev&#233;, et la noter sur le formulaire de diagnostic du syst&#232;me
                    &#233;lectronique (EGED-220).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Autre m&#233;thode pour mesurer la pression&#160;ICP (avec un&#160;T de d&#233;rivation)</title>
            <step1>
                <para count="1">Enlever le connecteur de faisceau du moteur au capteur&#160;ICP.</para>
            </step1>
            <step1>
                <para count="1">Raccorder un&#160;T de d&#233;rivation de l'ICP entre le connecteur enlev&#233; du
                    faisceau du moteur et le capteur&#160;ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Placer un&#160;DMM dans la cabine du v&#233;hicule et raccorder un jeu de fils longs
                    (+vert, -noir) au&#160;T de d&#233;rivation en utilisant les points de connexion indiqu&#233;s dans
                    Mesure de la pression de commande d'injection en utilisant un&#160;T de d&#233;rivation
                    <xref refid="f1750230"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Conduire le v&#233;hicule en charge, tel que d&#233;crit dans la Proc&#233;dure d'essai,
                    &#233;tape&#160;2
                    <xref refid="P1750207"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <para>Une basse tension de pression de commande d'injection indique une pression d'huile insuffisante pour
                faire fonctionner les injecteurs de carburant (effectuer l'essai de fuite&#160;ICP). Cela peut &#234;tre
                caus&#233; par&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>la soupape IPR est d&#233;fectueuse;</para>
                </item>
                <item>
                    <para>la pompe &#224; haute pression est d&#233;fectueuse;</para>
                </item>
                <item>
                    <para>une fuite du syst&#232;me de pression de commande d'injection.</para>
                </item>
                <item>
                    <para>L'ECM commande &#224; la soupape&#160;IPR de r&#233;duire la pression de commande d'injection,
                        &#224; cause de&#160;:
                    </para>
                    <seqlist style="alphalc">
                        <item>
                            <para>une basse pression de suralimentation;</para>
                        </item>
                        <item>
                            <para>un signal incorrect du capteur de position d'acc&#233;l&#233;rateur (APS);</para>
                        </item>
                        <item>
                            <para>un signal incorrect du capteur&#160;ICP ou un mauvais capteur&#160;ICP.</para>
                        </item>
                    </seqlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">Essai d'a&#233;ration d'huile&#160;ICP</emph>
            </para>
            <para>L'huile &#224; haute pression fournit la force m&#233;canique n&#233;cessaire pour pousser le
                carburant dans le cylindre pour la combustion. De l'huile a&#233;r&#233;e peut retarder la distribution
                de l'injection du carburant dans le cylindre. Si on soup&#231;onne que l'huile est a&#233;r&#233;e,
                effectuer les &#233;tapes d&#233;crites ci-dessous.
            </para>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                        vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                        motrices sont bloqu&#233;es avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <para>Essai d'a&#233;ration d'huile&#160;ICP</para>
            <step1>
                <para count="1">D&#233;marrer le moteur et l'amener &#224; sa temp&#233;rature normale de
                    fonctionnement.
                </para>
            </step1>
            <step1>
                <para count="1">Monter le r&#233;gime moteur au ralenti &#233;lev&#233;. Noter la valeur de l'ICP (l'ICP
                    augmente quand le moteur passe au ralenti &#233;lev&#233; puis s'&#233;tablit &#224; une valeur inf&#233;rieure
                    en quelques secondes. Noter la valeur la plus basse).
                </para>
            </step1>
            <step1>
                <para count="1">Maintenir le r&#233;gime moteur au ralenti &#233;lev&#233; pendant deux minutes.</para>
            </step1>
            <step1>
                <para count="1">Surveiller le chiffre de l'ICP pendant cette p&#233;riode de temps. Comparer avec la
                    valeur initiale. Si l'ICP augmente et continue de monter, l'huile de graissage est a&#233;r&#233;e.
                </para>
            </step1>
            <para>Les causes &#233;ventuelles d'une a&#233;ration de l'huile comprennent un carter trop rempli, un tube
                de r&#233;cup&#233;ration fissur&#233; ou un joint de tube de r&#233;cup&#233;ration d&#233;fectueux ou
                manquant.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
                <item>
                    <para>DMM (ZTSE4357) (en option)</para>
                </item>
                <item>
                    <para>T de d&#233;rivation&#160;ICP (ZTSE4347) (en option)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Voir Diagnostic de l'ICP dans Diagnostic du syst&#232;me de commande &#233;lectronique,
                    section&#160;3.
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sch&#233;ma du circuit du capteur&#160;ICP utilisant un&#160;T de d&#233;rivation
                        <xref refid="f17503064"/>
                    </para>
                </item>
                <item>
                    <para>Essai de tension du capteur&#160;ICP
                        <xref refid="te17503020"/>
                    </para>
                </item>
                <item>
                    <para>Diagramme de fonctionnement de d&#233;pannage du capteur&#160;ICP
                        <xref refid="f17503064.1"/>
                    </para>
                </item>
                <item>
                    <para>Sp&#233;cifications du circuit du capteur&#160;ICP
                        <xref refid="te17503020.1"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Voir Diagnostic de l'ICP dans Diagnostic du syst&#232;me de commande &#233;lectronique,
                    section&#160;3</emph>:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sch&#233;mas du circuit du r&#233;gulateur de pression d'injection
                        <xref refid="f17503068"/>
                    </para>
                </item>
                <item>
                    <para>Diagnostics du r&#233;gulateur et du circuit de pression d'injection
                        <xref refid="te17503022"/>
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
