<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Minuterie d'arr&#234;t du ralenti
        (IST)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Minuterie d'arr&#234;t du ralenti (IST)</title>
        <svcsubproc>
            <title>Fonctions du syst&#232;me</title>
            <figure id="f17503070" figsize="pg-wide">
                <graphic filename="../figeg1/eg1295.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de la minuterie d'arr&#234;t du ralenti</caption>
            </figure>
            <para>La caract&#233;ristique d'arr&#234;t du ralenti est offerte en option, et elle permet &#224; l'ECM
                d'arr&#234;ter le moteur si un ralenti a &#233;t&#233; d&#233;tect&#233; et d&#233;passe la p&#233;riode
                programm&#233;e sp&#233;cifi&#233;e par le client (2&#160;&#224; 120&#160;minutes). Avant l'arr&#234;t
                du moteur, le voyant &#171;&#160;ENGINE&#160;&#187; rouge s'allume et fait afficher le message
                <emph type="bold">&#171;&#160;OIL/WATER&#160;&#187;</emph>
                sur l'odom&#232;tre. Le voyant clignote pendant 30&#160;secondes pour avertir le conducteur de l'arr&#234;t
                imminent. Le temps de ralenti est mesur&#233; &#224; partir du dernier mouvement de la p&#233;dale
                d'embrayage ou de frein. Le moteur ne doit pas &#234;tre en prise pour que la minuterie d'arr&#234;t du
                ralenti soit lanc&#233;e. Cette caract&#233;ristique peut &#234;tre programm&#233;e pour fonctionner
                seulement &#224; des temp&#233;ratures ambiantes sp&#233;cifiques, afin de prolonger le fonctionnement
                du moteur par temps froid ou chaud. Cette caract&#233;ristique peut &#233;galement &#234;tre programm&#233;e
                pour l'utilisation de la prise de force, de mani&#232;re &#224; ne pas &#234;tre activ&#233;e &#224;
                certains niveaux de charge quand les contacteurs de la prise de force sont activ&#233;s.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>
                <emph type="bold">Code d'anomalie&#160;324</emph>
            </para>
            <para>La caract&#233;ristique d'arr&#234;t du ralenti est interne &#224; l'ECM. Tous les sous-syst&#232;mes
                qui contribuent &#224; la strat&#233;gie d'arr&#234;t du ralenti on leur propre d&#233;tection de codes
                d'anomalie et leur propre strat&#233;gie de gestion (par exemple, le circuit de la sonde de temp&#233;rature&#160;IAT)
                Un code d'anomalie est &#233;tabli si le d&#233;lai d'arr&#234;t du ralenti a &#233;t&#233; activ&#233;.
                <emph type="bold">Ce n'est pas un code d'anomalie de syst&#232;me. Son seul but est d'indiquer au propri&#233;taire,
                    au conducteur ou au technicien que la minuterie d'arr&#234;t du ralenti a &#233;t&#233; activ&#233;e,
                    et que le moteur a &#233;t&#233; arr&#234;t&#233;.
                </emph>
            </para>
            <para>
                <emph type="bold">Code d'anomalie&#160;324</emph>
            </para>
            <specpara>
                <note>
                    <para>Ce code d'anomalie n'indique pas d'anomalie de syst&#232;me ou de circuit&#160;: aucun
                        diagnostic n'est n&#233;cessaire. S'il faut changer les param&#232;tres de programmation (IST),
                        voir la description d&#233;taill&#233;e suivante.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>La liste des param&#232;tres suivante est essentielle pour &#233;tablir la fonction&#160;IST de mani&#232;re
                &#224; satisfaire les besoins et les attentes du client. Ces param&#232;tres sont accessibles au moyen
                de l'EST.
            </para>
            <para>
                <emph type="bold">Param&#232;tres de commande de l'arr&#234;t du ralenti du moteur</emph>
            </para>
            <para>Ce groupe de param&#232;tres personnalise la caract&#233;ristique d'arr&#234;t prolong&#233;
                automatique du ralenti du moteur. Le but de cette caract&#233;ristique est d'arr&#234;ter le moteur apr&#232;s
                le d&#233;passement d'une p&#233;riode de ralenti programmable. Ceci contribue &#224; r&#233;duire la
                consommation de carburant, l'usure et les &#233;missions du moteur. Trente secondes avant l'arr&#234;t
                automatique du moteur, le conducteur est averti par le voyant &#171;&#160;ENGINE&#160;&#187; rouge qui
                affiche le message
                <emph type="bold">&#171;&#160;OIL/WATER&#160;&#187;</emph>
                sur l'odom&#232;tre. Ce voyant commence &#224; clignoter jusqu'&#224; l'arr&#234;t du moteur. Le
                conducteur peut toujours outrepasser les avis &#233;lectroniques. Apr&#232;s l'arr&#234;t du moteur, le
                voyant &#171;&#160;ENGINE&#160;&#187; rouge s'arr&#234;te de clignoter et un code d'anomalie (324) est
                enregistr&#233;. Le code d'anomalie est enregistr&#233; pour aider &#224; diagnostiquer des plaintes
                &#233;ventuelles touchant l'arr&#234;t du moteur.
            </para>
            <para>Il y a actuellement quatre &#233;tats de fonctionnement &#233;lectronique&#160;:</para>
            <step1>
                <para count="1">
                    <emph type="bold">minuterie d'arr&#234;t du ralenti&#160;-</emph>
                    ce param&#232;tre indique &#224; l'&#233;lectronique de bord si ce v&#233;hicule dispose de la
                    caract&#233;ristique d'arr&#234;t du ralenti;
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>
                        <emph type="bold">OFF&#160;-</emph>
                        cette caract&#233;ristique est d&#233;sactiv&#233;e en tout temps;
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">prise de force disponible&#160;-</emph>
                        cette caract&#233;ristique permet un arr&#234;t du ralenti prolong&#233; du moteur uniquement
                        quand le moteur est au ralenti bas, sans charge et que la prise de force est d&#233;sactiv&#233;e;
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">aucune charge du moteur&#160;-</emph>
                        cette caract&#233;ristique permet un arr&#234;t du ralenti du moteur prolong&#233; quand le
                        moteur est au ralenti bas et sans charge.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Inviolabilit&#233;&#160;-</emph>
                        le conducteur ne peut pas outrepasser cette caract&#233;ristique;
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">
                    <emph type="bold">Temps d'arr&#234;t du ralenti&#160;-</emph>
                    ce param&#232;tre indique la dur&#233;e du ralenti du moteur avant de pouvoir arr&#234;ter le
                    moteur;
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">temp&#233;rature d'air ambiant d'admission maximale (IAT) pour l'arr&#234;t du
                        ralenti&#160;-
                    </emph>
                    ce param&#232;tre indique la temp&#233;rature d'air ambiant d'admission maximale que l'&#233;lectronique
                    de bord peut arr&#234;ter pendant un ralenti prolong&#233; du moteur. Cette temp&#233;rature sert
                    &#224; emp&#234;cher l'arr&#234;t du moteur quand il tourne parce que la climatisation peut &#234;tre
                    mise en marche;
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Temp&#233;rature d'air ambiant d'admission minimale (IAT) pour l'arr&#234;t du
                        ralenti&#160;
                    </emph>
                    ce param&#232;tre indique la temp&#233;rature d'air ambiant d'admission minimale &#224; laquelle l'&#233;lectronique
                    de bord peut arr&#234;ter le moteur apr&#232;s un ralenti prolong&#233;. Cette temp&#233;rature sert
                    &#224; emp&#234;cher d'arr&#234;ter le moteur quand il tourne en raison d'une temp&#233;rature
                    ambiante froide.
                </para>
            </step1>
            <para id="f175fc324">
                <emph type="bold">Code d'anomalie&#160;324</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;71, FMI&#160;14</emph>
            </para>
            <para>
                <emph type="bold">La minuterie d'arr&#234;t de ralenti a actionn&#233; l'arr&#234;t du moteur.</emph>
            </para>
            <para>Ce code d'anomalie est &#233;tabli quand le moteur a &#233;t&#233; arr&#234;t&#233; par l'ECM parce
                que le crit&#232;re de temps de ralenti programm&#233; a &#233;t&#233; d&#233;pass&#233;. Il faut
                activer la caract&#233;ristique d'arr&#234;t du ralenti pour que ce code d'anomalie puisse &#234;tre
                affich&#233;. Ce code d'anomalie peut &#234;tre effac&#233; &#224; l'aide de l'EST.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_73.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_75.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
