<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Circuits du contacteur de frein
        (frein)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Circuits du contacteur de frein (frein)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503024" figsize="pg-wide">
                <graphic filename="../figeg1/eg1218A.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du circuit des freins de service</caption>
            </figure>
            <para>La fonction du circuit des freins de service est de signaler &#224; l'ECM que les freins sont serr&#233;s.
                Cette information est utilis&#233;e pour d&#233;sactiver le r&#233;gulateur de vitesse et les fonctions
                de la prise de force. Ce signal sert &#233;galement pour le contr&#244;le du ralentisseur du v&#233;hicule
                et la validation du frein sur &#233;chappement par l'ECM. Le signal de frein interrompt &#233;galement
                la caract&#233;ristique de protection contre le froid ambiant et r&#233;initialise l'intervalle de temps
                pour la caract&#233;ristique d'arr&#234;t du ralenti.
            </para>
            <para>
                <emph type="bold">Entr&#233;e du contacteur du frein de service</emph>&#160;- le contacteur de frein de
                service est surveill&#233; par le contr&#244;leur &#233;lectronique de syst&#232;me (ESC). Quand le
                contacteur change d'&#233;tat, ce changement est d&#233;tect&#233; par l'ESC et relay&#233; vers la
                ligne de transmission de donn&#233;es du groupe motopropulseur &#224; l'ECM. L'ESC d&#233;tecte les
                contacteurs de frein coinc&#233;s, court-circuit&#233;s ou ouverts.
            </para>
            <para>
                <emph type="bold">Diagnostics</emph>&#160;- si une fonction qui n&#233;cessite une entr&#233;e de
                contacteur de frein ne r&#233;pond pas correctement, utiliser le diagnostic de l'&#233;lectronique de
                cabine pour surveiller l'entr&#233;e du contacteur de frein &#224; l'ECS. Si le contacteur ne change pas
                quand on appuie sur la p&#233;dale, diagnostiquer les circuits du contacteur de frein &#224; l'aide du
                Guide de d&#233;pannage &#233;lectrique S08250&#160;- 4200/4300/4400. Si l'ESC re&#231;oit l'entr&#233;e
                du contacteur de frein, utiliser le logiciel de diagnostic &#233;lectronique du moteur (diagnostic ma&#238;tre)
                pour conna&#238;tre l'&#233;tat du contacteur de frein. Si l'&#233;tat du contacteur ne change pas, v&#233;rifier
                s'il y a une communication entre l'ECM et l'ESC (l'ECM r&#233;pond-il aux autres entr&#233;es d'ESC?).
                Si l'&#233;tat du contacteur ne change pas, v&#233;rifier s'il n'y a pas d'autres conditions qui
                pourraient arr&#234;ter ou retarder la r&#233;action de l'&#233;tat du contacteur de frein.
            </para>
            <specpara>
                <note>
                    <para>Consulter S08250&#160;- Guide de d&#233;pannage &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
