<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Syst&#232;me du niveau de liquide de
        refroidissement du moteur (ECL)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="3">
        <title>Syst&#232;me du niveau de liquide de refroidissement du moteur (ECL)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503039" figsize="pg-wide">
                <graphic filename="../figeg1/eg1224A.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du syst&#232;me du niveau de liquide de refroidissement du moteur
                </caption>
            </figure>
            <para>Le but du syst&#232;me de surveillance du niveau de liquide de refroidissement du moteur est d'avertir
                le conducteur en cas de bas niveau de liquide. Selon la programmation du module de commande, ce syst&#232;me
                est &#233;galement capable d'arr&#234;ter le moteur pour pr&#233;venir les dommages au moteur dus &#224;
                un bas niveau de liquide de refroidissement.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Capteur du niveau de refroidissement</title>
            <para>Un capteur de type contacteur magn&#233;tique est utilis&#233; et il est situ&#233; dans le vase
                d'expansion en plastique. Le contacteur magn&#233;tique est ouvert quand le niveau de liquide de
                refroidissement dans le r&#233;servoir est plein.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>L'ECM surveille continuellement le circuit&#160;ECL en cas d'anomalies hors de plage. Quand une
                anomalie dans la plage est d&#233;tect&#233;e, le code d'anomalie&#160;236 est &#233;tabli. Le code
                d'anomalie ne fait pas allumer le voyant d'avertissement. Si la condition est intermittente, le code est
                entr&#233; comme code inactif. L'ECM ne peut d&#233;tecter des circuits ouverts ou court-circuit&#233;s
                dans le circuit&#160;ECL.
            </para>
            <figure id="f17503040" figsize="pg-wide">
                <graphic filename="../figeg1/eg1225A.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit du capteur du niveau de liquide de refroidissement du moteur</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503009" tblwidth="pg-wide" frame="all">
                <title>Diagnostic du syst&#232;me du niveau de liquide de refroidissement du moteur</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="51.51*"/>
                    <colspec colwidth="52.52*"/>
                    <colspec colname="col3" colwidth="291.98*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Tous les essais sont effectu&#233;s avec le niveau de liquide de
                                        refroidissement au rep&#232;re maxi (v&#233;rifications de la tension du
                                        connecteur du vase d'expansion en plastique).
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Connecteur (400) du capteur du niveau de liquide de
                                        refroidissement enlev&#233; et contact &#233;tabli
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>5&#160;V&#160;&#177; 0,5</para>
                            </entry>
                            <entry>
                                <para>Si la lecture est inf&#233;rieure &#224; 5&#160;V, le circuit&#160;34B est ouvert
                                    ou l'ECM est d&#233;fectueux.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Si la lecture est sup&#233;rieure &#224; 0&#160;V, le circuit&#160;34G est
                                    court-circuit&#233; &#224; un autre circuit.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10&#160;&#224;&#160;-42</para>
                            </entry>
                            <entry>
                                <para>5&#160;V si plein</para>
                            </entry>
                            <entry>
                                <para>La tension doit &#234;tre sup&#233;rieure &#224; 4,3&#160;V avec le r&#233;servoir
                                    plein. La tension doit &#234;tre inf&#233;rieure &#224; 3,4&#160;V avec le r&#233;servoir
                                    vide (utiliser la bo&#238;te de d&#233;rivation).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de la r&#233;sistance du connecteur (connecteur
                                        [400] du capteur du niveau de liquide de refroidissement enlev&#233;; mesurer
                                        sur le capteur).
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(A)&#160;&#224;&#160;(B)</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Bas niveau de liquide de refroidissement, capteur d&#233;fectueux ou faisceau du
                                    capteur court-circuit&#233;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+10&#160;&#224;&#160;(A)</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la lecture est sup&#233;rieure &#224; 5&#160;ohms, le fil du signal est ouvert
                                    (avec bo&#238;te de d&#233;rivation install&#233;e)
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>236&#160;= L'ECM a d&#233;tect&#233; un circuit ouvert ou court-circuit&#233; dans
                                    le circuit&#160;ECL.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>323&#160;= Le circuit de 5&#160;V &#224; la broche&#160;10 de l'ECM a &#233;t&#233;
                                    mis &#224; la masse, indiquant un bas niveau de liquide de refroidissement. V&#233;rifier
                                    le syst&#232;me du liquide de refroidissement.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>Le capteur de niveau de liquide de refroidissement est utilis&#233; avec la caract&#233;ristique
                d'avertissement et de protection du moteur offerte en option. Le but du syst&#232;me de niveau de
                liquide de refroidissement est de surveiller le niveau de liquide de refroidissement dans le vase
                d'expansion et de prot&#233;ger le moteur contre les dommages caus&#233;s par un fonctionnement avec un
                bas niveau du liquide. &#201;tant donn&#233; qu'il s'agit d'une caract&#233;ristique en option, le syst&#232;me
                fonctionne en programmant un avertissement &#224; trois voies ou un arr&#234;t du moteur &#224; trois
                voies dans le module de commande.
            </para>
            <para>Dans les deux modes, quand la caract&#233;ristique a &#233;t&#233; valid&#233;e et que le moteur
                tourne, l'ECM allume le voyant &#171;&#160;ENGINE&#160;&#187; rouge; un avertissement sonore se fait
                entendre et le message
                <emph type="bold">&#171;&#160;OIL/WATER&#160;&#187;</emph>
                est affich&#233; sur l'odom&#232;tre. Cela se produit quand le niveau de liquide de refroidissement est
                en dessous du niveau du transmetteur dans le vase d'expansion. Si le syst&#232;me est programm&#233;
                pour l'arr&#234;t du moteur, l'ECM arr&#234;te le moteur apr&#232;s que le niveau de liquide de
                refroidissement a baiss&#233; en dessous du capteur du niveau du liquide et que le temps d'avertissement
                a expir&#233;. Si le moteur s'arr&#234;te dans cette condition, on peut le red&#233;marrer et le faire
                tourner de nouveau pendant la p&#233;riode d'avertissement, dans la mesure o&#249; il est capable de red&#233;marrer.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Capteur du niveau de liquide de refroidissement</title>
            <para>Le capteur du niveau de liquide de refroidissement utilise une bille flottante avec un aimant et un
                contacteur aimant&#233;. Avec le niveau de liquide de refroidissement au rep&#232;re maxi, la bille
                monte et l'aimant ouvre le contacteur de niveau. Cela permet la transmission d'une tension de 5&#160;V
                &#224; la broche&#160;10 de l'ECM. Si le niveau baisse, le contacteur se ferme et la broche&#160;10 de
                l'ECM passe &#224; 0&#160;V. Il faut programmer l'ECM pour un vase d'expansion en plastique, afin que ce
                contacteur du niveau de liquide de refroidissement fonctionne correctement.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Programmation</title>
            <specpara>
                <caution>
                    <para>S'assurer que l'ECM est correctement programm&#233; pour l'utilisation d'un vase d'expansion
                        en plastique.
                    </para>
                </caution>
            </specpara>
            <para>La surveillance du niveau de liquide de refroidissement est une caract&#233;ristique programmable par
                le client, qui peut &#234;tre programm&#233;e par l'EST, en utilisant le mot de passe du client. La
                caract&#233;ristique du niveau de liquide de refroidissement est op&#233;rationnelle si elle est
                programm&#233;e pour l'avertissement &#224; trois voies ou l'arr&#234;t &#224; trois voies; cependant,
                si elle n'est pas programm&#233;e en usine pour un arr&#234;t &#224; trois voies, il n'est pas possible
                de valider la caract&#233;ristique d'arr&#234;t. Consulter le service technique ou un concessionnaire
                International pour programmer cette caract&#233;ristique.
            </para>
            <para id="f175fc236">
                <emph type="bold">Code d'anomalie&#160;236</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;111, FMI&#160;33</emph>
            </para>
            <para>
                <emph type="bold">ECM: Code d'anomalie du circuit du contacteur du niveau de liquide de refroidissement
                    du moteur
                </emph>
            </para>
            <para>Le code d'anomalie&#160;236 est actif quand l'ECM d&#233;tecte une erreur de tension dans la plage
                dans le circuit&#160;ECL. Les causes probables de cette condition sont une connexion &#224; r&#233;sistance
                &#233;lev&#233;e ou un court-circuit intermittent &#224; la masse dans le circuit. Un code d'anomalie
                dans la plage est &#233;tabli quand l'ECM d&#233;tecte une tension sup&#233;rieure &#224; 3,4&#160;V
                mais inf&#233;rieure &#224; 4,3&#160;V &#224; la broche&#160;10 du connecteur noir de l'ECM pendant 2,0&#160;secondes.
            </para>
            <para id="f175fc323">
                <emph type="bold">Code d'anomalie&#160;323</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;111, FMI&#160;33</emph>
            </para>
            <para>
                <emph type="bold">ECM&#160;: niveau d'avertissement/critique de liquide de refroidissement du moteur
                </emph>
            </para>
            <para>Le code d'anomalie&#160;323 est actif quand une situation de bas niveau de liquide de refroidissement
                existe et que l'EST indique &#171;&#160;COOLANT&#160;LOW&#160;&#187; (bas niveau de liquide de
                refroidissement). Une fois le liquide de refroidissement ramen&#233; &#224; un niveau ad&#233;quat, le
                code d'anomalie&#160;323 demeure un code inactif et l'ECM entre les heures du moteur et la lecture de
                l'odom&#232;tre au moment de l'&#233;v&#233;nement.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pannage</title>
            <para>Utiliser l'EST pour surveiller le niveau de liquide de refroidissement sur la liste des donn&#233;es
                ou pour r&#233;cup&#233;rer le code d'anomalie. On peut &#233;galement r&#233;cup&#233;rer les &#233;v&#233;nements
                ant&#233;rieurs du moteur du registre des &#233;v&#233;nements, en utilisant l'EST. On obtient ainsi
                l'affichage des heures du moteur et la lecture de l'odom&#232;tre au moment des deux derniers &#233;v&#233;nements.
            </para>
            <figure id="f17503041" figsize="pg-wide">
                <graphic filename="../figeg8/eg8850.webp" type="webp" scalefit="1" scalefitwidth="514px" box="no"/>
                <caption>Sch&#233;ma du circuit du vase d'expansion</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_60.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_62.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
