<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Interrupteurs de commande du r&#233;gulateur
        de vitesse&#160;(SCCS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Interrupteurs de commande du r&#233;gulateur de vitesse&#160;(SCCS)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503086" figsize="pg-wide">
                <graphic filename="../figeg8/eg8880.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du syst&#232;me de r&#233;gulateur de vitesse, de la prise de force et
                    de l'acc&#233;l&#233;rateur &#224; main
                </caption>
            </figure>
            <para>
                <emph type="bold">R&#233;gulateur de vitesse</emph>
            </para>
            <para>L'ECM commande le r&#233;gime moteur pour maintenir une vitesse sur route constante avec le r&#233;gulateur
                de vitesse. En appuyant sur le contacteur &#171;&#160;SET&#160;&#187; quand le v&#233;hicule est &#224;
                la vitesse voulue, et avec le bouton &#171;&#160;CRUISE&#160;&#187; &#224; la position &#171;&#160;ON&#160;&#187;,
                on active le r&#233;gulateur de vitesse. On augmente ou on r&#233;duit la vitesse en appuyant sur les
                boutons &#171;&#160;ACCEL&#160;&#187; ou &#171;&#160;CRUISE&#160;&#187;. Le r&#233;gulateur de vitesse
                est d&#233;sactiv&#233; en appuyant sur le contacteur &#171;&#160;OFF&#160;&#187;, en appuyant sur la p&#233;dale
                de frein ou d'embrayage ou, dans les v&#233;hicules &#233;quip&#233;s d'une bo&#238;te de vitesses
                automatique, en pla&#231;ant celle-ci au point mort.
            </para>
            <para>
                <emph type="bold">Commande de la prise de force</emph>
            </para>
            <para>On peut commander la vitesse au moyen des contacteurs&#160;SCCS si l'option de la prise de force a
                &#233;t&#233; programm&#233;e dans l'ECM et que le v&#233;hicule est stationnaire. Les r&#233;gimes
                variables et pr&#233;r&#233;gl&#233;s sont disponibles, selon la programmation de l'ECM. La fonction
                prise de force est activ&#233;e en appuyant sur le bouton &#171;&#160;ON&#160;&#187; du r&#233;gulateur
                de vitesse. En appuyant sur le bouton &#171;&#160;SET CRUISE&#160;&#187; ou &#171;&#160;RESUME/ACCEL&#160;&#187;,
                on augmente ou on r&#233;duit la vitesse, selon la programmation de la prise de force.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>L'ECM ne surveille pas les anomalies du syst&#232;me&#160;SCCS. Il n'y a pas de code d'anomalie pour
                ce syst&#232;me.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostics</title>
            <para>Si le moteur ne r&#233;pond pas aux contacteurs de r&#233;gulation de la vitesse, utiliser le logiciel
                de diagnostic de l'&#233;lectronique de la cabine pour surveiller l'entr&#233;e du contacteur de r&#233;gulation
                de vitesse &#224; l'ESC. Si l'&#233;tat du contacteur ne change pas quand on appuie sur les commandes du
                r&#233;gulateur de vitesse mont&#233;es sur le volant, diagnostiquer le circuit du contacteur de r&#233;gulation
                de vitesse &#224; l'aide du manuel S08250&#160;- Guide de d&#233;pannage &#233;lectrique&#160;-
                4200/4300/4400. Si l'ESC re&#231;oit l'entr&#233;e du contacteur du r&#233;gulateur de vitesse, utiliser
                le logiciel de diagnostic &#233;lectronique du moteur (diagnostic ma&#238;tre) pour voir l'&#233;tat du
                contacteur du r&#233;gulateur de vitesse. Si l'&#233;tat du contacteur ne change pas quand on appuie sur
                le contacteur, v&#233;rifier s'il y a une communication entre l'ECM et l'ESC (l'ESC r&#233;pond-il aux
                autres entr&#233;es d'ESC?). Si l'&#233;tat du contacteur change, v&#233;rifier s'il n'y a pas d'autres
                conditions qui peuvent arr&#234;ter ou retarder la r&#233;action &#224; l'entr&#233;e. Exemples&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>r&#233;gime inf&#233;rieur au minimum;</para>
                </item>
                <item>
                    <para>r&#233;gime sup&#233;rieur au minimum;</para>
                </item>
                <item>
                    <para>vitesse sur route inf&#233;rieure au minimum/vitesse sur route sup&#233;rieure au minimum;
                    </para>
                </item>
                <item>
                    <para>p&#233;dale de frein enfonc&#233;e;</para>
                </item>
                <item>
                    <para>embrayage/transmission d&#233;bray&#233;s.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">R&#233;gulateur de vitesse</emph>
            </para>
            <para>Le r&#233;gulateur de vitesse permet &#224; l'ECM de contr&#244;ler la puissance du moteur pour
                maintenir une vitesse constante. Le point de r&#233;glage de la vitesse est d&#233;termin&#233; par le
                conducteur; cependant, des points de r&#233;glage haut et bas sont programmables par l'ECM. Ce sont les
                limites haute et basse &#233;tablies de vitesse de croisi&#232;re. La vitesse minimale &#224; laquelle
                on peut engager le r&#233;gulateur de vitesse est &#233;galement programm&#233;e dans l'ECM. Voir R&#233;gulateur
                de vitesse, sch&#233;ma du circuit de connexions de carrosserie
                <xref refid="f17503083.1"/>.
            </para>
            <para>
                <emph type="bold">Faire fonctionner le r&#233;gulateur de vitesse en utilisant les fonctions de
                    contacteur suivantes&#160;:
                </emph>
            </para>
            <table id="te17503030.5" tblwidth="pg-wide">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.51*"/>
                    <colspec colname="col2" colwidth="1.49*"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>bouton marche/arr&#234;t du r&#233;gulateur de vitesse;</para>
                            </entry>
                            <entry colname="col2">
                                <para>la position &#171;&#160;ON&#160;&#187; valide et la position &#171;&#160;OFF&#160;&#187;
                                    invalide les fonctions du r&#233;gulateur de vitesse;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>&#171;&#160;SET/CRUISE&#160;&#187;&#160;:</para>
                            </entry>
                            <entry colname="col2">
                                <para>si le r&#233;gulateur est actif mais sans vitesse r&#233;gl&#233;e, en appuyant
                                    sur le contacteur &#171;&#160;SET&#160;&#187;, on s&#233;lectionne la vitesse du v&#233;hicule
                                    actuelle comme la vitesse r&#233;gl&#233;e;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>si le r&#233;gulateur de vitesse est actif et qu'une vitesse est r&#233;gl&#233;e,
                                    on r&#233;duit la vitesse du v&#233;hicule en appuyant sur le contacteur &#171;&#160;SET&#160;&#187;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>&#171;&#160;RESUME/ACCEL&#160;&#187;&#160;:</para>
                            </entry>
                            <entry colname="col2">
                                <para>si le r&#233;gulateur de vitesse est activ&#233;, mais qu'il a &#233;t&#233; d&#233;sactiv&#233;
                                    en appuyant sur la p&#233;dale de frein ou d'embrayage, le fait d'appuyer sur le
                                    bouton &#171;&#160;RESUME&#160;&#187; permet &#224; la vitesse du v&#233;hicule de
                                    revenir &#224; la derni&#232;re vitesse r&#233;gl&#233;e;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>si le r&#233;gulateur est en marche et actif, la vitesse du v&#233;hicule augmente
                                    si on appuie sur le bouton &#171;&#160;RESUME&#160;&#187;.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>En appuyant sur le contacteur &#171;&#160;OFF&#160;&#187;, sur la p&#233;dale de frein ou d'embrayage
                ou en pla&#231;ant la bo&#238;te de vitesses automatique au point mort, on d&#233;sactive le r&#233;gulateur
                de vitesse. Le r&#233;gulateur de vitesse ne fonctionne pas si le signal&#160;VSS a une anomalie.
            </para>
            <para>
                <emph type="bold">Commande de la prise de force (r&#233;gime moteur)</emph>
            </para>
            <para>La r&#233;gulation de vitesse de la prise de force permet au conducteur de r&#233;gler une vitesse
                moteur fixe, et ce, dans la cabine ou &#224; distance. La commande de la prise de force dans la cabine
                utilise les m&#234;mes contacteurs sur le volant que le r&#233;gulateur de vitesse. La prise de force
                &#224; distance utilise des contacteurs qui sont install&#233;s par un carrossier, et qui sont raccord&#233;s
                au faisceau de c&#226;blage aux connexions de la carrosserie. Deux caract&#233;ristiques utilisent la r&#233;gulation
                de vitesse de la prise de force. Il s'agit de la p&#233;dale d'acc&#233;l&#233;rateur &#224; distance et
                de la r&#233;gulation de pression &#233;lectronique Voir&#160;RPS et&#160;EPG dans cette section du
                manuel.
            </para>
            <para>
                <emph type="bold">Prise de force dans la cabine</emph>
            </para>
            <para>La prise de force dans la cabine a trois modes de fonctionnement diff&#233;rents. Ces modes sont s&#233;lectionn&#233;s
                en programmant le mode de prise de force dans la cabine dans l'ECM. Ces modes sont&#160;:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>pr&#233;r&#233;glage dans la cabine;</para>
                </item>
                <item>
                    <para>variable dans la cabine;</para>
                </item>
                <item>
                    <para>mobile dans la cabine.</para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Pr&#233;r&#233;glage dans la cabine</emph>
            </para>
            <para>Le pr&#233;r&#233;glage dans la cabine est s&#233;lectionn&#233; en configurant les param&#232;tres
                programmables de l'ECM pour le Mode en cabine &#224; Pr&#233;r&#233;glage en cabine. Cela permet au
                conducteur de s&#233;lectionner une des deux valeurs programm&#233;es pour le r&#233;gime moteur. Pour
                fonctionner, placer le contacteur marche/arr&#234;t &#224; la position &#171;&#160;ON&#160;&#187;.
                Appuyer ensuite sur le contacteur &#171;&#160;SET&#160;&#187; ou &#171;&#160;RESUME&#160;&#187;. Cela
                place la vitesse &#224; la valeur programm&#233;e dans le r&#233;glage de vitesse de la prise de force.
            </para>
            <para>En appuyant sur le contacteur &#171;&#160;OFF&#160;&#187;, sur la p&#233;dale de frein ou d'embrayage,
                en pla&#231;ant la bo&#238;te de vitesses automatique en prise ou par un signal du&#160;VSS (sauf si
                programm&#233; pour fonctionnement mobile), on d&#233;sactive la r&#233;gulation de vitesse de la prise
                de force. La prise de force ne fonctionne pas si le signal&#160;VSS ou de frein est d&#233;fectueux.
            </para>
            <para>
                <emph type="bold">Variable dans la cabine</emph>
            </para>
            <para>La variable dans la cabine est s&#233;lectionn&#233;e en configurant les param&#232;tres programmables
                de l'ECM pour le Mode en cabine &#224; Variable en cabine. Cette option permet au conducteur de r&#233;gler
                la vitesse &#224; une valeur d&#233;sir&#233;e. Le module de commande maintient alors cette vitesse pour
                diverses conditions de charge, jusqu'&#224; la puissance nominale du moteur dans la gamme de vitesses s&#233;lectionn&#233;e.
            </para>
            <para>Pour activer la fonction, placer le contacteur marche/arr&#234;t &#224; la position &#171;&#160;ON&#160;&#187;.
                La vitesse peut &#234;tre r&#233;gl&#233;e de deux mani&#232;res. Tout d'abord, le conducteur peut r&#233;gler
                la vitesse du v&#233;hicule avec l'acc&#233;l&#233;rateur, puis appuyer sur le contacteur &#171;&#160;SET&#160;&#187;.
                Ensuite, le conducteur peut appuyer sur le contacteur &#171;&#160;RESUME/ACCEL&#160;&#187; pour
                augmenter la vitesse par tranches, ou appuyer sur le contacteur &#171;&#160;SET CRUISE&#160;&#187; pour
                r&#233;duire la vitesse.
            </para>
            <para>La vitesse r&#233;gl&#233;e du moteur est limit&#233;e &#224; la valeur programm&#233;e dans l'ECM
                pour la vitesse maximale de la prise de force.
            </para>
            <para>En appuyant sur le contacteur &#171;&#160;OFF&#160;&#187;, sur la p&#233;dale de frein ou d'embrayage,
                en pla&#231;ant la bo&#238;te de vitesses automatique en prise ou par un signal du&#160;VSS (sauf si
                programm&#233; pour fonctionnement mobile), on d&#233;sactive la r&#233;gulation de vitesse de la prise
                de force. La prise de force ne fonctionne pas si le signal&#160;VSS ou de frein est d&#233;fectueux.
            </para>
            <para>
                <emph type="bold">Mobile dans la cabine</emph>
            </para>
            <para>Le r&#233;glage mobile dans la cabine est s&#233;lectionn&#233; en configurant les param&#232;tres
                programmables de l'ECM pour le Mode en cabine &#224; R&#233;glage mobile en cabine. Cela permet au
                conducteur d'utiliser la r&#233;gulation de vitesse, comme pour la variable en cabine; toutefois, dans
                ce mode, le v&#233;hicule peut circuler quand ce mode est actif. Voir Variable en cabine pour obtenir
                plus de d&#233;tails. La vitesse maximale du v&#233;hicule est programmable jusqu'&#224; 32&#160;km/h
                (20&#160;mi/h). Ce mode est le m&#234;me que pour la variable en cabine; cependant, un signal de vitesse
                ne d&#233;sactive pas la r&#233;gulation de vitesse jusqu'&#224; ce que la vitesse maximale programm&#233;e
                soit d&#233;pass&#233;e.
            </para>
            <para>
                <emph type="bold">Prise de force &#224; distance</emph>
            </para>
            <para>La prise de force &#224; distance peut &#234;tre valid&#233;e par deux moyens&#160;: le pr&#233;r&#233;glage
                &#224; distance et la variable &#224; distance. Le fonctionnement de la r&#233;gulation de la vitesse d&#233;pend
                du signal valid&#233;.
            </para>
            <para>
                <emph type="bold">Pr&#233;r&#233;glage &#224; distance</emph>
            </para>
            <para>En mode de pr&#233;r&#233;glage, le contacteur &#171;&#160;SET&#160;&#187; fait tourner le moteur
                &#224; la vitesse programm&#233;e. Le contacteur &#171;&#160;RESUME&#160;&#187; permet au moteur de
                tourner &#224; la vitesse de reprise programm&#233;e.
            </para>
            <para>Avec le pr&#233;r&#233;glage &#224; distance activ&#233;, la vitesse est r&#233;gl&#233;e comme
                l'aurait fait le pr&#233;r&#233;glage en cabine. Voir Pr&#233;r&#233;glage en cabine pour obtenir plus
                de d&#233;tails.
            </para>
            <para>En pla&#231;ant le contacteur marche/arr&#234;t &#224; la position &#171;&#160;OFF&#160;&#187;, en
                appuyant sur la p&#233;dale de frein ou d'embrayage, en pla&#231;ant la bo&#238;te de vitesses
                automatique en prise ou par un signal du VSS, on d&#233;sactive la commande de vitesse de la prise de
                force. Toutefois, l'option programm&#233;e d'invalidation de fonctionnement de la prise de force emp&#234;che
                les signaux d'embrayage et de freinage d'interrompre la commande de vitesse de la prise de force, tout
                en rendant l'APS inop&#233;rant. La r&#233;gulation de vitesse de la prise de force ne fonctionne pas si
                le signal&#160;VSS ou de frein est d&#233;fectueux.
            </para>
            <para>
                <emph type="bold">Variable &#224; distance</emph>
            </para>
            <para>La validation du signal de la variable &#224; distance permet de r&#233;gler le r&#233;gime moteur au
                niveau voulu. Si on appuie sur le contacteur &#171;&#160;RESUME/ACCEL&#160;&#187;, le r&#233;gime moteur
                augmente; si on appuie sur le contacteur &#171;&#160;SET CRUISE&#187;, le r&#233;gime moteur baisse.
            </para>
            <para>Avec la variable &#224; distance activ&#233;e, la vitesse est r&#233;gl&#233;e comme l'aurait fait la
                variable en cabine.
            </para>
            <para>En ouvrant le contacteur &#224; la broche&#160;36, en pla&#231;ant le contacteur marche/arr&#234;t
                &#224; la position &#171;&#160;OFF&#160;&#187;, en appuyant sur la p&#233;dale de frein ou d'embrayage,
                en pla&#231;ant la bo&#238;te de vitesses automatique en prise ou par un signal du&#160;VSS, on d&#233;sactive
                la r&#233;gulation de vitesse de la prise de force. Toutefois, l'option programm&#233;e d'invalidation
                de fonctionnement de la prise de force emp&#234;che les signaux d'embrayage et de freinage d'interrompre
                la r&#233;gulation de vitesse de la prise de force, tout en rendant l'APS inop&#233;rant. La r&#233;gulation
                de vitesse de la prise de force ne fonctionne pas si le signal&#160;VSS ou de frein est d&#233;fectueux.
            </para>
            <para>
                <emph type="bold">Taux de mont&#233;e de la vitesse de la prise de force</emph>
            </para>
            <para>La vitesse &#224; laquelle le r&#233;gime du moteur change d&#233;pend des conditions de charge et
                d'une valeur programm&#233;e, appel&#233;e le taux de mont&#233;e de la vitesse de la prise de force.
                Une valeur sup&#233;rieure fait changer la vitesse du moteur plus rapidement.
            </para>
            <para>
                <emph type="bold">D&#233;pannage</emph>
            </para>
            <para>L'EST peut servir &#224; surveiller l'&#233;tat des commandes de la prise de force. La comparaison de
                la liste des donn&#233;es avec le fonctionnement r&#233;el indique si les commandes fonctionnent
                convenablement. En utilisant l'option du menu des param&#232;tres programmables, on peut v&#233;rifier
                la programmation pour s'assurer que l'ECM est correctement configur&#233; pour cette application
                particuli&#232;re. On peut &#233;galement utiliser la liste de donn&#233;es pour surveiller les param&#232;tres
                qui causent l'interruption de la r&#233;gulation de vitesse de la prise de force.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_78.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_80.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
