<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE - V&#233;rification visuelle du moteur
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>V&#233;rification visuelle du moteur</title>
        <svcprocinfo>
            <table id="te17502004" tblwidth="pg-wide" frame="all">
                <tgroup cols="5" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.23in"/>
                    <colspec colname="COLSPEC0" colwidth="1.17in"/>
                    <colspec colname="COLSPEC3" colwidth="1.17in"/>
                    <colspec colname="COLSPEC2" colwidth="1.17in"/>
                    <colspec colname="COLSPEC1" colwidth="1.17in"/>
                    <spanspec namest="col1" nameend="COLSPEC1" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>
                                    <emph type="bold">2. V&#233;rification des syst&#232;mes du moteur</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>&#8226; Fuites</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>&#8226; Connexions desserr&#233;es</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Carburant</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Huile</para>
                            </entry>
                            <entry colname="COLSPEC3" align="center">
                                <para>Liquide de refroidissement</para>
                            </entry>
                            <entry colname="COLSPEC2" align="center">
                                <para>&#201;lectricit&#233;</para>
                            </entry>
                            <entry colname="COLSPEC1" align="center">
                                <para>Air</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1" morerows="1">
                                <para></para>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>Inspection visuelle du moteur pour des conditions &#233;ventuelles de d&#233;marrage difficile/pas de
                d&#233;marrage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <step1>
                <para count="1">V&#233;rifier que le r&#233;servoir et les conduites de carburant ne sont pas endommag&#233;es,
                    et qu'il n'y a pas de fuites.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier qu'il n'y a pas de fuites d'huile dans la conduite d'huile entre la pompe
                    &#224; haute pression et la tubulure d'admission d'huile.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que tout le syst&#232;me de refroidissement est exempt de fuites.</para>
            </step1>
            <step1>
                <para count="1">S'assurer que le syst&#232;me d'admission d'air est exempt de fuites. Consulter
                    Inspection du syst&#232;me d'admission d'air et essai de pression
                    <xref refid="p1750202"/>.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier que le faisceau de c&#226;blage du moteur est bien achemin&#233; et qu'il
                    est prot&#233;g&#233; contre le frottement ou l'usure. S'assurer que le capteur de position d'arbre
                    &#224; cames (CMP) et le r&#233;gulateur de pression de commande d'injection (IPR) sont raccord&#233;s.
                </para>
                <specpara>
                    <note>
                        <para>Le moteur ne d&#233;marre pas si l'IPR et le&#160;CMP ne sont pas branch&#233;s.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifier les capteur, les relais et les connexions du module de commande.</para>
            </step1>
            <step1>
                <para count="1">Toutes les connexions doivent &#234;tre fermement install&#233;es, en bon &#233;tat et
                    exemptes de dommage et de corrosion.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout risque de blessures corporelles, ne jamais permettre de fumer; une
                        &#233;tincelle d'origine &#233;lectrique ou une flamme nue pr&#232;s de la batterie pourraient
                        causer une explosion.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">V&#233;rifier que les c&#226;bles et les fusibles des connexions de batterie ne sont pas
                    corrod&#233;s.
                </para>
                <specpara>
                    <note>
                        <para>Les connexions du faisceau de l'ECM doivent &#234;tre serr&#233;es &#224; un couple de 50&#160;pouces-livres
                            (5,65&#160;N.m).
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles de situations de d&#233;marrage difficile/pas de d&#233;marrage</title>
            <randlist type="bullet">
                <item>
                    <para>Des conduites d'alimentation de carburant desserr&#233;es ou qui fuient peuvent d&#233;samor&#231;er
                        le circuit d'alimentation.
                    </para>
                </item>
                <item>
                    <para>Les conduites d'alimentation de carburant d&#233;form&#233;es ou obstru&#233;es r&#233;duisent
                        le d&#233;bit du carburant.
                    </para>
                </item>
                <item>
                    <para>Il y a des fuites excessives de carburant ou d'huile.</para>
                </item>
                <item>
                    <para>Des fuites du liquide de refroidissement peuvent r&#233;v&#233;ler de graves probl&#232;mes de
                        moteur.
                    </para>
                </item>
                <item>
                    <para>Les connecteurs &#233;lectroniques sont endommag&#233;s ou mal install&#233;s.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Le&#160;CMP et l'IPR sont les tout premiers composants &#233;lectroniques &#224; v&#233;rifier
                        si le moteur ne d&#233;marre pas.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title id="p1750202">V&#233;rification du syst&#232;me d'admission d'air</title>
            <step1>
                <para count="1">V&#233;rifier que le bo&#238;tier du filtre &#224; air n'est pas endommag&#233; ou d&#233;form&#233;,
                    ce qui ferait entrer de l'air non filtr&#233; dans le moteur.
                </para>
                <specpara>
                    <note>
                        <para>De l'air non filtr&#233; cause une usure acc&#233;l&#233;r&#233;e du moteur.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le mouvement des joints d'extr&#233;mit&#233; &#224; l'int&#233;rieur du
                    bo&#238;tier. Une surface de contact du joint polie indique un mouvement du joint d'extr&#233;mit&#233;.
                    Une surface de contact polie r&#233;v&#232;le que de l'air non filtr&#233; est pass&#233; par l'&#233;l&#233;ment
                    filtrant et est entr&#233; dans le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier si la cartouche du filtre &#224; air n'a pas de chapeau d'extr&#233;mit&#233;
                    fendu, de trous, de joints endommag&#233;s ou de suie.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier si les boyaux d'admission d'air et les brides sont serr&#233;s et
                    positionn&#233;s sur les cordons d'&#233;tanch&#233;it&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le refroidisseur d'air et la tuyauterie de suralimentation mont&#233;s sur
                    le ch&#226;ssis.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Essai de pression du syst&#232;me d'admission d'air</title>
            <step1>
                <para count="1">Masquer le diam&#232;tre ext&#233;rieur de l'orifice d'admission du filtre &#224; air
                    avec du ruban adh&#233;sif en toile et obturer l'orifice de vidange du r&#233;cipient du filtre
                    &#224; air.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever l'indicateur de colmatage du filtre &#224; air ou le tuyau vers le filtre &#224;
                    air. Poser un obturateur pour rendre l'ouverture &#233;tanche.
                </para>
            </step1>
            <step1>
                <para count="1">Trouver le tuyau de d&#233;charge d'air froid qui contient un obturateur. Enlever
                    l'obturateur et raccorder une alimentation d'air r&#233;gul&#233;e manuellement avec un manom&#232;tre;
                    consulter la Figure Alimentation d'air r&#233;gul&#233;e
                    <xref refid="f1750203"/>.
                </para>
                <figure id="f1750203" figsize="col-wide">
                    <graphic filename="../figeg1/eg1177.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                    <caption>Alimentation d'air r&#233;gul&#233;e</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Raccorder une alimentation d'air d'une pression de 34,5&#160;&#224; 55,2&#160;kPa (5&#160;&#224;
                    8 lb/po2) au syst&#232;me d'admission d'air. Il faut une alimentation d'air constante pour remplacer
                    l'air perdu par les soupapes d'admission ouvertes.
                </para>
            </step1>
            <step1>
                <para count="1">Enduire les zones&#160;
                    <emph type="bold">a</emph> &#224;&#160;
                    <emph type="bold">f</emph> &#233;num&#233;r&#233;es ci-dessous d'une solution savonneuse et v&#233;rifier
                    les fuites (consulter la Figure V&#233;rification des fuites du syst&#232;me d'admission d'air)
                    <xref refid="f1750204"/>&#160;:
                </para>
                <step2>
                    <para count="1">surface du corps du filtre &#224; air autour du tuyau de sortie;</para>
                </step2>
                <step2>
                    <para count="1">raccord entre le tuyau de sortie et le joint du corps de filtre &#224; air;</para>
                </step2>
                <step2>
                    <para count="1">tous les raccords de boyaux &#224; collier et les connexions &#224; joints entre la
                        sortie du filtre &#224; air et la tubulure d'admission/couvre-culbuteurs. Cela comprend les
                        connexions du turbocompresseur;
                    </para>
                    <figure id="f1750204" figsize="col-wide">
                        <graphic filename="../figeg1/eg1181.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                        <caption>v&#233;rification des fuites du syst&#232;me d'admission d'air;</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">surface de tous les tuyaux et conduites d'admission d'air entre le filtre &#224; air
                        et la tubulure d'admission/couvre-culbuteurs;
                    </para>
                </step2>
                <step2>
                    <para count="1">tuyauterie d'admission d'air du compresseur d'air, du tube du filtre &#224; air
                        jusqu'au raccord et au joint inclus;
                    </para>
                </step2>
                <step2>
                    <para count="1">tuyauterie au refroidisseur d'air de la suralimentation.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Aucune fuite n'est permise entre le filtre &#224; air et le turbocompresseur (c&#244;t&#233;
                    aspiration). Si des fuites sont d&#233;couvertes, serrer les colliers des boyaux. Si les fuites
                    persistent, remplacer toutes les pi&#232;ces au besoin. V&#233;rifier de nouveau les &#233;l&#233;ments
                    ainsi corrig&#233;s.
                </para>
                <specpara>
                    <note>
                        <para>Des fuites d'admission d'air pourraient r&#233;v&#233;ler de la salet&#233; dans le
                            moteur. La salet&#233; peut user ou casser les segments de piston, ce qui entra&#238;ne une
                            consommation d'huile &#233;lev&#233;e et une fum&#233;e bleue excessive, ainsi que la piq&#251;re
                            ou l'&#233;rosion de la roue du compresseur du turbocompresseur. En cas de fuite, v&#233;rifier
                            la pression du bloc-cylindres.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Lampe d'inspection</para>
                </item>
                <item>
                    <para>R&#233;gulateur de pression d'air</para>
                </item>
                <item>
                    <para>Solution savonneuse</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
