<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - PROC&#201;DURES D'ANALYSE DE
        DIAGNOSTIC
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>PROC&#201;DURES D'ANALYSE DE DIAGNOSTIC</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Consommation d'huile</title>
            <para>Lors de l'examen de la consommation d'huile&#160;:</para>
            <step1>
                <para count="1">v&#233;rifier la pr&#233;sence de fuites d'huile externes et les corriger;</para>
            </step1>
            <step1>
                <para count="1">v&#233;rifier s'il y a pr&#233;sence de colmatage dans le filtre &#224; air, de fuites
                    dans le syst&#232;me d'admission d'air, de pression excessive dans le bloc-cylindres et de toute d&#233;fectuosit&#233;
                    dans le compresseur d'air;
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Changer la cartouche du filtre &#224; air et v&#233;rifier si le turbocompresseur n'est pas
                        endommag&#233; si de l'huile de graissage est aspir&#233;e dans le moteur.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">v&#233;rifier le probl&#232;me&#160;:</para>
            </step1>
            <para>Si les conditions ci-dessus ne sont pas la cause d'une consommation d'huile excessive, poursuivre
                l'analyse.
            </para>
            <randlist type="bullet">
                <item>
                    <para>niveau d'huile incorrect (trop-plein);</para>
                </item>
                <item>
                    <para>sp&#233;cification&#160;API incorrecte;</para>
                </item>
                <item>
                    <para>changer l'huile (utiliser la sp&#233;cification&#160;API et la viscosit&#233; recommand&#233;es
                        pour la temp&#233;rature ambiante actuelle);
                    </para>
                </item>
                <item>
                    <para>d&#233;terminer la consommation initiale d'huile et sa tendance &#224;&#160;: 1&#160;609&#160;km
                        (1&#160;000&#160;mi)/50&#160;heures et 8&#160;047&#160;km (5&#160;000&#160;mi)/250&#160;heures;
                    </para>
                </item>
                <item>
                    <para>noter la quantit&#233; d'huile ajout&#233;e pendant la p&#233;riode d'essai.</para>
                </item>
            </randlist>
            <para>Une consommation excessive d'huile peut &#234;tre caus&#233;e par&#160;:</para>
            <randlist type="bullet">
                <item>
                    <para>des charges anormalement &#233;lev&#233;es tir&#233;es par le v&#233;hicule (au-del&#224; du
                        poids nominal brut du v&#233;hicule&#160;[PNBV] sp&#233;cifi&#233;);
                    </para>
                </item>
                <item>
                    <para>une utilisation incorrecte (par exemple, laisser le moteur s'engager dans la mauvaise gamme de
                        vitesses), entra&#238;nant une consommation excessive d'huile;
                    </para>
                </item>
                <item>
                    <para>un compresseur d'air d&#233;fectueux (si les segments de piston du compresseur sont us&#233;s,
                        de l'huile peut &#234;tre forc&#233;e dans le syst&#232;me d'air);
                    </para>
                </item>
                <item>
                    <para>des guides de soupapes ou des joints des tiges de soupapes us&#233;s (nettoyer et v&#233;rifier);</para>
                </item>
                <item>
                    <para>des segments ou des al&#233;sages normalement us&#233;s ou de la salet&#233; passant &#224;
                        travers la cartouche du filtre &#224; air (effectuer un essai de pression du bloc-cylindres);
                    </para>
                </item>
                <item>
                    <para>une fuite du compresseur ou de la turbine du turbocompresseur;</para>
                </item>
                <item>
                    <para>un joint torique d'injecteur d&#233;fectueux, laissant de l'huile se m&#233;langer au
                        carburant Voir la rubrique Essai de fuite&#160;ICP &#224; la section&#160;2, Diagnostic de d&#233;marrage
                        difficile/pas de d&#233;marrage
                    </para>
                </item>
                <item>
                    <para>Injecteurs d&#233;fectueux</para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_85.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_87.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
