<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Communications&#160;ATA, ligne de
        transmission de donn&#233;es
    </stitle>
    <svcman/>
    <svcproc id="s17503001" svcproctype="troubleshoot" graphiccount="3">
        <title>Communications&#160;ATA, ligne de transmission de donn&#233;es</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503017" figsize="pg-wide">
                <graphic filename="../figeg8/eg8635.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma des fonctions des communications&#160;ATA</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Ligne de transmission de donn&#233;es</title>
            <para>Le signal de la ligne de transmission de donn&#233;es est un signal de forme &#224; onde carr&#233;e
                de largeur variable de&#160;0 &#224; 5&#160;V, qui permet une communication entre le logiciel de
                diagnostic ma&#238;tre et l'ECM. Il sert &#224; la transmission de diagnostics et de donn&#233;es d'&#233;talonnage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>L'ECM peut d&#233;tecter en tout temps des connexions ouvertes, court-circuit&#233;es ou
                intermittentes sur les lignes&#160;ATA. Si un code d'anomalie de diagnostic actif se produit sur les
                lignes&#160;ATA, le logiciel de diagnostic ma&#238;tre n'affiche pas correctement les donn&#233;es.
            </para>
            <figure id="f17503018" figsize="pg-wide">
                <graphic filename="../figeg8/eg8628.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit des communications&#160;ATA</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; les connecteurs, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503003" tblwidth="pg-wide" frame="all">
                <title>Diagnostic du circuit des communications&#160;ATA</title>
                <tgroup cols="4" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="49.96*"/>
                    <colspec colname="col2" colwidth="28.08*"/>
                    <colspec colname="col3" colwidth="28.32*"/>
                    <colspec colname="col4" colwidth="289.62*"/>
                    <spanspec namest="col1" nameend="col4" spanname="1to4"/>
                    <tbody>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Contact &#233;tabli, moteur &#224; l'arr&#234;t&#160;- v&#233;rifications
                                        de la tension au connecteur de l'EST (contact &#233;tabli, moteur &#224; l'arr&#234;t)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Point d'essai&#160;+</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Signal</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Alimentation</para>
                            </entry>
                            <entry>
                                <para>Doit &#234;tre une alimentation &#224;&#160;B en tout temps. S'il n'y a pas
                                    d'alimentation, v&#233;rifier les circuits de masse et d'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">V&#233;rifications de l'EST &#224; la masse (c&#226;ble positif de
                                        batterie d&#233;branch&#233; et contact coup&#233;)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Signal</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Outil &#233;lectronique d'entretien (EST).</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>ATA&#160;+</para>
                            </entry>
                            <entry morerows="1">
                                <para>Une lecture inf&#233;rieure &#224; 1&#160;kilohm indique un court-circuit &#224;
                                    la masse, aussi bien par le faisceau que par un facteur interne dans l'ECM. D&#233;brancher
                                    l'ECM; mesurer de nouveau &#224; la masse. Si le court-circuit est toujours pr&#233;sent,
                                    d&#233;brancher les autres dispositifs raccord&#233;s &#224; la ligne de
                                    transmission de donn&#233;es et v&#233;rifier de nouveau. Si le court-circuit est
                                    toujours pr&#233;sent, r&#233;parer le faisceau.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>G&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>ATA&#160;-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>PWR (alimentation)</para>
                            </entry>
                            <entry morerows="1">
                                <para>Avec le fusible enlev&#233;, une lecture inf&#233;rieure &#224; 1&#160;kilohm
                                    indique un court-circuit &#224; la masse. Une lecture de plus de 5&#160;ohms indique
                                    un circuit ouvert et l'EST ne fait pas de transmission.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>masse</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">EST et v&#233;rifications de la r&#233;sistance du faisceau du
                                        tableau de bord (v&#233;rification avec bo&#238;te de d&#233;rivation install&#233;e;
                                        la cl&#233; de contact doit &#234;tre &#224; la position &#171;&#160;OFF&#160;&#187;).
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Signal</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Connecteur EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F&#160;&#224;&#160;16</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>ATA&#160;+</para>
                            </entry>
                            <entry>
                                <para>R&#233;sistance du connecteur de ch&#226;ssis de l'ECM (noir) au connecteur de
                                    l'EST.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>G&#160;&#224;&#160;17</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>ATA&#160;-</para>
                            </entry>
                            <entry>
                                <para>R&#233;sistance du connecteur de ch&#226;ssis de l'ECM (noir) au connecteur de
                                    l'EST.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224;&#160;F3</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>PWR (alimentation)</para>
                            </entry>
                            <entry>
                                <para>R&#233;sistance du connecteur&#160;EST au fusible d'alimentation.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>masse</para>
                            </entry>
                            <entry>
                                <para>Une lecture sup&#233;rieure &#224; 5&#160;ohms indique un circuit ouvert et emp&#234;che
                                    l'EST de se mettre sous tension.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="4" spanname="1to4">
                                <para>Code d'anomalie commun 231&#160;ATA&#160;- c&#226;blage ou connecteur&#160;ATA,
                                    interf&#233;rence sur le bus de donn&#233;es, ECM d&#233;fectueux.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>- Aucune circulation de donn&#233;es ou aucun code d'anomalie affich&#233; sur le
                                    logiciel de diagnostic ma&#238;tre, ou l'EST ne fait pas de transmission.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Communication&#160;ATA</emph>
            </para>
            <para>L'ECM communique avec le logiciel de diagnostic ma&#238;tre (EST) par le biais du connecteur (1650)
                indiqu&#233; sur le sch&#233;ma de circuit des communications&#160;ATA
                <xref refid="f17503018"/>. L'EST communique avec l'ECM &#224; l'aide de la ligne de transmission de donn&#233;es
                de l'American Trucking Association (ATA) (
                <emph type="bold">1</emph>).
            </para>
            <para>Le circuit&#160;ATA utilise une paire de fils torsad&#233;s. Toutes les r&#233;parations &#224; cette
                paire de fils doivent maintenir une torsade compl&#232;te par pouce sur toute la longueur du circuit. Ce
                circuit est polaris&#233; (un fil positif et un fil n&#233;gatif) et toute inversion de la polarit&#233;
                de ce circuit coupe les communications.
            </para>
            <para>
                <emph type="bold">(1)</emph>
                - La ligne de transmission de donn&#233;es&#160;ATA est d&#233;finie par les pratiques recommand&#233;es
                SAE&#160;J1708 et&#160;J1587. Cette ligne ainsi que le connecteur (1650) ont &#233;t&#233; adopt&#233;s
                par les pratiques recommand&#233;es&#160;1201 et&#160;1202.
            </para>
            <para>
                <emph type="bold">Connecteur de ligne de transmission de donn&#233;es&#160;ATA (1650)</emph>
            </para>
            <para>Toutes les communications entre l'EST et l'ECM se font par le biais du connecteur (1650) de l'EST.
                Cette ligne de transmission appuie les fonctions suivantes&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>affichage des codes d'anomalie et conditions de fonctionnement sur l'EST;</para>
                </item>
                <item>
                    <para>ex&#233;cution des essais de diagnostic exclusifs programm&#233;s dans l'ECM;</para>
                </item>
                <item>
                    <para>effacement des codes d'anomalie;</para>
                </item>
                <item>
                    <para>programmation des valeurs de param&#232;tres de rendement;</para>
                </item>
                <item>
                    <para>programmation des &#233;talonnages et des strat&#233;gies.</para>
                </item>
            </randlist>
            <para>Le connecteur (1650) de l'EST a&#160;9 broches, &#233;tiquet&#233;es de A&#160;&#224;&#160;I, qui
                fournissent ce qui suit&#160;:
            </para>
            <seqlist style="alphauc">
                <item>
                    <para>alimentation de BATTERIE &#224; fusible &#224; la broche&#160;B pour le c&#226;ble
                        d'interface. La broche&#160;A fournit une masse de batterie pour le c&#226;ble d'interface;
                    </para>
                </item>
                <item>
                    <para>la borne&#160;F du connecteur (1650) de l'EST est raccord&#233;e par le circuit&#160;K3A (+)
                        au bus positif ATA&#160;4820, et la borne&#160;G du connecteur (1650) de l'EST est raccord&#233;e
                        par le circuit&#160;K3B (-) au bus n&#233;gatif ATA&#160;4820. Ces deux connexions permettent
                        une communication avec tous les composants raccord&#233;s &#224; la ligne de transmission de
                        donn&#233;es.
                    </para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Connecteur&#160;EST (1650)</emph>
            </para>
            <para>Le syst&#232;me de commande du moteur ne d&#233;tecte pas d'anomalies dans les circuits d'alimentation
                ou de masse au connecteur (1650) de l'EST. Si l'EST ne communique pas quand il est raccord&#233;,
                essayer l'EST sur un autre v&#233;hicule disponible pour d&#233;terminer s'il fonctionne correctement.
                Si l'EST fonctionne correctement, v&#233;rifier alors les circuits d'alimentation et de masse &#224; la
                connexion&#160;ATA.
            </para>
            <para>
                <emph type="bold">Affichages de l'EST</emph>
            </para>
            <para>Si l'EST ne communique pas avec l'ECM, le circuit de la ligne de transmission&#160;ATA du connecteur
                de l'EST &#224; l'ECM est peut-&#234;tre rompu. V&#233;rifier si la cl&#233; de contact est &#224; la
                position &#171;&#160;ON&#160;&#187;, puis effectuer les &#233;tapes de diagnostic dans le diagnostic du
                circuit de communications&#160;ATA
                <xref refid="te17503003"/>.
            </para>
            <para id="f175fc231">
                <emph type="bold">Code d'anomalie&#160;231</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, SID&#160;250, FMI&#160;2</emph>
            </para>
            <para>
                <emph type="bold">ECM&#160;: anomalie commune&#160;ATA</emph>
            </para>
            <para>
                <emph type="bold">Sympt&#244;me&#160;:</emph>
                le code&#160;231
                <emph type="bold">n'allume pas</emph>
                le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233;. Ce code peut &#234;tre &#233;tabli quand l'ECM ne
                peut acc&#233;der &#224; la ligne de transmission&#160;ATA. Dans ce cas, il n'y a pas de donn&#233;es&#160;ATA
                disponibles avec le logiciel de diagnostic ma&#238;tre. On peut r&#233;cup&#233;rer le code d'anomalie
                en utilisant les boutons du r&#233;gulateur de vitesse situ&#233;s sur le volant.
            </para>
            <para>
                <emph type="bold">Causes de c&#226;blage&#160;:</emph>
                les circuits&#160;ATA positifs ou n&#233;gatifs entre l'EST et le connecteur de diagnostic (1650) et
                tout autre dispositif &#233;lectronique (bo&#238;te de vitesses, freins etc.) utilisant le bus&#160;ATA&#160;:
                court-circuit&#233; (haut ou bas), ouvert ou occup&#233; (trop de dispositifs).
            </para>
            <specpara>
                <note>
                    <para>Dans les v&#233;hicules &#233;quip&#233;s de la bo&#238;te de vitesses Allison&#160;WTEC, ce
                        code peut &#234;tre &#233;tabli en essayant de programmer l'ECM. Il faut d&#233;brancher le
                        connecteur&#160;WTEC pour programmer l'ECM.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Les causes du syst&#232;me peuvent comprendre&#160;:</emph>
            </para>
            <seqlist style="alphauc">
                <item>
                    <para>un dispositif&#160;ATA d&#233;fectueux (comme un contr&#244;leur de bo&#238;te de vitesses ou
                        un contr&#244;leur de freins antiblocage) raccord&#233; au bus&#160;ATA met le signal &#224; la
                        masse;
                    </para>
                </item>
                <item>
                    <para>trop de dispositifs&#160;ATA, bien que cela soit rare;</para>
                </item>
                <item>
                    <para>si aucune cause de syst&#232;me n'est pr&#233;sente, remplacer l'ECM par un autre &#233;prouv&#233;.</para>
                </item>
            </seqlist>
            <para>Les donn&#233;es sont transmises sur la m&#234;me ligne&#160;ATA qui fournit des informations &#224;
                l'EST et au contr&#244;leur de la bo&#238;te de vitesses&#160;WTEC.
            </para>
            <figure id="f1750318.3" figsize="full-pg">
                <graphic filename="../figEg8/Eg8873.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="592px"/>
                <caption>Ligne de transmission de donn&#233;es&#160;1708 (ch&#226;ssis)</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_52.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_54.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
