<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Capteur de vitesse de v&#233;hicule&#160;(VSS)</stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Capteur de vitesse de v&#233;hicule&#160;(VSS)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503109" figsize="pg-wide">
                <graphic filename="../figeg8/eg8852.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du capteur de vitesse du v&#233;hicule</caption>
            </figure>
            <para>La vitesse de l'arbre secondaire de la transmission est d&#233;tect&#233;e par une prise magn&#233;tique
                mont&#233;e sur la transmission et qui d&#233;tecte la rotation d'un engrenage &#224; 16&#160;dents,
                install&#233; sur l'arri&#232;re de la transmission. Le signal d'onde sinuso&#239;dale&#160;C.A.
                (courant alternatif) qui en r&#233;sulte est re&#231;u par l'ECM et est utilis&#233; en conjonction avec
                la dimension du pneu et le rapport d'essieu pour calculer la vitesse du v&#233;hicule. La vitesse calcul&#233;e
                du v&#233;hicule est transmise au bloc d'instruments par la ligne de transmission de donn&#233;es du
                groupe motopropulseur, afin de faire fonctionner l'indicateur de vitesse dans le bloc d'instruments. La
                vitesse calcul&#233;e du v&#233;hicule est &#233;galement utilis&#233;e dans les strat&#233;gies de
                commande qui contr&#244;lent des caract&#233;ristiques comme le r&#233;gulateur de vitesse, le
                fonctionnement de la prise de force et la limite de la vitesse sur route.
            </para>
            <para>Les transmissions WTED&#160;MD et S&#233;rie&#160;2000 utilisent un capteur&#160;VSS interne qui
                transmet un signal au module de commande de la transmission. Le module de commande de la transmission
                tamponne le signal et transmet un signal d'onde sinuso&#239;dale &#224; l'ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>Quand l'ECM d&#233;termine que la vitesse du v&#233;hicule est de 0&#160;km/h (0&#160;mi/h), il
                effectue une v&#233;rification du diagnostic du circuit&#160;VSS. Un signal de tension est transmis sur
                le circuit&#160;VSS par l'ECM et il d&#233;tecte si la tension de retour est hors de plage (HAUTE ou
                BASSE). Quand une situation de code d'anomalie de&#160;VSS est d&#233;tect&#233;e, l'ECM invalide le
                fonctionnement de la prise de force et du r&#233;gulateur de vitesse et, si la limite de vitesse sur
                route est activ&#233;e, il limite le r&#233;gime du moteur dans tous les rapports. Dans les v&#233;hicules
                &#233;quip&#233;s d'une transmission Allison&#160;MD (WTEC) et S&#233;rie&#160;2000, aucun code
                d'anomalie ne sera transmis en cas d'anomalie du circuit du capteur&#160;VSS. Tous les codes d'anomalie
                de diagnostic&#160;VSS &#233;tablis dans les v&#233;hicules &#233;quip&#233;s d'une transmission&#160;MD
                seulement diagnostiquent un circuit de communication entre l'ECM et le module de commande de la
                transmission.
            </para>
            <specpara>
                <note>
                    <para>Voir le manuel d'entretien et de diagnostic&#160;WTEC pour diagnostiquer tout probl&#232;me de
                        capteur&#160;VSS de bo&#238;te de vitesses&#160;MD.
                    </para>
                </note>
            </specpara>
            <figure id="f17503110" figsize="pg-wide">
                <graphic filename="../figeg8/eg8853.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit du capteur de vitesse du v&#233;hicule</caption>
            </figure>
            <table id="te17503037" tblwidth="pg-wide" frame="all">
                <title>V&#233;rifications du connecteur du capteur de vitesse du v&#233;hicule</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="16.74*"/>
                    <colspec colname="colspec0" colwidth="14.22*"/>
                    <colspec colname="col3" colwidth="69.04*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contact &#233;tabli, moteur &#224; l'arr&#234;t&#160;- v&#233;rifications
                                        de tension au connecteur&#160;VSS (v&#233;rifier avec le connecteur du capteur&#160;VSS
                                        d&#233;branch&#233;, contact &#233;tabli, moteur &#224; l'arr&#234;t)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Points d'essai (-)</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>2&#160;&#224;&#160;3&#160;V</para>
                            </entry>
                            <entry morerows="1">
                                <para>L'ECM monte la tension quand le capteur est d&#233;branch&#233;; s'il n'y a aucune
                                    tension, v&#233;rifier si le circuit est ouvert ou court-circuit&#233; &#224; la
                                    masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>2&#160;&#224;&#160;3&#160;V</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de continuit&#233; du capteur&#160;VSS (v&#233;rifier
                                        avec le capteur&#160;VSS d&#233;branch&#233;, mesurer la r&#233;sistance dans le
                                        capteur)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Points d'essai&#160;(-)</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;100&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 100&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;100&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 100&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>600&#160;&#224; 800&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Bo&#238;te de vitesses manuelle</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>Voir le manuel Allison</para>
                            </entry>
                            <entry>
                                <para>Bo&#238;te de vitesses automatique&#160;MD (&#224; commande &#233;lectronique), bo&#238;te
                                    de vitesses automatique S&#233;rie&#160;2000 (LCT) (&#224; commande &#233;lectronique).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de la r&#233;sistance de faisceau (v&#233;rifier
                                        avec le capteur&#160;VSS d&#233;branch&#233;, la batterie d&#233;branch&#233;e
                                        et la bo&#238;te de d&#233;rivation install&#233;e)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Points d'essai&#160;(-)</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>40&#160;&#224;&#160;B</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un circuit ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>39&#160;&#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un circuit ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>40&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;100&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 100&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>39&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;100&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 100&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Page suivante</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rification op&#233;rationnelle (v&#233;rifier avec le
                                        capteur&#160;VSS raccord&#233; et la bo&#238;te de d&#233;rivation install&#233;e)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <warning>
                                    <para>
                                        <emph type="bold">PLACER LES ESSIEUX ARRI&#200;RE SUR DES CHANDELLES ET CALER
                                            LES ROUES AVANT.
                                        </emph>
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <note>
                                    <para>MESURER AVEC LA TRANSMISSION EN GAMME HAUTE ET LE MOTEUR &#192; BAS R&#201;GIME.</para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Points d'essai&#160;(-)</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>40&#160;&#224;&#160;39</para>
                            </entry>
                            <entry>
                                <para>>&#160;2&#160;V&#160;C.A.</para>
                            </entry>
                            <entry>
                                <para>Si la tension est inf&#233;rieure &#224; 2&#160;V&#160;C.A., v&#233;rifier le r&#233;glage
                                    du capteur ou remplacer le capteur d&#233;fectueux.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>141&#160;= L'ECM a d&#233;tect&#233; une tension &#171;&#160;d'essai&#160;&#187;
                                    dans le circuit&#160;VSS pendant plus de 0,5&#160;seconde. Le circuit est
                                    possiblement ouvert ou court-circuit&#233; &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>142&#160;= L&#160;ECM a d&#233;tect&#233; une tension &#171;&#160;d'essai&#160;&#187;
                                    dans le circuit&#160;VSS pendant plus de 0,5&#160;seconde. Le capteur avec circuit
                                    interne est possiblement ouvert ou court-circuit&#233; &#224; la tension.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para id="f175fc215">215&#160;= L'ECM a d&#233;tect&#233; un signal de fr&#233;quence&#160;VSS
                                    sup&#233;rieur &#224; 4,365&#160;kHz.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Consulter S08250&#160;- Guide de d&#233;pannage &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>Le capteur de vitesse du v&#233;hicule&#160;(VSS) est situ&#233; sur la bo&#238;te de vitesses et
                transmet un signal&#160;C.A. &#224; l'ECM. Le capteur&#160;VSS contient un aimant permanent qui cr&#233;e
                un champ magn&#233;tique. Le signal&#160;C.A. est cr&#233;&#233; quand l'engrenage de l'indicateur de r&#233;gime
                de la bo&#238;te de vitesses tourne en coupant le champ magn&#233;tique cr&#233;&#233; par le capteur.
                L'ECM traite le signal&#160;C.A. et transmet les donn&#233;es sur la vitesse du v&#233;hicule sur la
                ligne de transmission de donn&#233;es du groupe motopropulseur et les utilise pour diverses strat&#233;gies
                de commande du moteur et du v&#233;hicule. Dans le cas d'une bo&#238;te de vitesses manuelle, le capteur
                est mont&#233; &#224; l'arri&#232;re de la transmission.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic de l'ECM</title>
            <para>On peut r&#233;cup&#233;rer les codes d'anomalie &#224; l'aide de l'EST ou en lisant les clignotements
                des codes d'anomalie des voyants &#171;&#160;ENGINE&#160;&#187; ambr&#233; et rouge; voir
                <xref refid="p17502001"/>.
            </para>
            <para id="f175fc141">
                <emph type="bold">Code d'anomalie&#160;141</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;84, FMI&#160;4</emph>
            </para>
            <para>
                <emph type="bold">VSS hors de plage (BAS)</emph>
            </para>
            <para>Ce code est &#233;tabli quand l'ECM d&#233;tecte une condition hors de plage (BASSE) dans le circuit&#160;VSS.
                C'est un code de surveillance continue et il peut &#234;tre &#233;tabli chaque fois que le v&#233;hicule
                fonctionne. Il peut &#234;tre affich&#233; comme un code d'anomalie actif ou inactif. Quand ce code est
                &#233;tabli, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; ne s'allume pas.
            </para>
            <para>Causes possibles&#160;: c&#226;blage de capteur ouvert, capteur ouvert, court-circuit &#224; la masse
                dans le c&#226;blage ou dans le capteur.
            </para>
            <para id="f175fc142">
                <emph type="bold">Code d'anomalie&#160;142</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;84, FMI&#160;3</emph>
            </para>
            <para>Ce code est &#233;tabli quand l'ECM d&#233;tecte une condition hors de plage (HAUTE) dans le circuit&#160;VSS.
                Il s'agit d'un code de surveillance continue et il peut &#234;tre &#233;tabli chaque fois que le v&#233;hicule
                fonctionne. Il peut &#234;tre affich&#233; comme un code d'anomalie actif ou inactif. Quand ce code est
                &#233;tabli, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; ne s'allume pas.
            </para>
            <para>Causes possibles&#160;: c&#226;blage court-circuit&#233; &#224; la tension (V
                <subscript>REF</subscript>
                ou batterie), court-circuit interne dans le capteur&#160;VSS.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_83.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_85.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
