<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT - Essai de pression de carburant (pleine charge)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Essai de pression de carburant (pleine charge)</title>
        <svcprocinfo>
            <table id="te17502027" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1" align="left">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">11. Essai de pression de carburant (pleine charge)</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Voir la figure&#160;
                                    <emph type="bold">J</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mesurer la pression du carburant &#224; la purge du filtre &#224;
                                    carburant.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mesurer la pression &#224; pleine charge, r&#233;gime nominal.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrument</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Manom&#232;tre de 0&#160;&#224; 1&#160;103&#160;kPa (0&#160;&#224; 160&#160;lb/po2)</para>
                            </entry>
                            <entry>
                                <para>206,8&#160;kPa (30&#160;lb/po2) minimum</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la pression est basse, remplacer le filtre &#224; carburant, nettoyer
                                    le tamis &#224; carburant et v&#233;rifier de nouveau.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la pression est toujours basse, effectuer l'essai&#160;3.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si le circuit d'alimentation alimente le moteur avec la bonne quantit&#233; de
                carburant et avec la bonne pression &#224; pleine charge.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                        vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                        motrices sont bloqu&#233;es avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si le filtre &#224; carburant a de l'eau dans la sonde de carburant, demander au conducteur du
                        v&#233;hicule si le voyant (jaune) d'eau dans le carburant s'allume pendant la conduite.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si le manom&#232;tre n'est pas raccord&#233; au circuit d'alimentation &#224; l'essai&#160;2,
                    enlever la soupape de purge d'air sur le collecteur du filtre &#224; carburant. Installer un raccord
                    de tuyau de 3&#160;mm (1/8&#160;po) &#224; la place de la soupape de purge
                    <xref refid="f1750234"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Raccorder une conduite du raccord &#224; la jauge de 0&#160;&#224; 1&#160;103&#160;kPa
                    (0&#160;&#224; 160&#160;lb/po2) du manom&#232;tre. Voir Mesure de la pression du carburant avec un
                    manom&#232;tre
                    <xref refid="f1750235"/>. D&#233;marrer le moteur et le faire tourner au ralenti bas pour v&#233;rifier
                    les fuites de carburant dans la conduite au manom&#232;tre.
                </para>
                <specpara>
                    <note>
                        <para>Purger l'air de la conduite de carburant pour assurer une bonne lecture.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conduire le v&#233;hicule sur route jusqu'&#224; ce que le moteur atteigne sa temp&#233;rature
                    de fonctionnement. Trouver une partie de route d&#233;gag&#233;e et s&#233;lectionner un rapport de
                    vitesse appropri&#233;. Appuyer &#224; fond sur la p&#233;dale d'acc&#233;l&#233;rateur et acc&#233;l&#233;rer
                    jusqu'au r&#233;gime nominal et &#224; pleine charge.
                </para>
                <specpara>
                    <note>
                        <para>Conduire le v&#233;hicule en montant une c&#244;te, ou &#224; pleine charge pour atteindre
                            la bonne charge du moteur au r&#233;gime nominal du moteur.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mesurer la pression du carburant et la noter sur le formulaire de diagnostic m&#233;canique
                    EGED-220. Si la pression n'est pas conforme aux sp&#233;cifications, remplacer le filtre &#224;
                    carburant, nettoyer le tamis &#224; carburant et v&#233;rifier de nouveau la pression du carburant.
                    Si la pression du carburant demeure basse apr&#232;s avoir remplac&#233; le filtre, effectuer
                    l'essai&#160;3 de colmatage de pompe de transfert
                    <xref refid="te17502019"/>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Il faudra peut-&#234;tre plusieurs cycles de lancement pour purger l'air du circuit
                        d'alimentation apr&#232;s avoir remplac&#233; le filtre &#224; carburant.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Un filtre &#224; carburant ou un tamis &#224; carburant obstru&#233;s peuvent causer un
                        colmatage &#233;lev&#233; et une basse pression de carburant. Remplacer le filtre &#224;
                        carburant, nettoyer le tamis &#224; carburant et v&#233;rifier de nouveau.
                    </para>
                </item>
                <item>
                    <para>Des d&#233;bris dans la soupape du r&#233;gulateur de carburant causent une basse pression de
                        carburant; voir l'essai&#160;3
                        <xref refid="te17502019"/>.
                    </para>
                </item>
                <item>
                    <para>Une conduite d'alimentation de carburant vrill&#233;e ou fortement tordue, ou un blocage au
                        niveau du tube de r&#233;cup&#233;ration peuvent causer un colmatage et donc, une pression de
                        carburant basse; voir l'essai&#160;3
                        <xref refid="te17502019"/>..
                    </para>
                </item>
                <item>
                    <para>Une conduite de carburant desserr&#233;e sur le c&#244;t&#233; aspiration du circuit
                        d'alimentation peut causer une entr&#233;e d'air dans le syst&#232;me et une basse pression de
                        carburant; voir l'essai&#160;3
                        <xref refid="te17502019"/>.
                    </para>
                </item>
                <item>
                    <para>La pompe &#224; carburant peut avoir un dommage interne, par exemple, un plongeur gripp&#233;
                        ou des clapets de non-retour qui fuient.
                    </para>
                </item>
                <item>
                    <para>Un colmatage de l'admission de la pompe de transfert au r&#233;servoir de carburant peut
                        causer une basse pression de carburant.
                    </para>
                </item>
                <item>
                    <para>Un colmatage entre le raccord d'admission de carburant, le tamis et l'admission de la pompe de
                        transfert peut causer une basse pression de carburant.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Manom&#232;tre (PS94-831-3) et une conduite appropri&#233;e avec un raccord&#160;NPT de 3&#160;mm
                        (1/8&#160;po)
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
