<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Activation du ralentisseur du v&#233;hicule&#160;(VRE)</stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Activation du ralentisseur du v&#233;hicule&#160;(VRE)</title>
        <svcsubproc>
            <title>Fonction du circuit.</title>
            <figure id="f17503102" figsize="pg-wide">
                <graphic filename="../figeg8/eg8849.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de l'activation du ralentisseur du v&#233;hicule</caption>
            </figure>
            <para>Dans les v&#233;hicules et les moteurs &#233;quip&#233;s d'un frein sur &#233;chappement, la fonction
                des circuits&#160;VRE (circuit du ralentisseur du v&#233;hicule) est de commander le relais qui fait
                fonctionner et arr&#234;ter le frein. Ce circuit a plusieurs applications et on peut le c&#226;bler
                selon de nombreuses configurations.
                <emph type="bold">Il faut utiliser le sch&#233;ma de c&#226;blage applicable pour la bonne application
                    pour d&#233;panner le bon circuit.
                </emph>
            </para>
            <para>Quand un ralentisseur de v&#233;hicule est install&#233;, quel que soit le type ou son mode de
                fonctionnement, le conducteur peut utiliser un contacteur dans la cabine qui permet de mettre le syst&#232;me
                en marche et de l'arr&#234;ter. Le contacteur signale la demande du conducteur au contr&#244;leur du
                syst&#232;me &#233;lectrique (ESC) et relaie cette demande &#224; la ligne de transmission de donn&#233;es
                du groupe motopropulseur, &#224; l'ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>Le technicien peut d&#233;tecter un circuit ouvert ou court-circuit&#233; sur le c&#244;t&#233; bobine
                du relais frein-moteur pendant un essai standard sur demande du moteur.
            </para>
            <figure id="f17503103" figsize="pg-wide">
                <graphic filename="../figeg8/eg8851.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Sch&#233;ma de circuit du ralentisseur du v&#233;hicule</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503036" tblwidth="pg-wide" frame="all">
                <title>V&#233;rifications de diagnostic du circuit du ralentisseur du v&#233;hicule</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="69.59*"/>
                    <colspec colname="colspec0" colwidth="46.59*"/>
                    <colspec colname="col3" colwidth="279.82*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de tension/r&#233;sistance du sol&#233;no&#239;de
                                        du frein sur &#233;chappement - avec sol&#233;no&#239;de du frein sur &#233;chappement
                                        d&#233;branch&#233;
                                    </emph>
                                    (v&#233;rifier avec le contact &#233;tabli et le frein sur &#233;chappement activ&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Sol&#233;no&#239;de du frein sur &#233;chappement</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Broche&#160;A du sol&#233;no&#239;de du frein sur &#233;chappement</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>S'il n'y a aucune tension, le relais n'est pas activ&#233; ou est ouvert dans le
                                    circuit au sol&#233;no&#239;de (v&#233;rifier avec le connecteur en ligne d&#233;branch&#233;;
                                    v&#233;rifier la tension &#224; partir du relais du frein sur &#233;chappement).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Broche&#160;B du sol&#233;no&#239;de du frein sur &#233;chappement &#224; la
                                    masse
                                </para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Le sol&#233;no&#239;de ne fonctionne pas sans &#234;tre mis &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Broche&#160;A &#224; la broche&#160;B du sol&#233;no&#239;de du frein sur &#233;chappement</para>
                            </entry>
                            <entry>
                                <para>5&#160;&#224;&#160;30</para>
                            </entry>
                            <entry>
                                <para>V&#233;rifier la r&#233;sistance du sol&#233;no&#239;de du frein sur &#233;chappement.
                                    La r&#233;sistance varie selon le fabricant, mais la bobine du sol&#233;no&#239;de
                                    ne doit pas indiquer une r&#233;sistance infinie (bobine ouverte).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>V&#233;rifications de la tension du relais du frein sur &#233;chappement&#160;-
                                    avec relais du frein sur &#233;chappement d&#233;branch&#233;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>(v&#233;rifier avec le sol&#233;no&#239;de&#160;EFC et le c&#226;ble positif de la
                                    batterie d&#233;branch&#233;s, avec bo&#238;te de d&#233;rivation install&#233;e)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Relais du frein sur &#233;chappement</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Il doit y avoir une tension avec le contact &#233;tabli. Si la tension est de 0&#160;V,
                                    v&#233;rifier le fusible et le circuit d'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>86&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Il doit y avoir une tension avec le contact &#233;tabli. Si la tension est de 0&#160;V,
                                    v&#233;rifier le fusible et le circuit d'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Aucune tension pr&#233;vue</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Aucune tension pr&#233;vue</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Page suivante</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de la tension op&#233;rationnelle</emph>
                                    (v&#233;rifier avec la bo&#238;te de d&#233;rivation install&#233;e et le sol&#233;no&#239;de
                                    du relais du frein sur &#233;chappement branch&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>47&#160;&#224;&#160;23</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Valeur de tension quand le frein sur &#233;chappement est activ&#233; par l'ECM.
                                    L'ECM met le relais &#224; la masse pour l'activer.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>47&#160;&#224;&#160;23</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>Valeur de la tension quand le frein sur &#233;chappement est arr&#234;t&#233;&#160;-
                                    l'ECM met le relais &#224; la masse pour l'activer.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>265&#160;= Le relais du frein sur &#233;chappement a &#233;chou&#233; &#224;
                                    l'essai du circuit de sortie pendant un essai standard avec contact &#233;tabli,
                                    moteur &#224; l'arr&#234;t.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Ralentisseur du v&#233;hicule</emph>
            </para>
            <para>Ce groupe de param&#232;tres personnalise la caract&#233;ristique du ralentisseur. Le but du
                ralentisseur du v&#233;hicule est de fournir la bonne logique pour valider ou invalider un frein m&#233;canique
                sur le moteur ou sur la bo&#238;te de vitesses. Il existe plusieurs types de freins-moteur&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>freins sur &#233;chappement du moteur;</para>
                </item>
                <item>
                    <para>ralentisseurs de transmission;</para>
                </item>
                <item>
                    <para>dispositifs de freinage antiblocage.</para>
                </item>
            </randlist>
            <para>Ces dispositifs ont pour but d'aider &#224; ralentir le v&#233;hicule en imposant une charge suppl&#233;mentaire
                au v&#233;hicule ou au moteur. Cela r&#233;duit l'usure des freins des v&#233;hicules dans des
                situations qui n&#233;cessitent des freinages fr&#233;quents. Une protection contre les surr&#233;gimes
                est &#233;galement fournie, et elle r&#233;duit les risques de dommages au moteur en raison d'un r&#233;gime
                moteur excessif.
            </para>
            <para>L'&#233;lectronique de bord fournit la logique de commande n&#233;cessaire pour d&#233;terminer &#224;
                quel moment le ralentisseur du v&#233;hicule doit &#234;tre activ&#233;. Actuellement, il y a cinq
                &#233;tats de fonctionnement &#233;lectronique&#160;: &#171;&#160;OFF&#160;&#187; (arr&#234;t), &#171;&#160;LATCHED&#160;&#187;
                (verrouill&#233;), &#171;&#160;COAST&#160;&#187; (roue libre), &#171;&#160;TRANSMISSION LATCHED&#160;&#187;
                (transmission verrouill&#233;e) et surr&#233;gime.
            </para>
            <para>
                <emph type="bold">Ralentisseur du v&#233;hicule</emph>
            </para>
            <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord le mode de fonctionnement d&#233;sir&#233;
                pour la caract&#233;ristique de ralentissement du moteur.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">&#171;&#160;OFF&#160;&#187;&#160;-</emph>
                        caract&#233;ristique &#224; l'arr&#234;t en tout temps.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Verrouill&#233;&#160;-</emph>
                        le ralentisseur du v&#233;hicule est activ&#233; quand les conditions appropri&#233;es du moteur
                        et du v&#233;hicule sont remplies. Quand le r&#233;gulateur de vitesse ou la r&#233;gulation de
                        vitesse de la prise de force sont activ&#233;s, il faut appuyer sur la p&#233;dale de frein
                        avant que le ralentisseur du v&#233;hicule soit activ&#233;. Le ralentisseur du v&#233;hicule
                        demeure activ&#233; jusqu'&#224; ce qu'on appuie sur la p&#233;dale d'acc&#233;l&#233;rateur, ou
                        que le r&#233;gime de ralenti bas soit atteint.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Roue libre&#160;-</emph>
                        le ralentisseur du v&#233;hicule est activ&#233; quand les conditions appropri&#233;es du moteur
                        et du v&#233;hicule sont remplies. Quand le r&#233;gulateur de vitesse ou la r&#233;gulation de
                        vitesse de la prise de force sont activ&#233;s, il faut appuyer sur la p&#233;dale de frein
                        avant que le ralentisseur du v&#233;hicule soit activ&#233;. Le ralentisseur du v&#233;hicule
                        demeure actif uniquement si on appuie continuellement sur la p&#233;dale de frein.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Transmission verrouill&#233;e&#160;-</emph>
                        le ralentisseur du v&#233;hicule fonctionne de la m&#234;me mani&#232;re qu'&#224; l'&#233;tat
                        verrouill&#233;, mais le moteur peut fonctionner &#224; une gamme de r&#233;gimes sup&#233;rieure
                        dans cet &#233;tat, parce que la transmission agit comme dispositif de ralentissement.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Surr&#233;gime&#160;-</emph>
                        cette protection est fournie dans tous les &#233;tats actifs de ralentissement du v&#233;hicule.
                        Cette protection est incluse afin que le ralentissement du v&#233;hicule devienne activ&#233;
                        quand le r&#233;gime est trop &#233;lev&#233;.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Diagnostic de l'ECM</emph>
            </para>
            <para>Trois composants sont n&#233;cessaires au fonctionnement du ralentisseur du v&#233;hicule&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>le conducteur demande le fonctionnement du ralentisseur du v&#233;hicule. Il le fait au moyen
                        d'un contacteur dans la cabine qui permet de mettre le syst&#232;me en marche et de l'arr&#234;ter.
                        Le contacteur signale la demande du conducteur au contr&#244;leur &#233;lectronique de syst&#232;me
                        (ESC) et celui-ci relaie cette demande &#224; la ligne de transmission de donn&#233;es du groupe
                        motopropulseur, &#224; l'ECM. On peut v&#233;rifier la demande de ralentissement du v&#233;hicule
                        par le conducteur en visualisant la condition du contacteur du ralentisseur sur le tableau de
                        bord avec un EST. Si l'ECM re&#231;oit la demande de l'ESC, l'EST indique un &#233;tat de marche
                        du contacteur&#160;(&#171;&#160;ON&#160;&#187;);
                    </para>
                </item>
                <item>
                    <para>il faut &#233;tablir le param&#232;tre programmable de mode de ralentissement pour le mode op&#233;rationnel
                        d&#233;sir&#233;. Le param&#232;tre valide la strat&#233;gie du moteur, qui v&#233;rifie les
                        conditions op&#233;rationnelles du moteur pour d&#233;terminer s'il faut engager le ralentisseur
                        du v&#233;hicule. Le param&#232;tre peut &#234;tre v&#233;rifi&#233; en utilisant l'EST;
                    </para>
                </item>
                <item>
                    <para>La broche&#160;47 de l'ECM commande le relais du ralentisseur du v&#233;hicule. Cela est fait
                        en mettant &#224; la masse la broche&#160;85 du relais du ralentisseur du v&#233;hicule. On peut
                        le v&#233;rifier avec une bo&#238;te de d&#233;rivation install&#233;e sur le c&#244;t&#233; ch&#226;ssis
                        de l'ECM.
                    </para>
                </item>
            </randlist>
            <para id="f175fc265">
                <emph type="bold">Code d'anomalie&#160;265</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;62, FMI&#160;11</emph>
            </para>
            <para>
                <emph type="bold">Code d'anomalie&#160;OCC du relais du ralentisseur du v&#233;hicule</emph>
            </para>
            <para>L'essai du circuit de sortie, effectu&#233; pendant un essai standard sur demande du moteur, v&#233;rifie
                le c&#244;t&#233; bobine du relais et le circuit du ralentisseur du v&#233;hicule, en cas de circuit
                ouvert ou de court-circuit. En cas de situation hors de plage, le code d'anomalie&#160;265 est &#233;tabli.
            </para>
            <figure id="f17503103.1" figsize="pg-wide">
                <graphic filename="../figeg8/eg8850.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Sch&#233;ma du circuit des commandes &#233;lectroniques du moteur</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_82.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_84.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
