<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - FORMULAIRES
        DE DIAGNOSTIC - Introduction
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Introduction</title>
        <svcsubproc>
            <title>Deux types de formulaires</title>
            <para>Le but des formulaires de diagnostic du moteur est de satisfaire le client et d'aider les techniciens
                &#224; diagnostiquer et &#224; r&#233;parer les moteurs diesel DT&#160;466 et DT&#160;530. Les
                formulaires de diagnostic constituent un guide destin&#233; &#224; d&#233;pister rapidement les probl&#232;mes
                et &#224; &#233;viter des r&#233;parations et des frais inutiles. Il faut pouvoir disposer des
                formulaires de diagnostic sur les lieux m&#234;mes de travail et les utiliser pour b&#233;n&#233;ficier
                d'une m&#233;thode syst&#233;matique qui permet de gagner du temps pour diagnostiquer les probl&#232;mes
                du moteur.
            </para>
            <para>Les formulaires de diagnostic de moteur d&#233;butent par des essais de base, puis &#233;voluent vers
                des essais plus complexes. Ceci m&#232;ne le technicien dans un cheminement de diagnostic qui lui permet
                de v&#233;rifier les probl&#232;mes les plus courants d'abord, puis de passer aux probl&#232;mes moins
                probables. Le formulaire doit &#234;tre suivi dans l'ordre, en commen&#231;ant par l'essai num&#233;ro
                un&#160;(1) et ainsi de suite, jusqu'au dernier essai. La n&#233;cessit&#233; de suivre cette s&#233;quence
                s'explique par le fait que certains composants d&#233;pendent de la fonction d'autres composants pour
                bien fonctionner. L'ex&#233;cution des essais dans le d&#233;sordre pourrait mener &#224; un diagnostic
                incorrect.
            </para>
            <para>
                <emph type="bold">Deux formulaires de diagnostic sont requis pour diagnostiquer de mani&#232;re ad&#233;quate
                    les moteurs diesel DT&#160;466 et DT&#160;530&#160;:
                </emph>
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">D&#233;marrage difficile/pas de d&#233;marrage et Diagnostic du rendement du
                        moteur (EGED-220).</emph>.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>La portion situ&#233;e &#224; gauche du recto du formulaire EGED-220
                        <xref refid="f1750202"/>
                        sert &#224; diagnostiquer les d&#233;marrages difficiles ou les conditions au cours desquelles
                        le d&#233;marrage n'a pas lieu. Le diagnostic de d&#233;marrage difficile/pas de d&#233;marrage
                        et de rendement du moteur guide le technicien dans les situations o&#249; le moteur d&#233;marre
                        difficilement ou pas du tout. Les proc&#233;dures doivent &#234;tre suivies dans l'ordre, car
                        effectuer les essais dans le d&#233;sordre pourrait entra&#238;ner un diagnostic incorrect.
                        Consulter la section&#160;2, Diagnostic de d&#233;marrage difficile/pas de d&#233;marrage et
                        rendement du moteur pour obtenir de plus amples instructions &#224; ce sujet.
                    </para>
                </item>
                <item>
                    <para>La portion &#224; droite du recto du formulaire EGED-220
                        <xref refid="f1750202"/>
                        sert &#224; diagnostiquer le rendement du moteur quand celui-ci est en marche. La partie
                        Diagnostic du rendement du moteur guide le technicien dans les situations dans lesquelles le
                        moteur tourne avec un probl&#232;me de rendement quelconque, par exemple, une plainte au sujet
                        d'un manque de puissance. Il faut suivre les proc&#233;dures dans l'ordre, car effectuer les
                        essais dans le d&#233;sordre pourrait entra&#238;ner des r&#233;sultats incorrects. Voir les
                        figures au verso du formulaire pour conna&#238;tre l'emplacement des pi&#232;ces et les points
                        d'essai et de raccord. Voir la section&#160;2, Diagnostic du rendement du moteur, pour obtenir
                        de plus amples instructions.
                    </para>
                </item>
                <item>
                    <para>Une s&#233;rie d'illustrations se trouve au verso du formulaire. Ces illustrations montrent
                        les emplacements des points d'essai et la fa&#231;on de raccorder l'&#233;quipement d'essai
                        &#224; chaque endroit d&#233;crit au recto du formulaire (le cas &#233;ch&#233;ant)
                        <xref refid="f1750202.1"/>.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">
                    <emph type="bold">Diagnostic du syst&#232;me de commande &#233;lectronique, EGED-225</emph>
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Le recto de ce formulaire EGED-225 contient deux tableaux et un sch&#233;ma &#233;lectrique du
                        moteur. Ces tableaux et ces sch&#233;mas couvrent les valeurs de signal correspondant &#224;
                        chacune des connexions &#224; broches du module de commande du moteur (ECM), pour le moteur et
                        pour les composants du ch&#226;ssis du v&#233;hicule. Le sch&#233;ma &#233;lectrique couvre les
                        composants mont&#233;s sur le moteur, les connexions &#224; broches de l'ECM et le num&#233;rotage
                        des fils correspondants
                        <xref refid="f17503001"/>.
                    </para>
                </item>
                <item>
                    <para>Le verso du formulaire contient un sch&#233;ma &#233;lectrique qui couvre tous les composants
                        &#233;lectroniques mont&#233;s sur le ch&#226;ssis, les connexions &#224; broches de l'ECM et le
                        num&#233;rotage des fils correspondants
                        <xref refid="f17503002"/>.
                    </para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>Les d&#233;tails touchant ce formulaire se trouvent &#224; la section&#160;3.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Information sur le v&#233;hicule</title>
            <specpara>
                <note>
                    <para>Avant d'essayer d'effectuer une proc&#233;dure de diagnostic quelconque, il est important de
                        fournir l'information demand&#233;e en haut du ou des formulaires de diagnostic. Il faut entrer
                        la bonne information.
                    </para>
                </note>
            </specpara>
            <para>La DATE, le KILOM&#201;TRAGE (millage) et les HEURES sont des renseignements importants visant &#224;
                assurer le maintien de la garantie.
            </para>
            <para>Le NUM&#201;RO DE S&#201;RIE ET LE NUM&#201;RO D'IDENTIFICATION DU V&#201;HICULE (NIV) sont des
                renseignements importants pour commander des pi&#232;ces et pour se r&#233;f&#233;rer aux informations
                concernant l'entretien. Le NUM&#201;RO DE S&#201;RIE DU MOTEUR se trouve sur une plaque usin&#233;e, pos&#233;e
                &#224; l'arri&#232;re du filtre &#224; carburant, sur le c&#244;t&#233; gauche du bloc-moteur. Le NIV se
                trouve sur le montant de porti&#232;re c&#244;t&#233; conducteur.
            </para>
            <para>L'INFORMATION SUR LA PUISSANCE EN CHEVAUX-VAPEUR ET LES &#201;MISSIONS DU MOTEUR ainsi que sur le CODE
                D'&#201;VALUATION DE FAMILLE DE MOTEUR (EFRC) sont des renseignements importants pour d&#233;terminer si
                le moteur a la puissance correspondant &#224; l'application, et pour savoir si l'ECM est &#233;talonn&#233;
                pour une puissance et un niveau d'&#233;missions ad&#233;quats. L'INFORMATION SUR LA PUISSANCE EN
                CHEVAUX-VAPEUR ET LES &#201;MISSIONS DU MOTEUR se trouve sur l'&#233;tiquette d'information des &#233;missions,
                situ&#233;e sur la tubulure d'admission/couvre-culbuteurs. Le CODE D'&#201;VALUATION DE FAMILLE DE
                MOTEUR ne peut &#234;tre obtenu qu'au moyen de l'outil &#233;lectronique d'entretien (EST).
            </para>
            <para>Les num&#233;ros de TECHNICIEN et d'UNIT&#201; sont des renseignements utiles pour r&#233;f&#233;rence
                seulement
                <xref refid="te1750201"/>.
            </para>
            <table id="te1750201" tblwidth="pg-wide">
                <title>Tableau&#160;1 Information n&#233;cessaire du formulaire de diagnostic</title>
                <tgroup cols="7" colsep="1" rowsep="1">
                    <colspec colwidth="12.13*"/>
                    <colspec colname="col2" colwidth="14.22*"/>
                    <colspec colname="col3" colwidth="12.46*"/>
                    <colspec colname="col4" colwidth="16.87*"/>
                    <colspec colname="col5" colwidth="17.75*"/>
                    <colspec colname="col6" colwidth="4.19*"/>
                    <colspec colname="col7" colwidth="22.38*"/>
                    <spanspec namest="col6" nameend="col7" spanname="6to7"/>
                    <spanspec namest="col2" nameend="col3" spanname="2to3"/>
                    <spanspec namest="col5" nameend="col7" spanname="5to7"/>
                    <spanspec namest="col4" nameend="col5" spanname="4to5"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Date&#160;:</para>
                            </entry>
                            <entry>
                                <para>Kilom&#232;tres (milles)&#160;:</para>
                            </entry>
                            <entry>
                                <para>Heures&#160;:</para>
                            </entry>
                            <entry align="justify">
                                <para>Technicien&#160;:</para>
                            </entry>
                            <entry>
                                <para>No&#160;de pi&#232;ce de l'injecteur&#160;:</para>
                            </entry>
                            <entry colspan="2" spanname="6to7">
                                <para>No&#160;de pi&#232;ce du turbocompresseur&#160;:</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No&#160;de s&#233;rie du moteur&#160;:</para>
                            </entry>
                            <entry colspan="2" spanname="2to3">
                                <para>NIV&#160;:</para>
                            </entry>
                            <entry>
                                <para>No&#160;d'unit&#233;&#160;:</para>
                            </entry>
                            <entry colspan="3" spanname="5to7">
                                <para>Code d'&#233;valuation de famille de moteur&#160;:</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puissance (CV)&#160;:</para>
                            </entry>
                            <entry colspan="2" spanname="2to3">
                                <para>Temp. ambiante&#160;:</para>
                            </entry>
                            <entry colspan="2" spanname="4to5">
                                <para>Temp. du liquide de refr.&#160;:</para>
                            </entry>
                            <entry colspan="2" spanname="6to7">
                                <para>Sympt&#244;me&#160;:</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Instructions relatives aux Formulaires de diagnostic du moteur</title>
            <specpara>
                <note>
                    <para>L'information obtenue pendant un diagnostic de d&#233;marrage difficile/pas de d&#233;marrage
                        ou de rendement doit &#234;tre entr&#233;e dans les cases correspondantes du Formulaire de
                        diagnostic de d&#233;marrage difficile/pas de d&#233;marrage ou du Formulaire de rendement
                        <xref refid="te1750202"/>. S'il y a une diff&#233;rence quelconque entre la case &#171;&#160;Sp&#233;cifications&#160;&#187;
                        et les donn&#233;es entr&#233;es, corriger au besoin et r&#233;p&#233;ter les v&#233;rifications.
                        Conserver cette information pour les analyses de fonctionnement ult&#233;rieures.
                    </para>
                </note>
            </specpara>
            <para>Le Formulaire de diagnostic EGED-220 est disponible en blocs de 50&#160;feuilles aux coordonn&#233;es
                suivantes&#160;:
            </para>
            <verbatim>
                <line>InternationalMD Truck and Engine Corporation</line>
                <line>Printing, Procurement and Distribution</line>
                <line>4956 Wayne Road</line>
                <line>Battle Creek, Michigan 49015 &#201;TATS-UNIS</line>
            </verbatim>
            <para>Les pages suivantes comportent de l'information de soutien et des instructions pour le Formulaire
                combin&#233; de diagnostic m&#233;canique EGED-220.
            </para>
            <table id="te1750202" tblwidth="pg-wide">
                <title>Tableau&#160;2 Exemplaire du Formulaire de diagnostic m&#233;canique EGED-220</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">9. Liste de donn&#233;es&#160;EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Effectuer les essais&#160;10, 11 et&#160;12 si l'EST n'est pas
                                    disponible.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Surveiller les DONN&#201;ES pendant 20&#160;secondes ou plus pendant le
                                    lancement du moteur.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Identification de param&#232;tre (PID)</para>
                            </entry>
                            <entry align="center">
                                <para>Spec</para>
                            </entry>
                            <entry align="center">
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tension de batterie</para>
                            </entry>
                            <entry>
                                <para>7&#160;volts, minimum</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>R&#233;gime moteur</para>
                            </entry>
                            <entry>
                                <para>130&#160;tr/min</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pression&#160;ICP</para>
                            </entry>
                            <entry>
                                <para>24&#160;kPa (500&#160;lb/po2), minimum</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la tension est basse, voir le diagnostic de l'ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si aucun r&#233;gime n'est not&#233;, v&#233;rifier les codes
                                    d'anomalie.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la pression&#160;ICP est basse, effectuer l'essai&#160;13.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para></para>
            <para></para>
            <figure id="f1750202" figsize="pg-wide">
                <graphic filename="../figeg8/eg8755c.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Recto du Formulaire de diagnostic de d&#233;marrage difficile/pas de d&#233;marrage EGED-220
                </caption>
            </figure>
            <figure id="f1750202.1" figsize="pg-wide">
                <graphic filename="../figeg9/eg9003a.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Verso du Formulaire de diagnostic de d&#233;marrage difficile/pas de d&#233;marrage EGED-220
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
