<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title id="x1750204">Essai de tension de l'ECM</title>
        <svcprocinfo>
            <table id="te1750212" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">10. Essai de tension de l'ECM</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Utiliser un&#160;DMM pour mesurer la tension de l'ECM en lan&#231;ant le moteur
                                    (minimum de 130&#160;tr/min [26&#160;Hz]) pendant vingt secondes. Pour la proc&#233;dure&#160;1
                                    ou&#160;2 ci-dessous.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>1. Raccorder le&#160;T de d&#233;rivation
                                    <emph type="bold">ZTSE4484</emph>
                                    entre la soupape&#160;IPR et le connecteur de&#160;faisceau IPR. Mesurer la tension
                                    &#224; la broche du connecteur&#160;A et &#224; la masse du ch&#226;ssis pendant le
                                    lancement. Voir la figure&#160;
                                    <emph type="bold">D</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>2. Raccorder la bo&#238;te de d&#233;rivation au connecteur de faisceau du v&#233;hicule
                                    sur l'ECM. Mesurer la tension aux broches de la bo&#238;te de d&#233;rivation (21+
                                    et 1-), (22+ et 2-), (24+ et 23-) pendant le lancement. Voir la figure&#160;
                                    <emph type="bold">E</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrument</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>DMM</para>
                            </entry>
                            <entry>
                                <para>7&#160;volts (minimum &#224; chaque broche)</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Si la tension est basse, voir le diagnostic de l'ECM.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>Effectuer cet essai uniquement si l'EST n'est pas disponible. D&#233;terminer la tension disponible
                &#224; l'ECM L'ECM n&#233;cessite au moins 7&#160;volts pour fonctionner et entra&#238;ner les
                injecteurs de carburant. Utiliser la proc&#233;dure d'essai suivante si l'EST n'est pas disponible ou
                s'il ne fonctionne pas correctement. Une basse tension de batterie ou une d&#233;fectuosit&#233; &#233;lectronique
                peuvent emp&#234;cher l'EST de recevoir les donn&#233;es de diagnostic.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <para>
                <title>Mesure de la tension &#224; la batterie</title>
            </para>
            <specpara>
                <note>
                    <para>
                        <emph type="bold">L'essai doit &#234;tre effectu&#233; avec des batteries compl&#232;tement
                            charg&#233;es.
                        </emph>
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, ne jamais permettre de fumer; une
                        &#233;tincelle d'origine &#233;lectrique ou une flamme nue pr&#232;s de la batterie pourraient
                        causer une explosion.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Mettre les accessoires hors fonction et raccorder un&#160;DMM aux bornes de la
                    batterie.
                </para>
                <specpara>
                    <warning>
                        <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                            vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                            motrices sont bloqu&#233;es avant de lancer le moteur.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Lancer le moteur.</para>
            </step1>
            <step1>
                <para count="1">Noter la tension la plus basse. Si la tension est inf&#233;rieure &#224; 7&#160;volts,
                    le relais &#233;lectrique de l'ECM peut se r&#233;initialiser, en raison de la basse tension ou du
                    courant des batteries, ou de probl&#232;mes dans le syst&#232;me de d&#233;marrage.
                </para>
            </step1>
            <step1>
                <para count="1">Si la tension est conforme aux sp&#233;cifications, effectuer une mesure de la tension
                    de l'ECM avec un&#160;T de d&#233;rivation &#224; l'IPR ou &#224; la bo&#238;te de d&#233;rivation.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Mesure de la tension de l'ECM avec un&#160;T de d&#233;rivation</title>
            <step1>
                <para count="1">Retirer le faisceau&#160;IPR du capteur&#160;IPR.</para>
            </step1>
            <step1>
                <para count="1">Installer un&#160;T de d&#233;rivation IPR ZTSE4484 entre le capteur et le faisceau.
                </para>
                <figure id="f1750226" figsize="col-wide">
                    <graphic filename="../figeg8/eg8870.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                    <caption>Mesure de la tension de l'ECM avec un&#160;T de d&#233;rivation</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Placer le fil n&#233;gatif du&#160;DMM (noir) sur une surface propre. Placer le fil
                    positif (rouge) du&#160;DMM sur la broche&#160;A. Voir la Figure Mesure de l'ECM avec un&#160;T de d&#233;rivation
                    <xref refid="f1750226"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Noter la tension la plus basse pour la broche&#160;A (rouge) pendant que le moteur est
                    lanc&#233;, pendant au moins vingt secondes.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Mesure de la tension de l'ECM avec la bo&#238;te de d&#233;rivation</title>
            <step1>
                <para count="1">Enlever le faisceau du connecteur &#224; 60&#160;broches du ch&#226;ssis (inf&#233;rieur)
                    de l'ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur de la bo&#238;te de d&#233;rivation dans la connexion femelle de
                    l'ECM. Rebrancher le connecteur du faisceau du ch&#226;ssis au connecteur de la bo&#238;te de d&#233;rivation.
                </para>
                <specpara>
                    <note>
                        <para>Serrer le connecteur &#224; l'ECM &#224; un couple de 50&#160;po-lb (5,65&#160;N.m).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Raccorder les fils du voltm&#232;tre &#224; chaque point d'essai (21+ et 1-), (22+ et
                    2-), (24+ et 23-) sur la bo&#238;te de d&#233;rivation. Voir Mesure de la tension de l'ECM avec la
                    bo&#238;te de d&#233;rivation
                    <xref refid="f1750227"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Noter la tension la plus basse pour chaque point d'essai pendant le lancement du
                    moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Si la tension est inf&#233;rieure &#224; 7&#160;volts, r&#233;parer le circuit
                    d'alimentation &#233;lectrique de l'ECM. Consulter le diagnostic du circuit d'alimentation de l'ECM.
                </para>
            </step1>
            <figure id="f1750227" figsize="col-wide">
                <graphic filename="../figeg8/eg8998.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Mesure de la tension de l'ECM avec la bo&#238;te de d&#233;rivation</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Basse tension de batterie&#160;- batteries d&#233;fectueuses, r&#233;sistance &#233;lev&#233;e
                        aux connexions de c&#226;bles de la batterie, ou d&#233;marreur d&#233;fectueux.
                    </para>
                </item>
                <item>
                    <para>Tension de batterie basse ou nulle &#224; l'ECM&#160;- peut &#234;tre caus&#233;e par une r&#233;sistance
                        &#233;lev&#233;e ou par un circuit d'alimentation ouvert &#224; l'ECM ou &#224; son relais
                        d'alimentation &#233;lectrique. Le fusible du circuit d'alimentation &#233;lectrique de l'ECM
                        dans le bo&#238;tier de la batterie peut &#234;tre ouvert, ou le relais d'alimentation &#233;lectrique
                        de l'ECM peut &#234;tre d&#233;fectueux.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
                <item>
                    <para>T de d&#233;rivation&#160;IPR (ZTSE4484) (en option)</para>
                </item>
                <item>
                    <para>DMM (ZTSE4357) (en option)</para>
                </item>
                <item>
                    <para>Bo&#238;te de d&#233;rivation (ZTSE4445) (en option)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Pour intervenir sur une basse tension de l'alimentation &#233;lectrique de l'ECM, voir&#160;:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sch&#233;ma d'alimentation &#233;lectrique du module de commande du moteur
                        <xref refid="f17503043"/>;
                    </para>
                </item>
                <item>
                    <para>Circuit d'alimentation &#233;lectrique du module de commande du moteur
                        <xref refid="f17503044"/>;
                    </para>
                </item>
                <item>
                    <para>Diagnostic de circuit&#160;PWR de l'ECM
                        <xref refid="te17503011"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
