<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - OUTILS DE DIAGNOSTIC - UTILISATION DU MULTIM&#200;TRE NUM&#201;RIQUE - OHMM&#200;TRE</stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>OHMM&#200;TRE</title>
        <svcprocinfo>
            <para>L'ohmm&#232;tre sert &#224; mesurer la r&#233;sistance (en ohms) dans un circuit. Tout comme l'amp&#232;rem&#232;tre
                et le voltm&#232;tre, il existe des ohmm&#232;tres analogiques et num&#233;riques. On recommande
                d'utiliser le&#160;DMM Fluke&#160;88MD. Voir la rubrique ESSAI DE CIRCUIT &#201;LECTRONIQUE dans cette
                section.
            </para>
            <specpara>
                <caution>
                    <para>On peut utiliser l'ohmm&#232;tre uniquement sur des circuits qui sont hors tension. L'ohmm&#232;tre
                        contient sa propre alimentation &#233;lectrique &#224; basse tension, et l'alimentation d'un
                        syst&#232;me &#224; 12&#160;V peut l'endommager.
                    </para>
                </caution>
            </specpara>
            <para>L'ohmm&#232;tre est muni d'une petite pile pour fournir la tension et le courant qui circulent dans le
                circuit &#224; v&#233;rifier. La tension de la pile de l'ohmm&#232;tre et le d&#233;bit de courant dans
                le circuit sont utilis&#233;s avec la loi d'Ohm, et l'ohmm&#232;tre calcule la r&#233;sistance du
                circuit qu'il affiche ensuite. Avec le&#160;DMM Fluke&#160;88MD, il n'est pas n&#233;cessaire de s&#233;lectionner
                la plage ni d'ajuster le multim&#232;tre.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Mesure de la r&#233;sistance</title>
            <para>La mesure de la r&#233;sistance d&#233;termine&#160;:</para>
            <randlist type="bullet">
                <item>
                    <para>la r&#233;sistance d'une charge;</para>
                </item>
                <item>
                    <para>la r&#233;sistance des conducteurs;</para>
                </item>
                <item>
                    <para>`la valeur des r&#233;sistances;</para>
                </item>
                <item>
                    <para>le fonctionnement de r&#233;sistances variables.</para>
                </item>
            </randlist>
            <para>Pour mesurer la r&#233;sistance d'un composant ou d'un circuit, il faut d'abord mettre le circuit hors
                tension.
            </para>
            <para>Il faut isoler le composant ou le circuit &#224; mesurer de tous les autres composants ou circuits,
                afin que le courant du multim&#232;tre (de la sonde &#224; la sonde) ne circule que dans le circuit ou
                le composant d&#233;sir&#233;; sinon, la lecture ne sera pas exacte. Si l'on veut mesurer la r&#233;sistance
                de la charge, la plupart du d&#233;bit de courant du multim&#232;tre circulera dans le t&#233;moin parce
                que celui-ci offre moins de r&#233;sistance. Pour mesurer la charge, il faut enlever un connecteur
                &#224; la charge. Il n'est pas toujours &#233;vident qu'il faille isoler un composant de cette mani&#232;re;
                il est dont pr&#233;f&#233;rable d'isoler le composant ou le circuit en d&#233;branchant physiquement un
                circuit.
            </para>
            <para>Les fils de l'ohmm&#232;tre sont ensuite plac&#233;s sur le composant ou sur le circuit, et la r&#233;sistance
                est affich&#233;e en ohms (&#x2126;)
                <xref refid="ef1750538"/>. En v&#233;rifiant un capteur ou une r&#233;sistance variable, comme une jauge
                de niveau de carburant, le chauffage de l'&#233;l&#233;ment ou le d&#233;placement du bras doit faire
                passer l'ohmm&#232;tre dans une plage de r&#233;sistance que l'on peut comparer &#224; une sp&#233;cification.
            </para>
            <figure id="ef1750538" figsize="col-wide">
                <graphic filename="../figeg6/eg6130.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mesure de la r&#233;sistance</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rification de circuits ouverts</title>
            <para>On peut v&#233;rifier si des circuits &#233;lectriques sont ouverts &#224; l'aide d'un ohmm&#232;tre.
                Il faut d'abord d&#233;brancher le circuit de l'alimentation &#233;lectrique. Il faut &#233;galement
                isoler le circuit &#224; v&#233;rifier des autres circuits. Raccorder l'ohmm&#232;tre aux extr&#233;mit&#233;s
                ouvertes du circuit, tel qu'illustr&#233;
                <xref refid="ef1750539"/>. Une r&#233;sistance &#233;lev&#233;e (infinie) indique qu'il y a une
                ouverture dans le circuit. Une r&#233;sistance proche du z&#233;ro indique que le circuit est continu.
                Noter, dans la m&#234;me illustration, que le circuit entre la lumi&#232;re et la masse est d&#233;branch&#233;.
                Cette pr&#233;caution emp&#234;che de consid&#233;rer un circuit comme continu, alors qu'il peut &#234;tre
                court-circuit&#233; en avant du dispositif de charge.
            </para>
            <figure id="ef1750539" figsize="col-wide">
                <graphic filename="../figeg6/eg6131.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>V&#233;rification d'un circuit ouvert &#224; l'aide d'un ohmm&#232;tre</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rification de court-circuits</title>
            <para>Les v&#233;rifications de court-circuits se font de la m&#234;me mani&#232;re que celles des circuits
                ouverts. Cependant, il faut isoler le circuit &#224; v&#233;rifier de la source d'alimentation et du
                point de masse
            </para>
            <para>Le branchement de l'ohmm&#232;tre tel qu'illustr&#233; dans
                <xref refid="ef1750540"/>
                entre un circuit isol&#233; et un point de masse &#233;prouv&#233; permet de v&#233;rifier si le circuit
                est court-circuit&#233; &#224; la masse. Un court-circuit &#224; la masse est indiqu&#233; par une r&#233;sistance
                proche du z&#233;ro, alors qu'un circuit qui n'est pas court-circuit&#233; &#224; la masse donne une r&#233;sistance
                &#233;lev&#233;e. Avec un&#160;DMM Fluke&#160;88MD, un circuit ouvert fait afficher
                <emph type="bold">OL</emph>
                (limite d&#233;pass&#233;e) sur l'affichage du&#160;DMM.
            </para>
            <figure id="ef1750540" figsize="col-wide">
                <graphic filename="../figeg6/eg6132.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>V&#233;rification d'un court-circuit &#224; l'aide d'un ohmm&#232;tre</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_129.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_131.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
