<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT - Essai d'injecteur EST avec contact &#233;tabli, moteur &#224; l'arr&#234;t
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Essai d'injecteur EST avec contact &#233;tabli, moteur &#224; l'arr&#234;t</title>
        <svcprocinfo>
            <table id="te17502022" tblwidth="pg-wide" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="2.25in"/>
                    <colspec colname="col2" colwidth="2.25in"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">6. Essai d'injecteur EST avec contact &#233;tabli, moteur &#224;
                                        l'arr&#234;t
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="2" spanname="1to2">
                                <para>Il faut effectuer l'essai&#160;5 avant de proc&#233;der &#224; cet essai.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>&#8226;S&#233;lectionner l'essai d'injecteur avec contact &#233;tabli, moteur
                                    &#224; l'arr&#234;t dans le menu.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Codes d'anomalie trouv&#233;s</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                            <entry colname="col2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si les injecteurs de carburant &#233;lectroniques fonctionnent correctement en mettant
                chaque injecteur sous tension dans un ordre programm&#233;. L'ECM surveille l'essai d'injecteur avec
                contact &#233;tabli, moteur &#224; l'arr&#234;t et transmet des codes d'anomalie si les injecteurs ou
                les circuits &#233;lectriques connexes ne fonctionnent pas correctement.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <note>
                    <para>L'essai standard avec moteur &#224; l'arr&#234;t doit &#234;tre effectu&#233; avant de
                        commencer l'essai d'injecteur avec contact &#233;tabli, moteur &#224; l'arr&#234;t.
                    </para>
                </note>
            </specpara>
            <para>Quand l'essai avec contact &#233;tabli, moteur &#224; l'arr&#234;t est termin&#233;, s&#233;lectionner
                le menu d&#233;roulant de diagnostic et cliquer sur Essai d'injecteur avec contact &#233;tabli, moteur
                &#224; l'arr&#234;t
                <xref refid="f1750245"/>.
            </para>
            <figure id="f1750245" figsize="col-wide">
                <graphic filename="../figEg8/Eg8713.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            </figure>
            <para>Pendant l'essai d'injecteur avec contact &#233;tabli, moteur &#224; l'arr&#234;t, les sol&#233;no&#239;des
                d'injecteurs doivent cliquer ou vibrer rapidement quand ils sont actionn&#233;s. Si on n'entend aucun d&#233;clic,
                les injecteurs ne fonctionnent pas. Quand l'essai d'injecteur avec contact &#233;tabli, moteur &#224;
                l'arr&#234;t est termin&#233;, les codes d'anomalie d&#233;tect&#233;s sont affich&#233;s. On peut
                trouver davantage de codes d'anomalie en faisant d&#233;rouler.le menu.
            </para>
            <para>Voir la section&#160;3, Diagnostic du syst&#232;me de commande &#233;lectronique
                <xref refid="te17503039"/>.
            </para>
            <para>Noter les codes d'anomalie trouv&#233;s sur le formulaire de diagnostic EGED-220.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Une mauvaise connexion du faisceau de c&#226;blage au sol&#233;no&#239;de de l'injecteur.
                    </para>
                </item>
                <item>
                    <para>Le faisceau de c&#226;blage du moteur est ouvert ou court-circuit&#233; aux injecteurs.</para>
                </item>
                <item>
                    <para>Le sol&#233;no&#239;de d'injecteur est d&#233;fectueux</para>
                </item>
                <item>
                    <para>L'ECM est d&#233;fectueux</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
