<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT -
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title id="E1750206">Essai de colmatage de pompe de transfert</title>
        <svcprocinfo>
            <table id="te17502019" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC6" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">3. Essai de colmatage de pompe de transfert</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Effectuer cet essai seulement si la pression du carburant est basse. Voir la
                                    figure&#160;
                                    <emph type="bold">K</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mesurer le colmatage &#224; l'admission du filtre &#224; carburant au
                                    ralenti &#233;lev&#233;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrument</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>D&#233;pressiom&#232;tre de 0&#160;&#224; 101,6&#160;kPa (0&#160;&#224; 30&#160;po
                                    de mercure)
                                </para>
                            </entry>
                            <entry>
                                <para>&#60; 27,09&#160;kPa (8&#160;po de mercure)</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si le colmatage est &#233;lev&#233;, v&#233;rifier s'il y a un blocage
                                    entre la pompe de carburant et le r&#233;servoir.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si le colmatage est de &#60; 27,09&#160;kPa (8&#160;po de mercure), voir
                                    EGES-215.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si la basse pression de carburant est caus&#233;e par un colmatage excessif dans la
                conduit d'alimentation de carburant, entre le r&#233;servoir de carburant et l'admission de la pompe de
                transfert.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <step1>
                <para count="1">Raccorder un&#160;T entre l'admission du filtre &#224; carburant et la conduite
                    d'alimentation de carburant. Raccorder une conduite entre le&#160;T et un d&#233;pressiom&#232;tre
                    de 0&#160;&#224; 67,73&#160;kPa (0&#160;&#224; 20 po de mercure) sur le manom&#232;tre. Voir Mesure
                    du colmatage de la pompe de transfert avec un manom&#232;tre
                    <xref refid="f1750238"/>.
                </para>
                <specpara>
                    <note>
                        <para>L'essai de colmatage de la pompe de transfert ne d&#233;tecte que les colmatages dans la
                            conduite de carburant (entre le collecteur du filtre et le r&#233;servoir) ou dans la r&#233;cup&#233;ration
                            du r&#233;servoir. Cet essai ne d&#233;tecte pas un colmatage entre la pompe de transfert et
                            le tamis.
                        </para>
                    </note>
                </specpara>
                <figure id="f1750238" figsize="pg-wide">
                    <graphic filename="../figeg6/eg6819.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Mesure du colmatage de la pompe de transfert avec un manom&#232;tre.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Mesurer le colmatage de l'admission de carburant au ralenti &#233;lev&#233; et noter la
                    lecture sur le formulaire de diagnostic.
                </para>
            </step1>
            <step1>
                <para count="1">Si la restriction d&#233;passe 27,09&#160;kPa (8&#160;po de mercure), rep&#233;rer le
                    colmatage sur le c&#244;t&#233; aspiration du circuit d'alimentation et la corriger. Si le colmatage
                    est conforme aux sp&#233;cifications ou tr&#232;s bas, v&#233;rifier s'il n'y a pas une entr&#233;e
                    d'air entre l'admission de carburant et l'admission de la pompe de transfert, en effectuant ce qui
                    suit&#160;:
                </para>
                <step2>
                    <para count="1">enlever la conduite d'alimentation de carburant. Brancher une conduite en plastique
                        transparent au raccord d'admission de carburant, et raccorder la conduite d'admission de
                        carburant &#224; la conduite en plastique transparent;
                    </para>
                </step2>
                <step2>
                    <para count="1">v&#233;rifier s'il y a des bulles d'air dans la conduite en plastique transparent
                        pendant que le moteur tourne au ralenti &#233;lev&#233;. Si des bulles d'air sont visibles, v&#233;rifier
                        si le circuit d'alimentation n'a pas de fuites dans l'aspiration. R&#233;parer le syst&#232;me
                        au besoin. S'il n'y a pas de bulles d'air, enlever la conduite en plastique transparent.
                    </para>
                    <specpara>
                        <warning>
                            <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te
                                de vitesses est au point mort, que le frein de stationnement est serr&#233; et que les
                                roues motrices sont bloqu&#233;es avant de lancer le moteur.
                            </para>
                        </warning>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Poser un obturateur pour sceller l'admission de carburant. D&#233;marrer le moteur
                        et le faire tourner au ralenti &#233;lev&#233;. La lecture de la d&#233;pression devrait &#234;tre
                        sup&#233;rieure &#224; 74,5&#160;kPa (22&#160;po de mercure). Si cette lecture est inf&#233;rieure,
                        v&#233;rifier s'il n'y a pas d'entr&#233;e d'air entre la jauge &#224; d&#233;pression et la
                        pompe de transfert. S'il n'y a pas de fuite, remplacer la pompe de transfert.
                    </para>
                    <specpara>
                        <note>
                            <para>Si on ne d&#233;couvre pas de fuite sur le c&#244;t&#233; admission du circuit
                                d'alimentation pendant que la pompe de transfert donne une d&#233;pression sup&#233;rieure
                                &#224; 74,5&#160;kPa (22&#160;po de mercure), remplacer la soupape de retour de
                                carburant. V&#233;rifier de nouveau la pression du carburant pour voir si la soupape
                                &#233;tait d&#233;fectueuse.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Le filtre &#224; carburant pourrait causer un colmatage &#233;lev&#233; et une pression de
                        carburant basse en raison de salet&#233;s ou de la g&#233;lification du carburant &#224; des
                        temp&#233;ratures ambiantes froides. Changer le filtre et v&#233;rifier de nouveau.
                    </para>
                </item>
                <item>
                    <para>Le pr&#233;filtre &#224; carburant ou le s&#233;parateur de carburant/eau sont
                        obstru&#233;s.
                    </para>
                </item>
                <item>
                    <para>Une conduite d'alimentation de carburant est vrill&#233;e ou fortement tordue ou un blocage au
                        niveau du tube de r&#233;cup&#233;ration pourraient causer un colmatage et donc, une pression de
                        carburant basse.
                    </para>
                </item>
                <item>
                    <para>Une conduite de carburant desserr&#233;e sur le c&#244;t&#233; aspiration du circuit
                        d'alimentation pourrait causer une entr&#233;e d'air dans le syst&#232;me et une basse pression
                        de carburant.
                    </para>
                </item>
                <item>
                    <para>Le pr&#233;filtre &#224; carburant ou le s&#233;parateur de carburant/eau peuvent faire entrer
                        de l'air dans le circuit d'alimentation par des connexions desserr&#233;es, etc.
                    </para>
                </item>
                <item>
                    <para>La soupape de retour de carburant est d&#233;fectueuse ou bloqu&#233;e en position ouverte
                        &#224; cause de d&#233;bris.
                    </para>
                </item>
                <item>
                    <para>La pompe de transfert de carburant est d&#233;fectueuse.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Manom&#232;tre (PS94-831-3)</para>
                </item>
                <item>
                    <para>T ou raccord &#224; vis creuse r&#233;usin&#233;</para>
                </item>
                <item>
                    <para>Adaptateur de tuyau&#160;NPT et conduites de carburant appropri&#233;es</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
