<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Circuit de l'indicateur de l'essieu
        &#224; deux vitesses
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Circuit de l'indicateur de l'essieu &#224; deux vitesses</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503093" figsize="pg-wide">
                <graphic filename="../figeg8/eg8859.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction du circuit de l'essieu &#224; deux vitesses</caption>
            </figure>
            <para>
                <emph type="bold">Essieu &#224; deux vitesses</emph>
            </para>
            <para>L'ECM est programm&#233; avec les rapports d'essieu haut et bas. Les rapports sont utilis&#233;s pour
                calculer le signal de l'indicateur de vitesse, selon le mode dans lequel le contacteur se trouve. L'ECM
                utilise le rapport haut, &#224; moins que l'ESC lui signale que le contacteur du s&#233;lecteur des deux
                vitesses est dans la plage basse.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des codes d'anomalie</title>
            <para>Il n'y a pas de diagnostic de l'ECM pour les circuits d'essieu &#224; deux vitesses.</para>
            <para>
                <emph type="bold">D&#233;pannage</emph>
            </para>
            <step1>
                <para count="1">Utiliser l'EST pour v&#233;rifier la bonne programmation de l'ECM, y compris les
                    rapports corrects de l'essieu arri&#232;re (haut et bas)&#160;:
                </para>
                <step2>
                    <para count="1">si la programmation est correcte, passer &#224; l'&#233;tape&#160;2;</para>
                </step2>
                <step2>
                    <para count="1">si la programmation est incorrecte, effectuer les corrections de programmation n&#233;cessaires.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si le moteur ne r&#233;pond pas au contacteur de l'essieu &#224; deux vitesses (TSA),
                    utiliser le logiciel de diagnostic de l'&#233;lectronique de la cabine pour surveiller l'entr&#233;e
                    du contacteur&#160;TSA &#224; l'ESC. Si l'&#233;tat du contacteur ne change pas quand on appuie sur
                    le contacteur de l'essieu, diagnostiquer les circuits du contacteur &#224; l'aide du manuel S08250&#160;-
                    Guide de d&#233;pannage &#233;lectrique&#160;- 4200/4300/4400. Si l'ESC re&#231;oit l'entr&#233;e du
                    contacteur&#160;TSA, utiliser le logiciel de diagnostic &#233;lectronique du moteur (diagnostic ma&#238;tre)
                    pour conna&#238;tre l'&#233;tat du contacteur&#160;TSA. Si l'&#233;tat du contacteur ne change pas
                    quand on appuie sur le contacteur, v&#233;rifier s'il y a une communication entre l'ECM et l'ESC.
                </para>
            </step1>
            <para>
                <emph type="bold">Diagnostic de l'ECM</emph>
            </para>
            <para>Il n'y a pas de diagnostic de l'ECM pour ce circuit.</para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>CETTE PAGE A &#201;T&#201; LAISS&#201;E VIERGE INTENTIONNELLEMENT</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
