<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE - Essai standard&#160;EST avec contact &#233;tabli, moteur
        &#224; l'arr&#234;t
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Essai standard&#160;EST avec contact &#233;tabli, moteur &#224; l'arr&#234;t</title>
        <svcprocinfo>
            <table id="te17502021" tblwidth="pg-wide" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="2.25in"/>
                    <colspec colname="COLSPEC4" colwidth="2.25in"/>
                    <spanspec namest="col1" nameend="COLSPEC4" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">6. Essai standard EST avec contact &#233;tabli, moteur &#224;
                                        l'arr&#234;t
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226;S&#233;lectionner l'essai standard avec contact &#233;tabli, moteur &#224;
                                    l'arr&#234;t dans le menu.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>Codes d'anomalie d&#233;couverts</para>
                            </entry>
                            <entry colname="COLSPEC4">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                            <entry colname="COLSPEC4">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Corriger le probl&#232;me qui cause les codes d'anomalie avant de continuer.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>Identifier les d&#233;fectuosit&#233;s &#233;lectriques qui ont &#233;t&#233; d&#233;tect&#233;es par
                l'auto-diagnostic de l'ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <step1>
                <para count="1">Serrer le frein de stationnement (n&#233;cessaire pour obtenir le bon signal de
                    l'ESC).
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser le diagnostic de r&#233;f&#233;rence pour afficher la fen&#234;tre des codes
                    d'anomalie.
                </para>
            </step1>
            <step1>
                <para count="1">Aller au menu d&#233;roulant DIAGNOSTIC et effacer tous les codes d'anomalie avant
                    d'effectuer tout essai standard avec contact &#233;tabli, moteur &#224; l'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">Dans le menu d&#233;roulant du diagnostic, aller &#224; l'essai standard avec contact
                    &#233;tabli, moteur &#224; l'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">Tourner la cl&#233; de contact &#224; &#171;&#160;ON&#160;&#187;.</para>
            </step1>
            <para></para>
            <figure id="f1750244" figsize="col-wide">
                <graphic filename="../figEg8/Eg8712.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Menu d&#233;roulant du diagnostic</caption>
            </figure>
            <step1>
                <para count="1">Cliquer sur le menu d&#233;roulant du diagnostic et s&#233;lectionner l'essai standard
                    avec contact &#233;tabli, moteur &#224; l'arr&#234;t
                    <xref refid="f1750244"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Cette s&#233;lection d&#233;clenche un auto-diagnostic interne des syst&#232;mes &#233;lectroniques.
                    Cet essai doit &#234;tre effectu&#233; avant de commencer un autre essai avec contact &#233;tabli ,
                    moteur &#224; l'arr&#234;t.
                </para>
            </step1>
            <para>Quand la premi&#232;re moiti&#233; de l'essai standard avec contact &#233;tabli, moteur &#224; l'arr&#234;t
                est termin&#233;, l'ECM effectue automatiquement la v&#233;rification du circuit de sortie (OCC). L'OCC
                peut d&#233;tecter des anomalies qu'on ne trouve pas quand le moteur tourne. Quand l'essai est termin&#233;,
                l'&#233;cran affiche les codes d'anomalie trouv&#233;s. Faire d&#233;rouler la liste pour trouver
                d'autres codes d'anomalie, s'ils semblent &#234;tre hors de l'&#233;cran. Seuls les nouveaux codes
                d'anomalie sont affich&#233;s comme codes d'anomalie trouv&#233;s.
            </para>
            <specpara>
                <note>
                    <para>Pour r&#233;p&#233;ter ce test, cliquer sur le menu d&#233;roulant du diagnostic et s&#233;lectionner
                        l'essai standard avec contact &#233;tabli, moteur &#224; l'arr&#234;t.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Quand l'EST n'est pas disponible, l'essai standard avec contact &#233;tabli, moteur &#224;
                        l'arr&#234;t et l'OCC peuvent &#234;tre effectu&#233;s en suivant les &#233;tapes d&#233;crites
                        ci-dessous&#160;:
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">appliquer la proc&#233;dure d'essai standard avec contact &#233;tabli, moteur &#224;
                    l'arr&#234;t et OCC;
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>serrer le frein de stationnement (n&#233;cessaire pour obtenir le bon signal de l'ESC);</para>
                </item>
                <item>
                    <para>tourner la cl&#233; de contact &#224; la position &#171;&#160;IGN/ON&#160;&#187;;</para>
                </item>
                <item>
                    <para>appuyer simultan&#233;ment sur les boutons &#171;&#160;CRUISE&#160;ON&#160;&#187; et &#171;&#160;RESUME/ACCEL&#160;&#187;,
                        deux fois pendant une p&#233;riode de trois secondes, puis les rel&#226;cher;
                    </para>
                </item>
                <item>
                    <para>l'essai standard avec contact &#233;tabli, moteur &#224; l'arr&#234;t et l'OCC sont ex&#233;cut&#233;s
                        et les codes clignotent.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Les composants ou les circuits &#233;lectriques d&#233;fectueux.</para>
                </item>
                <item>
                    <para>Il y a une anomalie de l'OCC pour le r&#233;gulateur de pression d'injection (IPR).</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie du moteur dans la colonne
                        des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
