<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - DIAGNOSTIC D'INJECTEURS &#201;ROD&#201;S</stitle>
    <svcman/>
    <svcsubsec>
        <title>DIAGNOSTIC D'INJECTEURS &#201;ROD&#201;S</title>
        <svcproc id="p17504001" svcproctype="describe" graphiccount="1">
            <title>Essai d'injecteur avec contact &#233;tabli, moteur en marche</title>
            <para>L'essai d'injecteur sert &#224; d&#233;tecter des probl&#232;mes avec la s&#233;quence
                injection-combustion. L'ex&#233;cution d'un essai de contribution de cylindre analyse la contribution
                individuelle de chaque cylindre. Sa fonction premi&#232;re est de d&#233;tecter un injecteur d&#233;fectueux.
                L'essai d&#233;tecte &#233;galement les probl&#232;mes qui peuvent nuire au rendement global des
                cylindres (par exemple&#160;: les soupapes, les tiges de culbuteurs, les pistons, les segments, etc.).
            </para>
            <para>Pendant cet essai, l'ECM contr&#244;le l'alimentation en carburant et d&#233;termine la contribution
                de puissance de chaque cylindre. Si un cylindre ne fonctionne pas de mani&#232;re satisfaisante, un code
                d'anomalie est &#233;tabli.
            </para>
            <figure id="f1750402" figsize="pg-wide">
                <graphic filename="../figEg9/Eg9017.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Enregistrement de l'essai de bonne contribution de cylindre</caption>
            </figure>
            <para>Certains secteurs cl&#233;s sont &#224; examiner sur l'affichage graphique de l'essai de contribution
                de cylindre&#160;:
            </para>
            <step1>
                <para count="1">quand l'essai commence, le r&#233;gime moteur augmente par tranches pouvant aller jusqu'
                    850&#160;tr/min;
                </para>
            </step1>
            <step1>
                <para count="1">l'ECM augmente l'alimentation au cylindre no&#160;1 (suralimentation de carburant), ce
                    qui fait augmenter le r&#233;gime;
                </para>
            </step1>
            <step1>
                <para count="1">le carburant est r&#233;duit aux autres cylindres pour maintenir un r&#233;gime de 850&#160;tr/min;</para>
            </step1>
            <step1>
                <para count="1">l'ECM r&#233;duit l'alimentation au cylindre no&#160;1 (sous-alimentation de carburant),
                    ce qui fait descendre le r&#233;gime;
                </para>
            </step1>
            <step1>
                <para count="1">le carburant est augment&#233; aux autres cylindres pour maintenir un r&#233;gime de 850&#160;tr/min;</para>
            </step1>
            <step1>
                <para count="1">&#224; ce stade, on note deux observations importantes&#160;:</para>
                <randlist type="bullet">
                    <item>
                        <para>l'ECM compare l'alimentation de carburant des cinq autres cylindres pendant la
                            suralimentation de carburant;
                        </para>
                    </item>
                    <item>
                        <para>l'ECM compare l'alimentation de carburant des cinq autres cylindres pendant la
                            sous-alimentation de carburant.
                        </para>
                    </item>
                </randlist>
                <para>Si la diff&#233;rence n'est pas ce que pr&#233;voitl'ECM, un code d'anomalie est &#233;tabli pour
                    le cylindre qui ne contribue pas. La proc&#233;dure se r&#233;p&#232;te pour les autres cylindres,
                    jusqu'&#224; ce que l'essai soit termin&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Le r&#233;gime moteur revient au ralenti bas. L'essai est termin&#233;.</para>
            </step1>
            <specpara>
                <note>
                    <para>Pendant l'essai de contribution de cylindre, le graphique de d&#233;bit de carburant repr&#233;sente
                        l'alimentation de carburant aux cinq autres cylindres.
                    </para>
                </note>
            </specpara>
            <para>L'essai de contribution de cylindre commence avec le cylindre no&#160;1 (cylindre avant) et est
                effectu&#233; en s&#233;quence. Dans les moteurs qui ont plusieurs injecteurs gravement &#233;rod&#233;s,
                les fluctuations de r&#233;gime peuvent &#234;tre suffisantes pour stopper l'essai de contribution du
                cylindre.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_93.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_95.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
