<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - PROC&#201;DURES D'ANALYSE DE
        DIAGNOSTIC - Liquide de refroidissement dans l'huile de graissage, ou huile de graissage dans le liquide de
        refroidissement
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Liquide de refroidissement dans l'huile de graissage, ou huile de graissage dans le liquide de
            refroidissement
        </title>
        <para>
            <emph type="bold">V&#233;rification de la pression du refroidisseur d'huile</emph>
        </para>
        <para>Utiliser un plateau d'essai de refroidisseur d'huile (ZTSE4376). Voir le manuel d'entretien du moteur. Les
            emplacements &#233;ventuels des fuites comprennent&#160;:
        </para>
        <randlist type="bullet">
            <item>
                <para>le faisceau du refroidisseur d'huile de graissage (tubes fissur&#233;s ou desserr&#233;s, ou
                    joints toriques coup&#233;s);
                </para>
            </item>
            <item>
                <para>une cavitation des chemises de cylindres;</para>
            </item>
            <item>
                <para>le joint de t&#234;te de compresseur d'air endommag&#233;;</para>
            </item>
            <item>
                <para>une culasse fissur&#233;e ou poreuse (couvercle de culasse, gaine d'injecteur ou joint de culasse
                    d&#233;fectueux)&#160;;
                </para>
            </item>
            <item>
                <para>un bloc-cylindres poreux ou fissur&#233; (dans le nervurage du logement de palier principal du
                    bloc-cylindres).
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Essai de fuite de pression dans le bloc-cylindres</emph>
        </para>
        <para>Si le refroidisseur d'huile s'av&#232;re conforme, effectuer un essai de pression.</para>
        <randlist type="bullet">
            <item>
                <para>Vidanger l'huile de graissage et le liquide de refroidissement du moteur et du radiateur.</para>
            </item>
            <item>
                <para>D&#233;brancher le radiateur du moteur et obturer toutes les connexions du moteur (avec des
                    obturateurs et des colliers de tuyau).
                </para>
            </item>
            <item>
                <para>D&#233;brancher les connexions du radiateur de la cabine au moteur, et obturer les ouvertures au
                    moteur.
                </para>
            </item>
            <item>
                <para>D&#233;brancher les conduites d'alimentation et de d&#233;charge du liquide de refroidissement du
                    compresseur d'air, puis obturer les conduites au moteur.
                </para>
            </item>
            <item>
                <para>D&#233;brancher la conduite de retour d'alimentation d'huile du compresseur d'air au
                    bloc-cylindres, et la laisser ouverte (selon l'&#233;quipement).
                </para>
            </item>
            <item>
                <para>Enlever le couvre-culbuteurs/tubulure d'admission, le carter d'huile de graissage et le bouchon de
                    vidange du refroidisseur d'huile de graissage.
                </para>
            </item>
            <item>
                <para>Remplir le moteur d'eau et fixer une connexion de conduite d'air avec un ensemble r&#233;gulateur
                    &#224; la vidange d'eau dans le bloc-cylindres.
                </para>
            </item>
            <item>
                <para>Pressuriser le syst&#232;me de refroidissement du carter &#224; 207&#160;kPa (30&#160;lb/po2).
                    Maintenir la pression pour d&#233;celer les fuites (jusqu'au lendemain au besoin), afin de trouver
                    les moulages poreux ou les petites fissures.
                </para>
            </item>
            <item>
                <para>Il faut trouver tous les points de fuite avant de d&#233;monter et de r&#233;parer.</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Aucune fuite externe ou interne n'est permise. Apr&#232;s avoir trouv&#233; et r&#233;par&#233;
                    les fuites, nettoyer le moteur contamin&#233;.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_90.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_92.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
