<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - PROC&#201;DURES D'ANALYSE DE
        DIAGNOSTIC - Consommation excessive de carburant
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Consommation excessive de carburant</title>
        <para>Si l'on soup&#231;onne une consommation excessive de carburant&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>comparer la consommation de carburant actuelle en litres au kilom&#232;tre (ou en milles au
                    gallon) &#224; la consommation normale de carburant. La consommation de carburant d&#233;pend de la
                    charge et des conditions d'utilisation. Plus la charge ou plus le r&#233;gime du moteur sont &#233;lev&#233;s,
                    plus grande est la consommation de carburant.
                </para>
            </item>
        </randlist>
        <para>Si une consommation excessive de carburant se confirme&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>v&#233;rifier si le syst&#232;me d'alimentation n'a pas de fuite&#160;:</para>
                <randlist type="bullet">
                    <item>
                        <para>v&#233;rifier la pr&#233;sence de fuites internes de carburant vers l'huile de graissage.
                            Pr&#233;lever un &#233;chantillon d'huile et le faire analyser pour voir s'il y a du
                            carburant dans l'huile;
                        </para>
                    </item>
                    <item>
                        <para>pressuriser le syst&#232;me d'alimentation de&#160;207 &#224; 275&#160;kPa (30 &#224; 40&#160;lb/po2)
                            pour isoler une fuite quelconque;
                        </para>
                    </item>
                    <item>
                        <para>effectuer un essai de contribution de cylindre (essai d'injecteur avec moteur en marche)
                            pour trouver les injecteurs responsables d'une consommation excessive de carburant. Voir
                            l'essai de diagnostic de rendement (v&#233;rification no&#160;24) sur le formulaire de
                            diagnostic du rendement du moteur, D&#233;marrage difficile/pas de d&#233;marrage EGED-220.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>V&#233;rifier si les sp&#233;cifications des composants et du rendement du moteur sont correctes
                    en effectuant tous les essais de diagnostic de rendement mentionn&#233;s sur le formulaire EGED-220,
                    Diagnostic de rendement du moteur, D&#233;marrage difficile/pas de d&#233;marrage.
                </para>
            </item>
        </randlist>
        <para>Une consommation excessive d'huile peut &#234;tre caus&#233;e par&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>une fuite de carburant dans l'huile de graissage ou dans le syst&#232;me de refroidissement.
                </para>
            </item>
            <item>
                <para>un r&#233;gime du moteur excessif ou une surcharge du moteur;</para>
            </item>
            <item>
                <para>un temps de ralenti excessif;</para>
            </item>
            <item>
                <para>une disparit&#233; des composants du moteur.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
