<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTIC
        DE RENDEMENT - Essai de colmatage de l'admission
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Essai de colmatage de l'admission</title>
        <svcprocinfo>
            <table id="te17502024" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="0">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">8. Essai de colmatage de l'admission</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Voir la figure&#160;
                                    <emph type="bold">L</emph>
                                    au verso du formulaire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mesurer le colmatage au ralenti &#233;lev&#233; et &#224; vide.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Instrument</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Manom&#232;tre ou d&#233;bitm&#232;tre &#224; h&#233;lice</para>
                            </entry>
                            <entry>
                                <para>3,13&#160;kPa (12,5&#160;po de H
                                    <subscript>2</subscript>0)
                                </para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si le filtre &#224; air/admission est colmat&#233;. Un filtre &#224; air/admission
                colmat&#233; entra&#238;ne une puissance faible et une mauvaise &#233;conomie de carburant.
            </para>
            <specpara>
                <note>
                    <para>Un colmatage de l'admission &#233;lev&#233; peut causer une fum&#233;e noire ou bleue
                        excessive au d&#233;marrage du moteur.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifier l'indicateur de colmatage de l'admission d'air</title>
            <step1>
                <para count="1">Voir le Manuel d'utilisation et de maintenance pour tous les d&#233;tails sur la jauge
                    de colmatage du filtre &#224; air et l'indicateur.
                </para>
                <specpara>
                    <note>
                        <para>Remplacer la cartouche du filtre &#224; air quand le colmatage atteint la limite maximale
                            permise. Mesurer le colmatage avec un indicateur d'entretien, un manom&#232;tre d'eau ou un
                            d&#233;bitm&#232;tre &#224; h&#233;lice.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifier si les cartouches du filtre &#224; air n'ont pas de joint endommag&#233;
                    ni de fissures. Remplacer au besoin.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier s'il n'y a pas de d&#233;bris dans la tuyauterie d'admission.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtre &#224; air &#224; cartouche simple</title>
            <para>Mesurer le colmatage du filtre &#224; air comme suit&#160;:</para>
            <step1>
                <para count="1">fixer la jauge d'essai de colmatage au manom&#232;tre d'eau ou au d&#233;bitm&#232;tre
                    &#224; h&#233;lice avec le robinet du bo&#238;tier du filtre &#224; air. Voir Essai de colmatage
                    (emplacement d'acc&#232;s)
                    <xref refid="f1750250"/>;
                </para>
            </step1>
            <step1>
                <para count="1">faire tourner le moteur au r&#233;gime de ralenti &#233;lev&#233;;</para>
            </step1>
            <step1>
                <para count="1">remplacer la cartouche du filtre &#224; air quand la jauge d'essai r&#233;v&#232;le que
                    le colmatage est sup&#233;rieur &#224; 3,13&#160;kPa (12,5&#160;po de H
                    <subscript>2</subscript>O).
                </para>
                <figure id="f1750250" figsize="col-wide">
                    <graphic filename="../figeg8/eg8784.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                    <caption>1. Emplacement d'acc&#232;s pour l'essai de colmatage de l'admission.</caption>
                </figure>
                <specpara>
                    <note>
                        <para>On ne peut obtenir le v&#233;ritable colmatage maximal du filtre &#224; air que lorsque le
                            moteur tourne &#224; pleine charge et &#224; sa puissance nominale. L'indicateur ou le d&#233;pressiom&#232;tre
                            mont&#233;s sur le v&#233;hicule d&#233;tectent le colmatage maximal. Quand 6,22&#160;kPa
                            (25&#160;po de H
                            <subscript>2</subscript>O) ont &#233;t&#233; d&#233;tect&#233;s sur les jauges mont&#233;es
                            sur le v&#233;hicule, remplacer la cartouche du filtre &#224; air. Pour plus de commodit&#233;,
                            on peut mesurer le colmatage du filtre &#224; air au ralenti &#233;lev&#233; (&#224; vide);
                            cependant, il faut remplacer la cartouche quand la mesure indique 3,13 kPa (12,5&#160;po de
                            H
                            <subscript>2</subscript>O) &#224; vide.
                        </para>
                    </note>
                    <note>
                        <para>Un colmatage &#233;lev&#233; du filtre &#224; air pourrait d&#233;loger les joints du
                            turbocompresseur, faisant entrer de l'huile autour des joints et dans le moteur.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtre &#224; air &#224; deux cartouches</title>
            <para>Le filtre &#224; air &#224; deux cartouches est muni d'un grand &#233;l&#233;ment de pr&#233;filtrage
                (ext&#233;rieur) et d'un petit &#233;l&#233;ment filtrant (int&#233;rieur) en option. Il faut utiliser
                la cartouche secondaire dans des environnement poussi&#233;reux.
            </para>
            <para>La connexion de colmatage du filtre &#224; air &#224; deux cartouches est situ&#233;e entre les
                cartouches primaire et secondaire, dans le fond du bo&#238;tier du filtre &#224; air. Cette disposition
                permet &#224; la cartouche primaire (ext&#233;rieure) d'&#234;tre sond&#233;e par l'indicateur de
                colmatage ou au d&#233;pressiom&#232;tre du colmatage mont&#233; sur le tableau de bord.
                <emph type="bold">La cartouche int&#233;rieure n'est pas enregistr&#233;e sur l'indicateur de colmatage
                    ou sur le d&#233;pressiom&#232;tre mont&#233; sur le tableau de bord.
                </emph>
            </para>
            <para>Pour d&#233;terminer le colmatage de la cartouche int&#233;rieure, utiliser la proc&#233;dure de v&#233;rification
                visuelle.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'inspection visuelle</title>
            <specpara>
                <note>
                    <para>Deux types d'indicateurs apparaissent sur les cartouches du filtre &#224; air. Ceci est
                        attribuable au fait que deux fournisseurs diff&#233;rents vendent des cartouches de filtre
                        &#224; air &#224; International pendant le montage. Remplacer la cartouche quand le point vert
                        dispara&#238;t de la cartouche ou de la fen&#234;tre dans l'&#233;crou de retenue.
                    </para>
                </note>
            </specpara>
            <para>V&#233;rifier visuellement l'indicateur de colmatage int&#233;gr&#233; dans la cartouche int&#233;rieure
                ou dans l'&#233;crou de retenue de la cartouche int&#233;rieure.
            </para>
            <para>
                <emph type="bold">Deux types diff&#233;rents&#160;:</emph>
            </para>
            <step1>
                <para count="1">filtre &#224; air &#224; deux cartouches avec indicateur dans le capuchon d'extr&#233;mit&#233;
                    <xref refid="f1750251"/>;
                </para>
            </step1>
            <step1>
                <para count="1">indicateur de l'&#233;crou de retenue du filtre &#224; air &#224; deux cartouches
                    <xref refid="f1750252"/>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>L'&#233;crou de retenue de chaque fournisseur n&#233;cessite un couple de serrage diff&#233;rent&#160;:</para>
                    <para>filtre &#224; air &#224; deux cartouches avec indicateur dans le capuchon d'extr&#233;mit&#233;,
                        <emph type="bold">60&#160;&#224; 75&#160;po-lb (6,8&#160;&#224; 8,5&#160;N.m);</emph>
                    </para>
                    <para>indicateur d'&#233;crou de retenue de filtre &#224; air &#224; deux cartouches,
                        <emph type="bold">120&#160;po-lb (13,6&#160;N.m).</emph>
                    </para>
                </note>
            </specpara>
            <figure id="f1750251" figsize="pg-wide">
                <graphic filename="../figeg6/eg6156.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Filtre &#224; air &#224; deux cartouches avec indicateur dans le capuchon
                    d'extr&#233;mit&#233;
                </caption>
            </figure>
            <figure id="f1750252" figsize="pg-wide">
                <graphic filename="../figeg1/eg1288.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Indicateur de l'&#233;crou de retenue du filtre &#224; air &#224; deux cartouches</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>La cartouche de filtre &#224; air est sale.</para>
                </item>
                <item>
                    <para>De la neige, des sacs en plastique ou d'autres mat&#233;riaux &#233;trangers peuvent
                        restreindre la circulation de l'air dans l'admission du filtre &#224; air. Les moteurs r&#233;par&#233;s
                        peuvent avoir des chiffons ou des obturateurs de capuchon dans le syst&#232;me d'admission.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>Manom&#232;tre (PS94-831-3)</para>
                </item>
                <item>
                    <para>D&#233;bitm&#232;tre &#224; h&#233;lice ou manom&#232;tre d'eau</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_28.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_30.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
