<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Affichage de changement d'huile
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Affichage de changement d'huile</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503032.1" figsize="pg-wide">
                <graphic filename="../figeg9/eg9054.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction pour le message de changement d'huile</caption>
            </figure>
            <para>Le message de changement d'huile est affich&#233; quand un intervalle d'entretien programmable par le
                client a &#233;t&#233; d&#233;pass&#233;. On peut &#233;tablir ces limites pour les kilom&#232;tres
                (milles), les heures ou la consommation calcul&#233;e du carburant du v&#233;hicule. Ces limites
                d'intervalles d'entretien peuvent &#234;tre ajust&#233;es, ou la caract&#233;ristique de message de
                changement d'huile peut &#234;tre activ&#233;e ou d&#233;sactiv&#233;e &#224; l'aide de l'EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>Il n'y a aucune d&#233;tection d'anomalie pour la caract&#233;ristique de message de changement
                d'huile.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>R&#233;initialisation du message de changement d'huile</title>
            <specpara>
                <note>
                    <para>Apr&#232;s avoir chang&#233; l'huile, si le v&#233;hicule utilise la caract&#233;ristique de
                        message de changement d'huile, r&#233;initialiser le syst&#232;me comme suit&#160;:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">serrer le frein de stationnement (n&#233;cessaire pour obtenir le bon
                    signal&#160;ESC);
                </para>
            </step1>
            <step1>
                <para count="1">tourner le contacteur d'allumage &#224; la position &#171;&#160;IGN/ON&#160;&#187;;
                </para>
            </step1>
            <step1>
                <para count="1">appuyer simultan&#233;ment sur les boutons &#171;&#160;CRUISE ON&#160;&#187; et &#171;&#160;RESUME/ACCEL&#160;&#187;
                    et les rel&#226;cher
                    <emph type="bold">quatre</emph>
                    fois. Il faut effectuer cette &#233;tape&#160;3 dans un intervalle de
                    <emph type="bold">six</emph>
                    secondes;
                </para>
            </step1>
            <step1>
                <para count="1">appuyer simultan&#233;ment sur les boutons
                    <emph type="bold">&#171;&#160;CRUISE&#160;ON&#160;&#187;</emph>
                    et
                    <emph type="bold">&#171;&#160;RESUME/ACCEL&#160;&#187;</emph>
                    et les maintenir enfonc&#233;s pendant
                    <emph type="bold">trois</emph>
                    secondes;
                </para>
            </step1>
            <step1>
                <para count="1">rel&#226;cher les deux boutons du r&#233;gulateur de vitesse.</para>
            </step1>
            <specpara>
                <note>
                    <para>Il FAUT effectuer toute la proc&#233;dure en moins de douze secondes. Le message de changement
                        d'huile s'&#233;teint alors et se r&#233;active quand le prochain changement d'huile vient
                        &#224; &#233;ch&#233;ance.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Limites d'intervalle d'entretien</emph>
            </para>
            <para>Ce groupe de param&#232;tres personnalise la caract&#233;ristique d'intervalle d'entretien. Les
                intervalles d'entretien permettent au propri&#233;taire du camion de personnaliser le moment de
                l'entretien n&#233;cessaire du camion, par exemple, les changements d'huile. Quand la distance ou les
                heures programm&#233;es du moteur ont &#233;t&#233; atteintes, l'avertissement de changement d'huile
                s'affiche pour indiquer que le moment de l'entretien est arriv&#233;.
            </para>
            <para>Les limites &#233;num&#233;r&#233;es ci-dessous sont les valeurs maximales et par d&#233;faut pour la
                fonction d'intervalle d'entretien. On peut r&#233;duire ces limites au moyen de l'EST, en fonction des
                besoins particuliers d'un client, mais non au-dessus des intervalles d'entretien en usine recommand&#233;s
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Mode d'intervalle d'entretien</emph>
                    </para>
                    <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord si ce v&#233;hicule dispose de la
                        caract&#233;ristique d'intervalle d'entretien.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Intervalle de carburant</emph>
                    </para>
                    <para>Ce param&#232;tre permet au client de programmer la quantit&#233; de carburant utilis&#233;e
                        depuis le dernier entretien, avant d'afficher le message de changement d'huile.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Intervalle d'heures</emph>
                    </para>
                    <para>Ce param&#232;tre permet au client de programmer le nombre d'heures de fonctionnement du
                        moteur depuis le dernier entretien, avant d'afficher le message de changement d'huile.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Intervalle de distance</emph>
                    </para>
                    <para>Ce param&#232;tre permet au client de programmer la distance en kilom&#232;tres ou en milles
                        parcourue depuis le dernier entretien, avant d'afficher le message de changement d'huile.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valeur de d&#233;part de carburant consomm&#233;</emph>
                    </para>
                    <para>Ce param&#232;tre indique quand le dernier entretien a &#233;t&#233; effectu&#233;.</para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valeur de d&#233;part des heures du moteur</emph>
                    </para>
                    <para>Ce param&#232;tre indique quand le dernier entretien a &#233;t&#233; effectu&#233;.</para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valeur de d&#233;part de la distance du v&#233;hicule</emph>
                    </para>
                    <para>Ce param&#232;tre indique quand le dernier entretien a &#233;t&#233; effectu&#233;.</para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Pourcentage d'entretien imminent</emph>
                    </para>
                    <para>Ce param&#232;tre indique &#224; quel pourcentage d'intervalle d'entretien le message de
                        changement d'huile commence &#224; clignoter en guise d'avertissement.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Mode de message de changement d'huile allum&#233;</emph>
                    </para>
                    <para>Ce param&#232;tre indique si le message de changement d'huile doit toujours &#234;tre allum&#233;
                        apr&#232;s un d&#233;marrage du moteur.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Mode de message de changement d'huile allum&#233;</emph>
                    </para>
                    <para>Ce param&#232;tre indique le temps d'activation du message de changement d'huile apr&#232;s un
                        d&#233;marrage du moteur, s'il n'est pas toujours allum&#233;.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Demande de r&#233;initialisation d'intervalle d'entretien</emph>
                    </para>
                    <para>Ce param&#232;tre indique &#224; l'&#233;lectronique de bord si le v&#233;hicule a &#233;t&#233;
                        entretenu et pr&#233;vient que les valeurs de d&#233;part doivent &#234;tre r&#233;initialis&#233;es.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_56.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_58.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
