<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - PROC&#201;DURES D'ANALYSE DE
        DIAGNOSTIC - Temp&#233;rature &#233;lev&#233;e ou perte du liquide de refroidissement
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Temp&#233;rature &#233;lev&#233;e ou perte du liquide de refroidissement</title>
        <para>Pour v&#233;rifier la temp&#233;rature &#233;lev&#233;e ou la perte du liquide de refroidissement&#160;:
        </para>
        <randlist type="bullet">
            <item>
                <para>d&#233;terminer les conditions d'utilisation en cas de surchauffe.</para>
            </item>
            <item>
                <para>v&#233;rifier les codes d'anomalie pour la surchauffe ou l'information du registre d'&#233;v&#233;nements.
                    Utiliser l'outil &#233;lectronique d'entretien&#160;(EST);
                </para>
            </item>
            <item>
                <para>v&#233;rifier ce qui suit&#160;:</para>
                <randlist type="bullet">
                    <item>
                        <para>bouchon de remplissage (bouchon &#224; pression) sur le r&#233;servoir de d&#233;gazage;
                        </para>
                    </item>
                    <item>
                        <para>fuites externes (syst&#232;me de pressurisation);</para>
                    </item>
                    <item>
                        <para>solution du liquide de refroidissement (contamination du glycol);</para>
                    </item>
                    <item>
                        <para>solution du liquide de refroidissement (concentration excessive du glycol);</para>
                    </item>
                    <item>
                        <para>courroie multifonction et tendeur;</para>
                    </item>
                    <item>
                        <para>exactitude et &#233;talonnage de la jauge du tableau de bord et du transmetteur;</para>
                    </item>
                    <item>
                        <para>fonctionnement du thermostat (coinc&#233; ou presque ferm&#233;);</para>
                    </item>
                    <item>
                        <para>propret&#233; du radiateur (int&#233;rieur et ext&#233;rieur);</para>
                    </item>
                    <item>
                        <para>fonctionnement du volet (selon l'&#233;quipement);</para>
                    </item>
                    <item>
                        <para>blocage du d&#233;bit d'air (conditions hivernales, etc.);</para>
                    </item>
                    <item>
                        <para>fonctionnement du ventilateur;</para>
                    </item>
                    <item>
                        <para>boyau &#233;cras&#233;.</para>
                    </item>
                </randlist>
            </item>
        </randlist>
        <para>V&#233;rifier le fonctionnement&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>accessoires&#160;: l'&#233;quipement est-il approuv&#233; et install&#233; correctement?</para>
            </item>
        </randlist>
        <para>Entretien du moteur&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>propre, pas de fuites d'huile, pas de fuites externes du liquide de refroidissement;</para>
            </item>
            <item>
                <para>&#233;tat de la courroie multifonction et du tendeur.</para>
            </item>
        </randlist>
        <para>V&#233;rifier ce qui suit dans le syst&#232;me de refroidissement&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>liquide de refroidissement propre ayant un inhibiteur de conditionnement ad&#233;quat et une
                    concentration correcte d'&#233;thyl&#232;ne glycol (vert)
                    <emph type="bold">ou</emph>
                    de propyl&#232;ne (rouge), si celui-ci est utilis&#233; pour la saison;
                </para>
            </item>
            <item>
                <para>bouchon (&#224; pression) du r&#233;servoir de d&#233;gazage Utiliser la trousse d'essai de
                    pression, mod&#232;le&#160;D200 (ZTSE2239) ou le groupe de jauges (PS94-831-3). V&#233;rifier si
                    l'admission de la pompe &#224; eau n'est pas colmat&#233;e. Le colmatage ne doit pas d&#233;passer
                    10&#160;kPa (3&#160;po de mercure) sans le bouchon &#224; pression, avec le thermostat ouvert et le
                    moteur au ralenti &#233;lev&#233;;
                </para>
            </item>
            <item>
                <para>boyaux&#160;- de type correct et bien fix&#233;s;</para>
            </item>
            <item>
                <para>radiateur&#160;- propre et non obstru&#233; par des ailettes tordues, des tubes pinc&#233;s,
                    etc.;
                </para>
            </item>
            <item>
                <para>radiateur correct&#160;- v&#233;rifier les sp&#233;cifications, ainsi que l'historique des r&#233;parations.
                    Contr&#244;ler la pr&#233;sence de fuites colmat&#233;es;
                </para>
            </item>
            <item>
                <para>ventilateur&#160;- sp&#233;cifications correctes. Installation du car&#233;nage de ventilateur;
                </para>
            </item>
            <item>
                <para>fonctionnement de l'embrayage du ventilateur&#160;- v&#233;rifier les recommandations du
                    fabricant;
                </para>
            </item>
            <item>
                <para>r&#233;glages corrects du fonctionnement de la commande du volet (selon l'&#233;quipement).</para>
            </item>
        </randlist>
        <para>V&#233;rifier les &#233;l&#233;ments suivants dans le moteur&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>&#233;tat de la pompe &#224; eau; fuites du joint de palier et des trous d'&#233;coulement</para>
            </item>
            <item>
                <para>thermostat et joint&#160;- sp&#233;cifications et fonctionnement corrects;</para>
            </item>
            <item>
                <para>refroidisseur d'huile&#160;- d&#233;bits d'huile et du liquide de refroidissement ad&#233;quats;
                </para>
            </item>
            <item>
                <para>puissance du moteur correcte;</para>
            </item>
            <item>
                <para>a&#233;ration du liquide de refroidissement par un joint de culasse, ou par une culasse fendue ou
                    poreuse.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_87.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_89.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
