<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE - Liste des donn&#233;es EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Liste des donn&#233;es EST</title>
        <svcprocinfo>
            <table id="te1750211" tblwidth="pg-wide" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">9. Liste des donn&#233;es EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Effectuer les essais&#160;10, 11 et&#160;12 si l'EST n'est pas disponible.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Entrer les donn&#233;es dans la colonne
                                    <emph type="bold">Actual</emph>
                                    ci-dessous.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Surveiller DATA (donn&#233;es) pendant vingt secondes ou plus, pendant le
                                    lancement du moteur.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>PID</para>
                            </entry>
                            <entry>
                                <para>Spec</para>
                            </entry>
                            <entry>
                                <para>R&#233;el</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tension de batterie</para>
                            </entry>
                            <entry>
                                <para>7&#160;volts minimum</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>R&#233;gime moteur</para>
                            </entry>
                            <entry>
                                <para>130&#160;tr/min</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pression&#160;ICP</para>
                            </entry>
                            <entry>
                                <para>3&#160;447&#160;kPa (500 lb/po2) minimum</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la tension est basse, voir le diagnostic de l'ECM.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si on ne note aucun r&#233;gime moteur, v&#233;rifier les codes
                                    d'anomalie.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si l'ICP est basse, effectuer l'essai&#160;13.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si les syst&#232;mes n&#233;cessaires pour le d&#233;marrage sont conformes aux sp&#233;cifications
                d'utilisation.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <specpara>
                <note>
                    <para>
                        <emph type="bold">L'essai doit &#234;tre effectu&#233; avec des batteries compl&#232;tement
                            charg&#233;es.
                        </emph>
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, ne jamais permettre de fumer; une
                        &#233;tincelle d'origine &#233;lectrique ou une flamme nue pr&#232;s de la batterie pourraient
                        causer une explosion.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter tout risque de blessures corporelles, s'assurer que la bo&#238;te de
                        vitesses est au point mort, que le frein de stationnement est serr&#233; et que les roues
                        motrices sont bloqu&#233;es avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <para>Pour mesurer la tension de la batterie, le r&#233;gime de lancement du moteur et la pression de
                commande d'injection (ICP), lire les donn&#233;es sur l'EST, tout en lan&#231;ant le moteur pendant au
                moins vingt secondes.
            </para>
            <para>Si on ne dispose pas d'un&#160;EST, utiliser un multim&#232;tre num&#233;rique (DMM) &#224; la place
                pour effectuer les essais suivants&#160;:
            </para>
            <para>Raccorder l'EST au connecteur de diagnostic de l'American Trucking Association (ATA). Dans la plupart
                des cas, le connecteur est situ&#233; sous le panneau du tableau de bord (c&#244;t&#233; gauche), &#224;
                l'int&#233;rieur de la cabine. Utiliser le diagnostic de r&#233;f&#233;rence pour voir la tension de la
                batterie, le r&#233;gime moteur et la pression&#160;ICP pendant le lancement
                <xref refid="S17505062.5"/>.
            </para>
            <step1>
                <para count="1">Tourner le contacteur d'allumage &#224; la position &#171;&#160;ON&#160;&#187;.</para>
            </step1>
            <step1>
                <para count="1">Lancer le moteur et lire les donn&#233;s sur l'&#233;cran. Les donn&#233;es sont affich&#233;es
                    quand le moteur commence &#224; tourner. La tension de la batterie doit &#234;tre de 7&#160;volts ou
                    plus.
                </para>
            </step1>
            <step1>
                <para count="1">Si la tension &#224; l'ECM tombe en-dessous de 7&#160;volts, l'ECM ne demeure pas sous
                    tension. Si l'ECM ne re&#231;oit pas d'alimentation &#233;lectrique par son relais, le moteur ne d&#233;marre
                    pas.
                </para>
            </step1>
            <step1>
                <para count="1">Le r&#233;gime de lancement du moteur doit produire l'ICP n&#233;cessaire pour faire
                    fonctionner les injecteurs de carburant et cr&#233;er la compression n&#233;cessaire pour allumer le
                    carburant. Si l'EST indique&#160;
                    <emph type="bold">0</emph>
                    tr/min pendant le lancement du moteur, l'ECM peut ne pas recevoir un signal du capteur de position
                    de l'arbre &#224; cames (CMP).
                </para>
            </step1>
            <step1>
                <para count="1">Si le capteur du&#160;CMP ne fonctionne pas, il faut le remplacer. L'ECM ne permet pas
                    au r&#233;gulateur de pression d'injection (IPR) de fonctionner compl&#232;tement sans un signal&#160;CMP.
                </para>
            </step1>
            <step1>
                <para count="1">Si l'EST indique une pression de commande d'injection basse ou nulle, v&#233;rifier le
                    niveau d'huile dans le r&#233;servoir d'huile (dans le couvercle de distribution). Enlever le
                    connecteur du faisceau du moteur de la sonde de temp&#233;rature d'huile moteur (EOT). Enlever la
                    sonde&#160;EOT du couvercle de distribution. L'huile devrait se vidanger du r&#233;servoir interne.
                    Si l'huile ne se vidange pas par le trou du capteur, continuer &#224; lancer le moteur.
                </para>
                <specpara>
                    <note>
                        <para>Enlever le capteur avec pr&#233;caution. Ne pas l'enlever compl&#232;tement s'il y a
                            encore de l'huile dedans.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si le niveau du r&#233;servoir d'huile continue &#224; baisser, la pompe d'huile de
                    graissage principale peut ne pas r&#233;ussir &#224; alimenter le r&#233;servoir en huile. Voir
                    l'essai&#160;13 (essai de pression d'ICP basse)
                    <xref refid="te17502015"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Basse tension de batterie&#160;- batteries d&#233;fectueuses, r&#233;sistance &#233;lev&#233;e
                        aux connexions de c&#226;bles de la batterie ou dans le c&#226;blage &#224; l'ECM.
                    </para>
                </item>
                <item>
                    <para>Le relais &#233;lectrique de l'ECM est d&#233;fectueux.</para>
                </item>
                <item>
                    <para>Le fusible en s&#233;rie de 40A (dans le bo&#238;tier de batterie) qui alimente la tension
                        &#224; l'ECM est br&#251;l&#233;.
                    </para>
                </item>
                <item>
                    <para>Faible r&#233;gime de lancement&#160;- peut &#234;tre caus&#233; par une d&#233;fectuosit&#233;
                        du syst&#232;me &#233;lectrique, une viscosit&#233; de l'huile incorrecte ou de longs
                        intervalles entre les changements d'huile par temp&#233;ratures ambiantes froides.
                    </para>
                </item>
                <item>
                    <para>Aucune indication du r&#233;gime du moteur sur l'EST lors du lancement du moteur. - Ceci peut
                        &#234;tre caus&#233; par un capteur de&#160;CMP d&#233;fectueux ou par un circuit d&#233;fectueux
                        dans l'ECM. V&#233;rifier de nouveau les codes d'anomalie apr&#232;s avoir lanc&#233; le moteur.
                        Voir&#160;EST, codes d'anomalie
                        <xref refid="te1750207"/>
                        ou Acc&#232;s aux codes d'anomalie
                        <xref refid="te1750210"/>.
                    </para>
                </item>
                <item>
                    <para>Basse pression ICP&#160;- Cela pourrait r&#233;v&#233;ler une fuite dans le syst&#232;me
                        d'huile &#224; haute pression ou un capteur&#160;ICP d&#233;fectueux.
                    </para>
                </item>
                <item>
                    <para>Une pompe &#224; huile &#224; haute pression d&#233;fectueuse, un entra&#238;nement de pompe,
                        un r&#233;gulateur de pression d'injection (IPR) d&#233;fectueux ou des commandes &#233;lectroniques
                        du r&#233;gulateur pourraient &#233;galement causer une basse pression de commande d'injection.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <para>Outil &#233;lectronique d'entretien (EST) avec logiciel de diagnostic ma&#238;tre</para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagnostic suppl&#233;mentaire</title>
            <randlist type="bullet">
                <item>
                    <para>Si des codes d'anomalie sont &#233;tablis, voir les codes d'anomalie de diagnostic du moteur
                        dans la colonne des codes d'anomalie
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Pour intervenir sur une basse tension de l'alimentation &#233;lectrique de l'ECM, voir&#160;:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sch&#233;ma d'alimentation &#233;lectrique du module de commande du moteur
                        <xref refid="f17503043"/>;
                    </para>
                </item>
                <item>
                    <para>Circuit d'alimentation &#233;lectrique du module de commande du moteur
                        <xref refid="f17503044"/>;
                    </para>
                </item>
                <item>
                    <para>Diagnostic de circuit&#160;PWR de l'ECM
                        <xref refid="te17503011"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Aucune indication de r&#233;gime moteur pendant le lancement&#160;- Voir diagnostic du
                    capteur&#160;CMP.
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Fonctions du capteur de position de l'arbre &#224; cames
                        <xref refid="f17503031"/>
                    </para>
                </item>
                <item>
                    <para>Sch&#233;ma du circuit du capteur de position de l'arbre &#224; cames
                        <xref refid="f17503032"/>
                    </para>
                </item>
                <item>
                    <para>Diagnostic du capteur de position de l'arbre &#224; cames et du circuit
                        <xref refid="te17503006"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Aucune pression de commande d'injection&#160;- Voir Diagnostic du capteur de pression
                    de commande d'injection (ICP).
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sch&#233;ma du circuit du capteur&#160;ICP utilisant un&#160;T de d&#233;rivation
                        <xref refid="f17503064"/>
                    </para>
                </item>
                <item>
                    <para>V&#233;rifications de la tension du capteur&#160;ICP
                        <xref refid="te17503020"/>
                    </para>
                </item>
                <item>
                    <para>Diagramme de fonctionnement du d&#233;pannage du capteur&#160;ICP
                        <xref refid="f17503064.1"/>
                    </para>
                </item>
                <item>
                    <para>Sp&#233;cifications du circuit du capteur&#160;ICP
                        <xref refid="te17503020.1"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Pression de commande d'injection basse ou nulle et absence de codes d'anomalie &#233;lectronique</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Voir essai&#160;13&#160;- Essai de pression&#160;ICP basse.
                        <xref refid="te17502015"/>
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
