<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - DIAGNOSTIC M&#201;CANIQUE, MOTEURS DT&#160;466 ET DT&#160;530 - DIAGNOSTICS
        DE D&#201;MARRAGE DIFFICILE/PAS DE D&#201;MARRAGE - V&#233;rification du carburant
    </stitle>
    <svcman/>
    <svcproc id="P1750202.5" svcproctype="describe" graphiccount="0">
        <title>V&#233;rification du carburant</title>
        <svcprocinfo>
            <table id="te17502003" tblwidth="pg-wide" frame="all">
                <tgroup cols="1" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="4.50in"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">1. V&#233;rification du carburant</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>&#8226; Niveau de carburant</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>&#8226; Sans eau glac&#233;e ou trouble</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry colname="col1">
                                <para>&#8226; Bonne qualit&#233; de carburant</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>But</title>
            <para>D&#233;terminer si le carburant est propre pour s'assurer d'un fonctionnement efficace du moteur.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proc&#233;dure d'essai</title>
            <step1>
                <para count="1">Pr&#233;lever un &#233;chantillon de carburant du r&#233;servoir de carburant.</para>
                <specpara>
                    <note>
                        <para>Le carburant doit &#234;tre de la qualit&#233; sp&#233;cifi&#233;e, propre et non dilu&#233;.</para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Afin d'&#233;viter toute blessure corporelle, s'assurer que la bo&#238;te de vitesses est au
                        point mort, que le frein de stationnement est serr&#233; et que les roues motrices sont bloqu&#233;es
                        avant de lancer le moteur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">V&#233;rifier s'il n'y a pas d'air dans le carburant. Si on soup&#231;onne la pr&#233;sence
                    d'air, v&#233;rifier les fuites d'air dans la conduite d'alimentation vers la pompe de transfert de
                    carburant. Poser un morceau de boyau en plastique transparent entre le filtre et l'admission de la
                    pompe de transfert. Lancer le moteur et v&#233;rifier s'il y a des bulles d'air.
                </para>
                <specpara>
                    <note>
                        <para>Le temps froid pourrait &#234;tre la cause de la formation de paillettes de paraffine dans
                            certaines qualit&#233;s de carburant diesel. Ces paillettes r&#233;duisent ou bloquent le d&#233;bit
                            du carburant dans le filtre &#224; carburant.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifier la pr&#233;sence d'essence ou de k&#233;ros&#232;ne dans le carburant
                    diesel.
                </para>
            </step1>
            <step1>
                <para count="1">S'il y a de l'huile moteur dans le carburant, des fuites au joint torique de l'injecteur
                    et une pression de commande d'injection plus basse sont susceptibles de se produire. Si on soup&#231;onne
                    que ces conditions existent, effectuer ce qui suit&#160;:
                </para>
                <step2>
                    <para count="1">vidanger une certaine quantit&#233; de carburant du filtre &#224; carburant et en v&#233;rifier
                        la couleur. Si l'&#233;chantillon de carburant est fonc&#233;, comparer l'&#233;chantillon
                        &#224; la qualit&#233; sp&#233;cifi&#233;e de carburant non contamin&#233;;
                    </para>
                </step2>
                <step2>
                    <para count="1">si la comparaison est d&#233;favorable, enlever le filtre &#224; carburant. Utiliser
                        un ouvre-filtre pour d&#233;couper et d&#233;couvrir l'&#233;l&#233;ment filtrant. Si l'&#233;l&#233;ment
                        est noir, de l'huile s'est peut-&#234;tre infiltr&#233;e dans le circuit d'alimentation, au-del&#224;
                        des joints toriques des injecteurs.
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Si la qualit&#233; du carburant est bonne, mais que le moteur ne d&#233;marre pas, appuyer sur
                        le plongeur de la soupape d'amor&#231;age. Si le plongeur n'offre aucune r&#233;sistance, cela
                        indique qu'ou bien le circuit d'alimentation manque de carburant ou encore, que de l'air s'est
                        infiltr&#233; &#224; l'int&#233;rieur du syst&#232;me. Effectuer l'essai&#160;14
                        <xref refid="te17502016"/>
                        pour v&#233;rifier la pression du carburant.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Causes possibles</title>
            <randlist type="bullet">
                <item>
                    <para>Il n'y a pas de carburant dans le r&#233;servoir.</para>
                </item>
                <item>
                    <para>Le robinet &#224; carburant de la conduite (selon l'&#233;quipement) est peut-&#234;tre ferm&#233;.</para>
                </item>
                <item>
                    <para>La conduite d'alimentation de carburant est peut-&#234;tre cass&#233;e ou &#233;cras&#233;e.
                    </para>
                </item>
                <item>
                    <para>Le tube de r&#233;cup&#233;ration du r&#233;servoir est peut-&#234;tre obstru&#233; ou fissur&#233;.</para>
                </item>
                <item>
                    <para>Les filtres suppl&#233;mentaires ou les s&#233;parateurs d'eau peuvent &#234;tre obstru&#233;s
                        ou fuir, permettant ainsi &#224; l'air de s'infiltrer dans le circuit d'alimentation.
                    </para>
                </item>
                <item>
                    <para>Il y a de l'eau ou pr&#233;sence de contamination dans le r&#233;servoir de carburant.</para>
                </item>
                <item>
                    <para>Il y a du givre dans les conduites de carburant.</para>
                </item>
                <item>
                    <para>La qualit&#233; du carburant ne convient peut-&#234;tre pas aux temp&#233;ratures froides.
                    </para>
                </item>
                <item>
                    <para>Le carburant pourrait pr&#233;senter des paillettes de paraffine ou un aspect g&#233;latineux
                        (habituellement la qualit&#233; 2-D).
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Outils n&#233;cessaires</title>
            <randlist type="bullet">
                <item>
                    <para>R&#233;cipient transparent (environ 1&#160;litre [1&#160;pinte&#160;US])</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
