<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - DIAGNOSTIC D'INJECTEURS &#201;ROD&#201;S
        - Proc&#233;dure d'essai&#160;- utilisation de l'outil &#233;lectronique d'entretien et du diagnostic ma&#238;tre
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="7">
        <title>Proc&#233;dure d'essai&#160;- utilisation de l'outil &#233;lectronique d'entretien et du diagnostic ma&#238;tre</title>
        <specpara>
            <note>
                <para>Tous les &#233;crans suivants sont bas&#233;s sur les r&#233;glages par d&#233;faut du MD32,
                    version&#160;2.3, sauf indication contraire. Les &#233;crans peuvent varier si une version diff&#233;rente
                    du diagnostic ma&#238;tre est utilis&#233;e. Si des r&#233;glages personnalis&#233;s ont &#233;t&#233;
                    effectu&#233;s, les &#233;crans peuvent &#233;galement &#234;tre diff&#233;rents.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Pour &#233;viter toute blessure corporelle, s'assurer que la transmission est au point mort, que
                    le frein de stationnement est serr&#233; et que les roues motrices sont bloqu&#233;es avant de d&#233;marrer
                    le moteur.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">D&#233;marrer le moteur et l'amener &#224; sa temp&#233;rature normale de fonctionnement,
                sup&#233;rieure &#224; 71&#160;oC (160&#160;oF).
            </para>
        </step1>
        <figure id="f17504003" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8742.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <step1>
            <para count="1">D&#233;marrer le diagnostic ma&#238;tre. S&#233;lectionner l'application de l'ECM &#224; bo&#238;te
                unique (MD32-DLC)
                <xref refid="f17504003"/>. La s&#233;lection d'une mauvaise application donne des lectures erron&#233;es.
            </para>
        </step1>
        <step1>
            <para count="1">Raccorder l'outil &#233;lectronique d'entretien avec le c&#226;ble d'interface de camion
                InternationalMD au connecteur&#160;ATA &#224; six&#160;broches situ&#233; pr&#232;s du panneau de seuil
                de porte gauche. Pour les connecteurs&#160;ATA &#224; 9&#160;broches, utiliser l'adaptateur de
                connecteur en queue de cochon (6&#160; &#224; 9&#160;broches) ZTSE4467.
            </para>
        </step1>
        <figure id="f17504004" figsize="pg-wide">
            <graphic filename="../figeg8/eg8584.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <step1>
            <para count="1">S&#233;lectionner le menu d&#233;roulant
                <emph type="bold">Session</emph>
                et s&#233;lectionner
                <emph type="bold">Open</emph>
                pour commencer une session
                <xref refid="f17504004"/>.
            </para>
        </step1>
        <figure id="f17504005" figsize="pg-wide">
            <graphic filename="../figeg8/eg8585.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <step1>
            <para count="1">S&#233;lectionner le fichier
                <emph type="bold">KOER_CCT_I6.SSN</emph>
                (essai de contribution de cylindre avec contact &#233;tabli, moteur en marche) dans la fen&#234;tre de
                dialogue
                <emph type="bold">Open Session File</emph>. Le nom du fichier doit maintenant appara&#238;tre dans la
                case
                <emph type="bold">File Name</emph>
                <xref refid="f17504005"/>. S&#233;lectionner
                <emph type="bold">Open</emph>.
            </para>
        </step1>
        <step1>
            <para count="1">En s&#233;lectionnant une session par d&#233;faut &#233;tablie en usine par InternationalMD
                Engine, le diagnostic ma&#238;tre se branche automatiquement sur le port
                <emph type="bold">COM</emph>
                ad&#233;quat. Consulter le manuel de l'utilisateur du logiciel du diagnostic ma&#238;tre pour obtenir
                tous les renseignements suppl&#233;mentaires sur le sujet.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier si la temp&#233;rature du liquide de refroidissement du moteur est sup&#233;rieure
                &#224; 71&#160;oC (160&#160;oF).
            </para>
        </step1>
        <figure id="f17504006" figsize="pg-wide">
            <graphic filename="../figeg8/eg8586.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <step1>
            <para count="1">Il est essentiel d'effectuer
                <emph type="bold">Key-On-Engine-Running Standard Test</emph>
                (essai standard avec contact &#233;tabli, moteur en marche) afin d'acc&#233;der &#224; l'essai de
                contribution de cylindre. S&#233;lectionner le menu d&#233;roulant
                <emph type="bold">Diagnostics</emph>
                puis s&#233;lectionner
                <emph type="bold">Key-On-Engine-Running Standard Test</emph>
                (essai standard avec contact &#233;tabli, moteur en marche).
                <xref refid="f17504006"/>.
            </para>
        </step1>
        <para>Si un message de diagnostic appara&#238;t, noter le message, s&#233;lectionner
            <emph type="bold">OK</emph>
            et essayer de nouveau. Si le message r&#233;appara&#238;t, consulter la section Essais de diagnostic dans le
            manuel de l'utilisateur du logiciel du diagnostic ma&#238;tre.
        </para>
        <specpara>
            <note>
                <para>La barre d'&#233;tat affiche le message
                    <emph type="bold">DIAGNOSTICS RUNNING</emph>
                    en bas de l'&#233;cran.
                </para>
            </note>
        </specpara>
        <figure id="f17504007" figsize="pg-wide">
            <graphic filename="../figeg8/eg8588.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <step1>
            <para count="1">Quand l'essai standard est termin&#233;, s&#233;lectionner le menu d&#233;roulant
                <emph type="bold">Diagnostics</emph>
                et s&#233;lectionner
                <emph type="bold">Key-On Engine-Running Injector Test</emph>
                <xref refid="f17504007"/>
                (essai d'injecteur avec contact &#233;tabli, moteur en marche).
            </para>
            <para>Si un message de diagnostic appara&#238;t, noter le message, s&#233;lectionner
                <emph type="bold">OK</emph>
                et essayer de nouveau. Si le message r&#233;appara&#238;t, consulter la section Essais de diagnostic
                dans le manuel de l'utilisateur du logiciel du diagnostic ma&#238;tre.
            </para>
            <specpara>
                <note>
                    <para>La barre d'&#233;tat affiche le message
                        <emph type="bold">DIAGNOSTICS RUNNING</emph>
                        en bas de l'&#233;cran.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Pendant que l'essai se d&#233;roule, on observe les param&#232;tres suivants sur l'&#233;cran
                graphique&#160;:
            </para>
            <randlist type="bullet">
                <item>
                    <para>r&#233;gime moteur (RPM) (500 &#224; 1&#160;000&#160;tr/min);</para>
                </item>
                <item>
                    <para>charge du moteur (EL) (0&#160;&#224; 127,5&#160;%);</para>
                </item>
                <item>
                    <para>consommation de carburant (FR) (0&#160;&#224; 15,14&#160;L [0&#160;&#224; 4&#160;gallons&#160;US]/heure).</para>
                </item>
            </randlist>
        </step1>
        <figure id="f17504008" figsize="pg-wide">
            <graphic filename="../figeg9/eg9019.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Vue graphique type&#160;- bonne contribution de cylindre</caption>
        </figure>
        <step1>
            <para count="1">Le graphique suivant est un exemple de l'apparence d'un injecteur &#224; faible alimentation
                de carburant pendant cet essai.
                <xref refid="f17504009"/>
            </para>
        </step1>
        <figure id="f17504009" figsize="pg-wide">
            <graphic filename="../figEg9/Eg9018.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Interpr&#233;tation des donn&#233;es du graphique&#160;- mauvaise contribution de cylindre
            </caption>
        </figure>
        <para>Quand une suralimentation de carburant est compar&#233;e &#224; une sous-alimentation de carburant, on
            observe une diff&#233;rence importante. Ceci indique qu'un cylindre contribue fortement.
        </para>
        <specpara>
            <note>
                <para>La figure repr&#233;sente une reprise graphique (instantan&#233;).</para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Indicateur de forte contribution&#160;- cylindres&#160;1 &#224;&#160;3</emph>
        </para>
        <para>Observations principales&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>afin de maintenir un r&#233;gime constant, l'ECM effectue des changements plus importants au d&#233;bit
                    de carburant que l'on voit dans les cylindres plus faibles (cylindres&#160;4 &#224;&#160;6);
                </para>
            </item>
            <item>
                <para>il y a un effet plus grand sur la charge du moteur&#160;(EL).</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Indicateur de faible contribution&#160;- cylindres&#160;4 &#224;&#160;6</emph>
        </para>
        <para>Observations principales&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>afin de maintenir un r&#233;gime constant, l'ECM effectue des changements plus importants au d&#233;bit
                    de carburant que l'on voit dans les cylindres plus forts (cylindres&#160;1 &#224;&#160;3);
                </para>
            </item>
            <item>
                <para>il y a un effet minime sur la charge du moteur&#160;(EL).</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>La reprise graphique fournie pour la discussion ne comporte pas d'erreur assez grave pour produire
                    un code d'anomalie.
                </para>
            </note>
        </specpara>
        <para>La proc&#233;dure d&#233;crite pr&#233;c&#233;demment permet au technicien de d&#233;panner et de r&#233;parer
            le moteur en rempla&#231;ant seulement le ou les injecteurs &#233;rod&#233;s ou d&#233;fectueux. S'il y a de
            la rouille ou de la corrosion dans les injecteurs, il faut prendre certaines pr&#233;cautions suppl&#233;mentaires&#160;:
        </para>
        <randlist type="bullet">
            <item>
                <para>nettoyer tout le syst&#232;me d'alimentation de toute l'eau ou de toute contamination &#233;trang&#232;re,
                    y compris les r&#233;servoirs de carburant, les bo&#238;tiers de filtres &#224; carburant, les tamis
                    et la tubulure d'admission de carburant;
                </para>
            </item>
            <item>
                <para>apr&#232;s avoir nettoy&#233; le syst&#232;me d'alimentation, installer et faire fonctionner les
                    injecteurs existants pour purger le syst&#232;me d'alimentation de toute contamination r&#233;siduelle.
                    D&#232;s lors, proc&#233;der &#224; l'installation d'injecteurs neufs;
                </para>
            </item>
            <item>
                <para>Il est recommand&#233; de remplacer tous les injecteurs qui montrent des traces de rouille ou de
                    corrosion.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_95.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_97.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
