<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - OUTILS DE DIAGNOSTIC - UTILISATION DU MULTIM&#200;TRE NUM&#201;RIQUE - AMP&#200;REM&#200;TRE</stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>AMP&#200;REM&#200;TRE</title>
        <para>Un amp&#232;rem&#232;tre sert &#224; mesurer le d&#233;bit du courant (amp&#233;rage) dans un circuit. Les
            amp&#232;res sont des unit&#233;s de circulation d'&#233;lectrons, qui indiquent combien d'&#233;lectrons
            passent dans le circuit. La loi d'Ohm indique que le d&#233;bit du courant dans un circuit est &#233;gale
            &#224; la tension du circuit divis&#233;e par la r&#233;sistance totale du circuit. &#201;tant donn&#233;
            que les amp&#232;res&#160;(I) constituent le courant dans le circuit, une hausse de la tension augmente
            &#233;galement le niveau du courant (amp&#232;res). Toute baisse de la r&#233;sistance (ohms) augmente
            &#233;galement le d&#233;bit du courant (amp&#232;res).
        </para>
        <para>&#192; une tension op&#233;rationnelle normale, la plupart des circuits ont un d&#233;bit de courant
            caract&#233;ristique, &#233;galement connu sous le nom d'appel de courant. On peut mesurer l'appel de
            courant avec un amp&#232;rem&#232;tre. En se r&#233;f&#233;rant &#224; un appel de courant nominal sp&#233;cifi&#233;
            pour un composant (dispositif &#233;lectrique), en mesurant le d&#233;bit du courant dans le circuit, la
            comparaison des deux (la valeur nominale par rapport &#224; la valeur mesur&#233;e) peut donner une
            information de diagnostic valable.
        </para>
        <para>Un amp&#232;rem&#232;tre est raccord&#233; en s&#233;rie avec la charge, les contacteurs, les r&#233;sistances,
            etc.
            <xref refid="ef1750536"/>
            de mani&#232;re que le courant circule dans l'amp&#232;rem&#232;tre. L'amp&#232;rem&#232;tre mesure le d&#233;bit
            du courant seulement si le circuit est aliment&#233; et op&#233;rationnel. Avant de mesurer le d&#233;bit du
            courant, il faut savoir combien de courant il y aura environ, afin de bien raccorder l'amp&#232;rem&#232;tre.
            Le&#160;DMM sert &#224; mesurer jusqu'&#224; 10&#160;amp&#232;res, &#224; l'aide du point de connexion&#160;10&#160;A.
        </para>
        <para>On peut facilement calculer le d&#233;bit de courant estim&#233;. Dans l'image suivante, Installation de
            l'amp&#232;rem&#232;tre
            <xref refid="ef1750536"/>, la r&#233;sistance de l'ampoule est de 2&#160;ohms. En appliquant la loi d'Ohm,
            on peut calculer que le d&#233;bit du courant sera de 6&#160;amp&#232;res (6&#160;A&#160;= 12&#160;V/2&#160;ohms).
            Si le fusible est enlev&#233; et que l'amp&#232;rem&#232;tre est install&#233; tel qu'illustr&#233;, avec le
            commutateur ferm&#233;, le d&#233;bit de courant mesur&#233; dans le circuit est de 6&#160;amp&#232;res.
            Noter que l'amp&#232;rem&#232;tre est install&#233; de mani&#232;re que tout le courant dans le circuit le
            traverse. L'amp&#232;rem&#232;tre est install&#233; en s&#233;rie.
        </para>
        <figure id="ef1750536" figsize="col-wide">
            <graphic filename="../figeg6/eg6128.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Installation de l'amp&#232;rem&#232;tre</caption>
        </figure>
        <specpara>
            <warning>
                <para>Afin d'&#233;viter toute blessure corporelle, toujours s'assurer que le courant est coup&#233;
                    avant de couper, de souder ou d'enlever des composants, apr&#232;s quoi, il est permis d'ins&#233;rer
                    le&#160;DMM pour mesurer des courants. M&#234;me de faibles courants peuvent &#234;tre dangereux.
                </para>
            </warning>
        </specpara>
        <para>Un appel de courant excessif signifie que la quantit&#233; de courant qui circule dans un circuit est sup&#233;rieure
            &#224; la capacit&#233; pr&#233;vue du fusible et du circuit. Un courant excessif ouvre les fusibles et les
            disjoncteurs. Un appel excessif de courant peut &#233;galement d&#233;charger rapidement les batteries. Un
            amp&#232;rem&#232;tre sert &#224; faciliter le diagnostic de ces conditions. Par ailleurs, il y a des
            moments o&#249; un appel de courant r&#233;duit fait mal fonctionner un dispositif (un moteur de fen&#234;tre
            &#233;lectrique, par exemple). Se rappeler qu'une plus forte r&#233;sistance de circuit r&#233;duit le
            courant disponible au dispositif. Des connexions desserr&#233;es ou corrod&#233;es peuvent causer fr&#233;quemment
            ce probl&#232;me.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_128.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_130.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
