<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - R&#233;gulateur de pression de
        commande d'injection&#160;(IPR)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="2">
        <title>R&#233;gulateur de pression de commande d'injection&#160;(IPR)</title>
        <svcsubproc>
            <title>Fonctions de sortie</title>
            <figure id="f17503067" figsize="pg-wide">
                <graphic filename="../figeg8/eg8884.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;mas du circuit du r&#233;gulateur de pression de commande d'injection</caption>
            </figure>
            <para>
                <emph type="bold">R&#233;gulateur de pression de commande d'injection</emph>
                (
                <emph type="bold">IPR</emph>)
            </para>
            <para>Le r&#233;gulateur de pression de commande d'injection est une soupape &#224; position variable qui
                contr&#244;le la pression de commande d'injection. La tension de batterie est fournie &#224; l'IPR quand
                la cl&#233; de contact est &#224; la position &#171;&#160;ON&#160;&#187;. La position de la soupape est
                command&#233;e en commutant le circuit de commande &#224; la masse &#224; l'int&#233;rieur de l'ECM. Le
                temps de marche/arr&#234;t est modul&#233; de&#160;0 &#224; 60&#160;%, selon la pression de commande
                d'injection d&#233;sir&#233;e.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des codes d'anomalie</title>
            <para>Un circuit de commande ouvert ou court-circuit&#233; &#224; la masse peut &#234;tre d&#233;tect&#233;
                par une v&#233;rification de circuit de sortie sur demande, effectu&#233;e pendant l'essai avec moteur
                &#224; l'arr&#234;t L'ECM est capable de d&#233;terminer, pendant que le moteur tourne, si la pression
                de commande d'injection d&#233;sir&#233;e est &#233;gale &#224; la pression de commande d'injection
                mesur&#233;e. Si la pression de commande d'injection mesur&#233;e ne se compare pas raisonnablement
                &#224; la pression de commande d'injection d&#233;sir&#233;e, l'ECM ignore le signal&#160;ICP mesur&#233;
                et essaie de commander le moteur avec la valeur d&#233;sir&#233;e.
            </para>
            <specpara>
                <note>
                    <para>Le moteur ne tournera pas avec un circuit&#160;IPR qui ne fonctionne pas.</para>
                </note>
            </specpara>
            <figure id="f17503068" figsize="pg-wide">
                <graphic filename="../figeg1/eg1243.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit du r&#233;gulateur de pression de commande d'injection</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503022" tblwidth="pg-wide" frame="all">
                <title>Diagnostics du r&#233;gulateur de pression de commande d'injection et du circuit</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="48.40*"/>
                    <colspec colwidth="60.50*"/>
                    <colspec colname="col3" colwidth="287.10*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rification de la tension&#160;IPR</emph>
                                    (v&#233;rifier avec le connecteur du r&#233;gulateur d&#233;branch&#233;, contact
                                    &#233;tabli)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Tension d'alimentation&#160;IPR de l'ECM</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;&#224; 0,25&#160;V</para>
                            </entry>
                            <entry>
                                <para>Si la tension est sup&#233;rieure &#224; 0,25&#160;V, le fil de commande est
                                    court-circuit&#233; &#224; la tension de r&#233;f&#233;rence V
                                    <subscript>REF</subscript>
                                    ou vers la batterie
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications du connecteur &#224; la masse (B-)</emph>
                                    (v&#233;rifier avec le connecteur&#160;IPR d&#233;branch&#233; et le contact coup&#233;,
                                    c&#226;ble positif de la batterie d&#233;branch&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>R&#233;sistance &#224; la masse du ch&#226;ssis. Si la r&#233;sistance est inf&#233;rieure
                                    &#224; 1&#160;kilohm, v&#233;rifier s'il n'y a pas un court-circuit &#224; la masse
                                    dans le circuit.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Une tension inf&#233;rieure &#224; 1&#160;kilohm indique un court-circuit &#224;
                                    la masse
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de la r&#233;sistance du faisceau</emph>
                                    (v&#233;rifier avec la bo&#238;te de d&#233;rivation install&#233;e sur le faisceau
                                    du moteur seulement)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>17&#160;&#224;&#160;37</para>
                            </entry>
                            <entry>
                                <para>5&#160;&#224;&#160;20&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>R&#233;sistance dans tout le circuit&#160;IPR, y compris dans le r&#233;gulateur;
                                    v&#233;rifier avec le r&#233;gulateur raccord&#233; &#224; l'IPR
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>17&#160;&#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, le fil
                                    d'alimentation&#160;IPR est ouvert
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>37&#160;&#224;&#160;B</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, le fil de commande&#160;IPR
                                    est ouvert
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>241&#160;= La v&#233;rification de circuit ouvert d&#233;tect&#233;e pendant
                                    l'essai standard indique une r&#233;sistance &#233;lev&#233;e ou basse dans le
                                    circuit.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>331&#160;= La pression&#160;ICP &#233;tait sup&#233;rieure &#224; 25&#160;MPa (3&#160;675&#160;lb/po2)
                                    pendant 1,5&#160;seconde. Le circuit de commande&#160;IPR &#233;tait possiblement
                                    mis &#224; la masse. Voir le diagnostic&#160;ICP si ce n'est pas un code d'anomalie
                                    &#233;lectronique.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Fonction</emph>
            </para>
            <para>Le syst&#232;me de commande des moteurs International comprend une soupape de r&#233;gulateur de
                pression de commande d'injection&#160;(IPR) qui commande la pression d'huile dans le syst&#232;me de
                commande d'injection &#224; haute pression utilis&#233; pour actionner les injecteurs. La soupape&#160;IPR
                comprend un sol&#233;no&#239;de, un champignon et un clapet &#224; boisseau. Il est mont&#233; dans la
                pompe &#224; huile &#224; haute pression. L'ECM r&#233;gule la pression de commande d'injection en contr&#244;lant
                le cycle de service ou le temps de marche/arr&#234;t du sol&#233;no&#239;de de pression de commande
                d'injection. Cela augmente ou r&#233;duit le temps de marche/arr&#234;t, les positions du champignon et
                du clapet &#224; boisseau dans l'IPR qui maintient la pression dans le syst&#232;me de pression de
                commande d'injection, ou a&#232;re la pression au carter d'huile par le couvercle de distribution. Voir
                la section Aper&#231;u du syst&#232;me de commande du moteur dans ce manuel pour obtenir une description
                plus compl&#232;te du fonctionnement et de la fonction de l'IPR.
            </para>
            <para>
                <emph type="bold">Fonctionnement</emph>
            </para>
            <para>La soupape&#160;IPR est aliment&#233;e par une tension de l'ECM &#224; la borne&#160;A du connecteur&#160;IPR
                quand le contact est &#233;tabli. La commande du syst&#232;me de commande d'injection se fait par l'ECM,
                qui met la borne&#160;B de la soupape&#160;IPR &#224; la masse, par la broche&#160;37 de l'ECM. La
                commande pr&#233;cise se fait en variant la largeur d'impulsion ou le pourcentage de temps de marche/arr&#234;t
                du sol&#233;no&#239;de de l'IPR. Le temps normal de marche/arr&#234;t varie de 8&#160;% &#224; 60&#160;%.
                Un cycle de fonctionnement &#233;lev&#233; indique qu'une importante pression de commande d'injection
                est requise; un cycle de fonctionnement bas indique qu'une pression moindre est command&#233;e.
            </para>
            <para>
                <emph type="bold">Diagnostic de l'ECM</emph>
            </para>
            <para>L'ECM surveille la pression de commande d'injection pendant que le moteur tourne. Si la pression r&#233;elle
                est sup&#233;rieure ou inf&#233;rieure &#224; la pression d&#233;sir&#233;e, l'ECM &#233;tablit un code
                d'anomalie. Lorsque cette situation se produit, l'ECM ignore le capteur&#160;ICP et commande le moteur
                en utilisant les valeurs programm&#233;es pour l'IPR.
            </para>
            <para>L'EST sert &#224; effectuer l'essai standard avec moteur en marche, qui permet &#224; l'ECM de
                commander l'IPR et de surveiller le rendement du syst&#232;me de pression de commande d'injection. Si le
                syst&#232;me ne r&#233;pond pas dans les param&#232;tres sp&#233;cifi&#233;s, l'ECM &#233;tablit un code
                d'anomalie.
            </para>
            <para>On peut r&#233;cup&#233;rer les codes d'anomalie &#224; l'aide de l'EST ou en lisant les clignotements
                des codes d'anomalie des voyants &#171;&#160;ENGINE&#160;&#187; ambr&#233; et rouge; voir
                <xref refid="p17502001"/>.
            </para>
            <para id="f175fc241">
                <emph type="bold">Code d'anomalie&#160;241</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;42, FMI&#160;11</emph>
            </para>
            <para>
                <emph type="bold">&#201;chec de l'auto-diagnostic&#160;OCC du r&#233;gulateur de pression de commande
                    d'injection
                </emph>
            </para>
            <para>Le code d'anomalie&#160;241 est &#233;tabli seulement pendant la v&#233;rification du circuit de
                sortie standard avec moteur &#224; l'arr&#234;t. Cet essai indique que l'ECM a effectu&#233; un essai du
                circuit de sortie, mesur&#233; la chute de tension sur le circuit de l'IPR et d&#233;termin&#233; si
                elle est sup&#233;rieure ou inf&#233;rieure aux sp&#233;cifications.
            </para>
            <para>Si ce code d'anomalie est pr&#233;sent, le moteur ne tourne pas. L'ECM n'allume
                <emph type="bold">pas</emph>le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; si cette anomalie est
                active; cependant, ce code est transmis &#224; la fin de la v&#233;rification du circuit de sortie, en
                utilisant l'EST ou la m&#233;thode de r&#233;cup&#233;ration des codes d'anomalie.
            </para>
            <para>Causes possibles&#160;: mauvaise connexion du sol&#233;no&#239;de&#160;IPR.</para>
            <para id="f175fc331">
                <emph type="bold">Code d'anomalie&#160;331</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;164, FMI&#160;0</emph>
            </para>
            <para>
                <emph type="bold">Pression de commande d'injection sup&#233;rieure &#224; la plage de fonctionnement du
                    syst&#232;me
                </emph>
            </para>
            <para>Quand le code&#160;331 est actif, le voyant &#171;&#160;ENGINE&#160;&#187; ambr&#233; s'allume et
                l'odom&#232;tre affiche le message &#171;&#160;WARN&#160;ENG&#160;&#187;.
            </para>
            <para>Le code d'anomalie&#160;331 indique que l'ECM a d&#233;tect&#233; une pression de commande d'injection
                sup&#233;rieure &#224; 25&#160;MPa (3&#160;675&#160;lb/po2), qui est sup&#233;rieure &#224; la pression
                de fonctionnement maximale permise.
            </para>
            <para>Causes possibles&#160;:</para>
            <randlist type="bullet">
                <item>
                    <para>signal&#160;ICP incorrect en raison d'un circuit ou d'un capteur d&#233;fectueux;</para>
                </item>
                <item>
                    <para>capteur&#160;ICP incorrect;</para>
                </item>
                <item>
                    <para>mauvais fonctionnement du syst&#232;me de pression de commande d'injection d&#251; &#224; une
                        soupape&#160;IPR coinc&#233;e ou bloqu&#233;e.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_71.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_73.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
