<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - MANUEL SUPPL&#201;MENTAIRE D'ENTRETIEN EGES-232 - SECTION 7&#160;: AMORTISSEUR DE VIBRATIONS,
        VILEBREQUIN, PALIERS, VOLANT MOTEUR ET BLOC-CYLINDRES - CHAUFFE-MOTEUR (selon l'&#233;quipement) - INSTALLATION
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>INSTALLATION</title>
        <step1>
            <para count="1">&#201;liminer toute trace de corrosion sur l'al&#233;sage du bloc-cylindres du
                chauffe-moteur.
            </para>
        </step1>
        <step1>
            <para count="1">Enduire le joint torique du chauffe-moteur et l'al&#233;sage du bloc-cylindres de graisse;
                consulter la rubrique
                <hotlnk xrefid="f2300716">Chauffe-moteur
                    <xref refid="f2300716"/>
                </hotlnk>
                .
            </para>
            <specpara>
                <note>
                    <para>S'assurer que la barrette en&#160;T est log&#233;e dans la rainure de la patte d'accrochage
                        avant la mise en place.
                    </para>
                </note>
            </specpara>
            <figure id="f2300716" figsize="col-wide">
                <graphic filename="../figeg8/eg8961.webp" type="webp" resolution="72"/>
                <caption>Chauffe-moteur</caption>
                <calloutgroup>
                    <callout1 type="arabic">Joint torique</callout1>
                    <callout1 type="arabic">&#201;l&#233;ment de chauffage</callout1>
                    <callout1 type="arabic">Fiche</callout1>
                    <callout1 type="arabic">Barrette en&#160;T</callout1>
                    <callout1 type="arabic">Patte d'accrochage</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Pr&#233;senter le chauffe-moteur dans l'al&#233;sage du bloc-cylindres en faisant pointer l'&#233;l&#233;ment
                de chauffage vers le haut; consulter la rubrique
                <hotlnk xrefid="f2300717">Chauffe-moteur pour bloc-cylindres
                    <xref refid="f2300717"/>
                </hotlnk>
                .
            </para>
            <figure id="f2300717" figsize="col-wide">
                <graphic filename="../figeg8/eg8960.webp" type="webp" resolution="72"/>
                <caption>Chauffe-moteur pour bloc-moteur</caption>
                <calloutgroup>
                    <callout1 type="arabic">Vis</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Serrer la vis au couple de serrage sp&#233;cial pour bloquer la patte d'accrochage contre la
                paroi interne du bloc-moteur.
            </para>
        </step1>
        <step1>
            <para count="1">Brancher le cordon d'alimentation dans la fiche en prenant soin d'aligner les broches de la
                fiche du chauffe-moteur par rapport &#224; la prise du cordon d'alimentation. Enfoncer fermement la
                prise et serrer l'&#233;crou de serre-c&#226;ble &#224; la main. Le cordon doit pointer vers le haut.
            </para>
        </step1>
        <step1>
            <para count="1">Acheminer le cordon vers l'ext&#233;rieur, en l'attachant aux endroits n&#233;cessaires afin
                d'&#233;viter tout contact avec le moteur, la tuyauterie port&#233;e en temp&#233;rature ou les pi&#232;ces
                en mouvement.
            </para>
        </step1>
        <step1>
            <para count="1">Remplir le syst&#232;me de refroidissement &#224; l'aide d'un m&#233;lange antigel appropri&#233;.</para>
            <specpara>
                <caution>
                    <para>Avant de brancher le chauffe-moteur au secteur, &#233;liminer l'air accumul&#233; dans le syst&#232;me
                        de refroidissement en laissant tourner le moteur pendant&#160;5 &#224; 10&#160;minutes apr&#232;s
                        l'ouverture du thermostat (temp&#233;rature normale de fonctionnement).
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Brancher la fiche du cordon dans une prise secteur de 120&#160;V C.A. mise &#224; la masse.
                Si l'on doit utiliser une rallonge, s'assurer qu'elle soit de type &#224; trois conducteurs avec fil de
                mise &#224; la masse.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges230_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges230_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges230.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
