<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - GLOSSAIRE DES TERMES TECHNIQUES</stitle>
    <svcman/>
    <svcsection id="EGES-21707" svcsectype="enginesec" division="engine" date="9, 2001" translation="french">
        <title>GLOSSAIRE DES TERMES TECHNIQUES</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>GLOSSAIRE DES TERMES TECHNIQUES</title>
            <para>
                <emph type="bold">Actionneur&#160;-</emph>
                Dispositif qui effectue une t&#226;che en r&#233;ponse &#224; un signal d'entr&#233;e.
            </para>
            <para>
                <emph type="bold">Analogique&#160;-</emph>
                Tension continuellement variable.
            </para>
            <para>
                <emph type="bold">Convertisseur analogique &#224; num&#233;rique (A/N)&#160;-</emph>
                Circuit &#224; l'int&#233;rieur de la partie traitement du module de commande du moteur (ECM) qui re&#231;oit
                un signal analogique (en CC ou C.A.) et le convertit en un signal num&#233;rique utilisable pour le
                microprocesseur.
            </para>
            <para>
                <emph type="bold">Multim&#232;tre analogique&#160;-</emph>
                Compteur qui utilise une aiguille pour pointer un chiffre sur une &#233;chelle de nombres, afin
                d'indiquer une valeur mesur&#233;e (volts, ohms, amp&#232;res). Cet appareil n'est pas recommand&#233;
                pour une utilisation sur des syst&#232;mes &#224; microprocesseur en raison du risque de courant
                excessif caus&#233; par la basse imp&#233;dance du multim&#232;tre.
            </para>
            <para>
                <emph type="bold">APS (capteur de position de l'acc&#233;l&#233;rateur)&#160;-</emph>
                Capteur de type potentiom&#232;tre, qui indique la position de la p&#233;dale d'acc&#233;l&#233;rateur
                du conducteur.
            </para>
            <para>
                <emph type="bold">Ligne de transmission de donn&#233;es ATA&#160;-</emph>
                Liaison de communication s&#233;rie sp&#233;cifi&#233;e par l'American Trucking Association et la&#160;SAE
                (Society of Automative Engineers).
            </para>
            <para>
                <emph type="bold">Gestionnaire d'arri&#232;re-plan&#160;-</emph>
                Partie de l'ordinateur qui effectue &#171;&#160;le m&#233;nage&#160;&#187;. Le gestionnaire d'arri&#232;re-plan
                contr&#244;le habituellement les fonctions de faible priorit&#233;, ou celles qui se pr&#233;sentent
                moins souvent.
            </para>
            <para>
                <emph type="bold">BAP (pression atmosph&#233;rique absolue)&#160;-</emph>
                Capteur &#224; capacitance variable qui, lorsqu'il re&#231;oit un signal de r&#233;f&#233;rence de 5&#160;volts
                de l'ECM, produit un signal de tension analogique lin&#233;aire qui indique la pression atmosph&#233;rique.
            </para>
            <para>
                <emph type="bold">BNO (frein normalement ouvert)&#160;-</emph>
                Capteur &#224; interrupteur marche/arr&#234;t, qui sert &#224; indiquer si le frein est serr&#233;. Sa
                fonction premi&#232;re normale est de d&#233;brayer le r&#233;gulateur de vitesse (normalement ouvert).
            </para>
            <para>
                <emph type="bold">Calibrage&#160;-</emph>
                Valeurs de donn&#233;es utilis&#233;es par la strat&#233;gie pour r&#233;soudre les &#233;quations et
                prendre des d&#233;cisions. Les valeurs de calibration sont m&#233;moris&#233;es dans la m&#233;moire
                morte. Les valeurs de calibration sont entr&#233;es dans le processeur pendant la programmation, afin de
                permettre au moteur de fonctionner selon certains param&#232;tres.
            </para>
            <para>
                <emph type="bold">CLS (contacteur du niveau du liquide de refroidissement)&#160;-</emph>
                Capteur de type interrupteur, qui sert &#224; indiquer un bas niveau du liquide de refroidissement.
            </para>
            <para>
                <emph type="bold">CMP (capteur de position d'arbre &#224; cames)&#160;-</emph>
                Capteur &#224; effet Hall, qui sert &#224; indiquer le r&#233;gime du moteur et la position de l'arbre
                &#224; cames. Le r&#233;gime est indiqu&#233; par le nombres de palettes compt&#233;es par tour. La
                position de l'arbre &#224; cames est indiqu&#233;e par une seule palette &#233;troite qui indique la
                position du cylindre no&#160;1.
            </para>
            <para>
                <emph type="bold">Essai continu&#160;-</emph>
                Fonction de l'ECM par laquelle les entr&#233;es et les sorties de l'ECM sont continuellement surveill&#233;es
                pour assurer la conformit&#233; des lectures aux limites &#233;tablies.
            </para>
            <para>
                <emph type="bold">DDS (interrupteur de d&#233;saccouplement de la transmission)&#160;-</emph>
                Interrupteur qui indique quand la transmission est d&#233;saccoupl&#233;e du moteur.
            </para>
            <para>
                <emph type="bold">D&#233;sactiver&#160;-</emph>
                Type de d&#233;cision de l'ordinateur qui fait en sorte de d&#233;sactiver un syst&#232;me, ne lui
                permettant pas ainsi de fonctionner.
            </para>
            <para>
                <emph type="bold">Conducteur&#160;-</emph>
                Transistor dans la partie sortie de l'ECM et qui sert &#224; mettre en marche et &#224; arr&#234;ter
                divers actionneurs dans le syst&#232;me.
            </para>
            <para>
                <emph type="bold">Ligne de transmission de donn&#233;es du groupe motopropulseur&#160;J1939&#160;-
                </emph>
                Cette ligne de transmission de donn&#233;es est la principale ligne de communication pour l'ECM, l'ESC
                et le combin&#233; d'instruments.
            </para>
            <para>
                <emph type="bold">Code d'anomalie&#160;-</emph>
                Autrefois connu sous le nom de &#171;&#160;code des d&#233;fauts&#160;&#187; ou &#171;&#160;code flash&#160;&#187;.
                Le code d'anomalie est un code num&#233;rique &#224; trois chiffres.
            </para>
            <para>
                <emph type="bold">Signal de cycle de service&#160;-</emph>
                Type de signal de commande qui est dot&#233; d'une mesure de temps de marche/arr&#234;t contr&#244;l&#233;,
                mesur&#233; de 0&#160;% &#224;&#160;100&#160;%. Sert normalement &#224; commander des sol&#233;no&#239;des.
            </para>
            <para>
                <emph type="bold">DMM (multim&#232;tre num&#233;rique)&#160;-</emph>
                Compteur &#233;lectronique qui utilise un affichage num&#233;rique pour indiquer une valeur mesur&#233;e.
                &#192; utiliser de pr&#233;f&#233;rence sur les syst&#232;mes &#224; microprocesseur, car un multim&#232;tre
                num&#233;rique a une imp&#233;dance interne &#233;lev&#233;e et ne d&#233;charge pas le circuit qu'il
                mesure.
            </para>
            <para>
                <emph type="bold">ECI (inhibition du lancement du moteur)&#160;-</emph>
                Sortie de l'ECM qui commande le relais&#160;ECI et d&#233;termine quand le d&#233;marreur peut
                fonctionner et lancer le moteur.
            </para>
            <para>
                <emph type="bold">ECM (module de commande du moteur)&#160;-</emph>
                Bo&#238;tier qui contient le micro-ordinateur, le r&#233;gulateur de tension de r&#233;f&#233;rence (V
                <subscript>REF</subscript>), les conditionneurs d'entr&#233;e et les conducteurs de sortie.
            </para>
            <para>
                <emph type="bold">Relais d'alimentation de l'ECM&#160;-</emph>
                Relais command&#233; par l'ECM, qui alimente ou non ce dernier.
            </para>
            <para>
                <emph type="bold">ECT (sonde de temp&#233;rature du liquide de refroidissement)&#160;-</emph>
                Sonde de type thermistor, qui indique la temp&#233;rature du liquide de refroidissement du moteur.
            </para>
            <para>
                <emph type="bold">EFRC (code d'&#233;valuation de famille de moteur)&#160;-</emph>
                Code lisible dans la liste de calibrage de l'outil &#233;lectronique d'entretien (EST) et qui identifie
                la puissance en chevaux et la calibration des &#233;missions du moteur.
            </para>
            <para>
                <emph type="bold">VOYANT DE MOTEUR&#160;-</emph>
                Voyant sur le tableau de bord, qui s'allume quand des codes d'anomalie s&#233;lectionn&#233;s sont
                &#233;tablis. Les codes d'anomalie peuvent &#234;tre lus comme des codes flash par l'entremise des
                voyants rouge et ambr&#233; du tableau de bord.
            </para>
            <para>
                <emph type="bold">Essais moteur &#224; l'arr&#234;t&#160;-</emph>
                Essais qui sont effectu&#233;s quand le contacteur d'allumage est en position &#171;&#160;ON&#160;&#187;,
                et que le moteur est &#224; l'arr&#234;t. Voir KOEO (contact &#233;tabli, moteur &#224; l'arr&#234;t).
            </para>
            <para>
                <emph type="bold">Essais moteur en marche&#160;-</emph>
                Essais qui sont effectu&#233;s avec le moteur en marche. Voir KOER (contact &#233;tabli, moteur en
                marche).
            </para>
            <para>
                <emph type="bold">EOP (capteur de pression d'huile moteur)&#160;-</emph>
                Capteur de type &#224; capacitance variable, qui sert &#224; indiquer une basse pression d'huile.
            </para>
            <para>
                <emph type="bold">EOT (sonde de temp&#233;rature d'huile moteur)&#160;-</emph>
                Sonde de type thermistor, qui indique la temp&#233;rature de l'huile moteur.
            </para>
            <para>
                <emph type="bold">ESC (contr&#244;leur &#233;lectronique de syst&#232;me)&#160;-</emph>
                L'ESC est un module &#233;lectronique qui fournit plusieurs interfaces d'entr&#233;es analogiques et
                commut&#233;es pour surveiller les fonctions du v&#233;hicule au moyen d'interrupteurs &#224;
                semi-conducteurs, des sorties de conducteur de relais et une communication de donn&#233;es en s&#233;rie.
            </para>
            <para>
                <emph type="bold">EST (util &#233;lectronique d'entretien)&#160;-</emph>
                Outil de diagnostic et de programmation informatis&#233; pour l'ECM. Le mat&#233;riel consiste
                habituellement en un ordinateur portatif ou de type bloc-notes. Le logiciel de diagnostic et de
                programmation comprend le programme du diagnostic ma&#238;tre d'International, la documentation ISIS en
                direct ainsi que NETS, pour la programmation en usine.
            </para>
            <para>
                <emph type="bold">D&#233;tection et gestion des anomalies&#160;-</emph>
                Strat&#233;gie de contr&#244;le alternative destin&#233;e &#224; r&#233;duire les effets contraires qui
                peuvent &#234;tre caus&#233;s par une d&#233;faillance de syst&#232;me. En cas de d&#233;faillance d'un
                capteur, l'ECM substitue &#224; celui-ci un bon signal de capteur ou une valeur de capteur suppos&#233;e.
                Le voyant ambr&#233; s'allume alors pour avertir le conducteur de faire v&#233;rifier le v&#233;hicule.
            </para>
            <para>
                <emph type="bold">Gestionnaire de premier plan&#160;-</emph>
                Partie de l'ordinateur qui contr&#244;le les fonctions principales de commande du moteur. Le
                gestionnaire de premier plan r&#233;pond rapidement aux &#233;v&#233;nements ext&#233;rieurs pour
                maintenir un bon rendement du moteur dans diverses conditions. Le gestionnaire de premier plan contr&#244;le
                habituellement les fonctions de haute priorit&#233;.
            </para>
            <para>
                <emph type="bold">Capteur &#224; effet Hall&#160;-</emph>
                Un capteur &#224; effet Hall produit un signal num&#233;rique de marche/arr&#234;t qui indique le r&#233;gime
                ainsi que le calage de la distribution et d'allumage du moteur.
            </para>
            <para>
                <emph type="bold">HEUI (injecteur-pompe hydro&#233;lectronique)&#160;-</emph>
                Injecteur de carburant &#224; haute pression et &#224; commande &#233;lectronique utilis&#233; dans les
                moteurs diesel INTERNATIONALMC. Cet injecteur utilise de l'huile &#224; haute pression qui agit sur un
                piston amplificateur pour atteindre des pressions d'injection de carburant pouvant aller jusqu'&#224; 21&#160;000&#160;lb/po2.
            </para>
            <para>
                <emph type="bold">Entr&#233;es num&#233;riques &#224; haute vitesse&#160;-</emph>
                Entr&#233;es dans l'ECM qui proviennent d'un capteur qui produit des fr&#233;quences variables. Les
                capteurs de r&#233;gime du moteur et de vitesse du v&#233;hicule constituent de bons exemples de
                capteurs d'entr&#233;es num&#233;riques &#224; haute vitesse.
            </para>
            <para>
                <emph type="bold">IAT (sonde de temp&#233;rature d'air d'admission)&#160;-</emph>
                Sonde de type thermistor, qui sert &#224; indiquer la temp&#233;rature de l'air d'admission.
            </para>
            <para>
                <emph type="bold">ICP (capteur de pression de commande d'injecteur)&#160;-</emph>
                Capteur de type &#224; capacitance variable, qui sert &#224; indiquer la pression de commande
                d'injection.
            </para>
            <para>
                <emph type="bold">Imp&#233;dance&#160;-</emph>
                Forme d'opposition &#224; la circulation d'un courant alternatif (C.A.) et qui est mesur&#233;e en ohms
                (&#x2126;).
            </para>
            <para>
                <emph type="bold">Pression de commande d'injection&#160;-</emph>
                Haute pression d'huile lubrifiante produite par une pompe &#224; haute pression/r&#233;gulateur de
                pression utilis&#233;s pour actionner hydrauliquement les injecteurs de carburant.
            </para>
            <para>
                <emph type="bold">Conditionneur d'entr&#233;e&#160;-</emph>
                Dispositif ou circuit qui conditionne ou pr&#233;pare un signal d'entr&#233;e qui sera utilis&#233; par
                le microprocesseur.
            </para>
            <para>
                <emph type="bold">IPR (r&#233;gulateur de pression de commande d'injection)&#160;-</emph>
                Manod&#233;tendeur &#224; largeur d'impulsions modul&#233;, command&#233; par l'ECM, qui r&#233;gule la
                pression d'huile de commande d'injection..
            </para>
            <para>
                <emph type="bold">IVS (contacteur de validation du ralenti)&#160;-</emph>
                Capteur de contacteur marche/arr&#234;t, qui indique quand la p&#233;dale d'acc&#233;l&#233;rateur est
                en position de ralenti.
            </para>
            <para>
                <emph type="bold">KOEO&#160;-</emph>
                Contact &#233;tabli, moteur &#224; l'arr&#234;t.
            </para>
            <para>
                <emph type="bold">KOER&#160;-</emph>
                Contact &#233;tabli, moteur en marche.
            </para>
            <para>
                <emph type="bold">Entr&#233;es num&#233;riques &#224; basse vitesse&#160;-</emph>
                Entr&#233;es de capteur commut&#233;es qui produisent un signal marche/arr&#234;t (&#233;lev&#233;/bas)
                &#224; l'ECM. L'entr&#233;e transmise &#224; l'ECM par le capteur peut provenir d'un interrupteur de
                source d'entr&#233;e &#233;lev&#233;e (habituellement&#160;12 ou 5&#160;volts), ou d'un interrupteur de
                type masse qui met &#224; la masse le signal provenant d'une r&#233;sistance de limite de courant
                interne &#224; l'ECM, et qui cr&#233;e un signal bas (0&#160;volt).
            </para>
            <para>
                <emph type="bold">MAP (pression absolue de la tubulure d'admission)&#160;-</emph>
                Un capteur&#160;MAP est un capteur &#224; capacitance variable, qui sert &#224; indiquer une basse
                pression d'huile.
            </para>
            <para>
                <emph type="bold">Microprocesseur&#160;-</emph>
                Circuit int&#233;gr&#233; a l'int&#233;rieur d'un micro-ordinateur, qui contr&#244;le la circulation de
                l'information dans cet ordinateur.
            </para>
            <para>
                <emph type="bold">Normalement ferm&#233;&#160;-</emph>
                Fait r&#233;f&#233;rence &#224; un sol&#233;no&#239;de d'interrupteur, qui demeure ferm&#233; quand
                aucune force de commande n'agit sur lui.
            </para>
            <para>
                <emph type="bold">Normalement ouvert&#160;-</emph>
                Fait r&#233;f&#233;rence &#224; un interrupteur, qui demeure ouvert quand aucune force de commande
                n'agit sur lui.
            </para>
            <para>
                <emph type="bold">Essai sur demande&#160;-</emph>
                Auto-diagnostic que le technicien d&#233;clenche et qui est ex&#233;cut&#233; &#224; partir d'un
                programme int&#233;gr&#233; au processeur.
            </para>
            <para>
                <emph type="bold">OCC (v&#233;rification du circuit de sortie)&#160;-</emph>
                Essai &#171;&#160;sur demande&#160;&#187; effectu&#233; pendant un auto-diagnostic avec moteur &#224;
                l'arr&#234;t, et qui v&#233;rifie la continuit&#233; d'actionneurs s&#233;lectionn&#233;s.
            </para>
            <para>
                <emph type="bold">V&#233;rification d'&#233;tat de sortie&#160;-</emph>
                Essai &#171;&#160;sur demande&#160;&#187; s&#233;lectionn&#233; par le technicien qui force le
                processeur &#224; activer des actionneurs &#171;&#160;haut ou bas&#160;&#187; en vue d'un diagnostic
                suppl&#233;mentaire.
            </para>
            <para>
                <emph type="bold">PID</emph>(identification de param&#232;tre)
            </para>
            <para>
                <emph type="bold">Potentiom&#232;tre&#160;-</emph>
                Dispositif &#233;lectrom&#233;canique (diviseur de tension variable) qui d&#233;tecte la position d'un
                composant m&#233;canique. Le mouvement m&#233;canique raccord&#233; au curseur fait d&#233;placer le
                dispositif le long du mat&#233;riau r&#233;sistant de mani&#232;re rotative. La tension sur le curseur
                change &#224; chaque point le long du mat&#233;riau r&#233;sistant et est proportionnelle &#224;
                l'ampleur du mouvement m&#233;canique. Les potentiom&#232;tres ont trois connexions&#160;: V
                <subscript>REF</subscript>, sortie de signal (curseur), et masse.
            </para>
            <para>
                <emph type="bold">PROM&#160;</emph>(m&#233;moire morte programmable)
            </para>
            <para>
                <emph type="bold">PTO (prise de force)&#160;-</emph>
                Sortie d'accessoire, habituellement de la transmission, qui sert &#224; faire fonctionner une pompe
                hydraulique pour le compactage de d&#233;chets, l'&#233;quipement de levage, etc.
            </para>
            <para>
                <emph type="bold">Largeur d'impulsion&#160;-</emph>
                Dur&#233;e pendant laquelle un actionneur, comme un injecteur, demeure sous tension.
            </para>
            <para>
                <emph type="bold">RAM (m&#233;moire vive)&#160;-</emph>
                Type de m&#233;moire utilis&#233;e pour m&#233;moriser de l'information. L'information peut &#234;tre
                entr&#233;e et lue dans la&#160;RAM. L'information d'entr&#233;e, comme le r&#233;gime du moteur et la
                temp&#233;rature, y est emmagasin&#233;e pour &#234;tre compar&#233;e aux valeurs m&#233;moris&#233;es
                dans la m&#233;moire morte. Toute la m&#233;moire de la&#160;RAM est perdue quand on coupe le contact.
            </para>
            <para>
                <emph type="bold">Lecture&#160;-</emph>
                Op&#233;ration informatique par laquelle l'information est r&#233;cup&#233;r&#233;e de la m&#233;moire.
            </para>
            <para>
                <emph type="bold">RFI&#160;</emph>
                (parasites)
            </para>
            <para>
                <emph type="bold">ROM (m&#233;moire morte)&#160;-</emph>
                Type de m&#233;moire utilis&#233;e pour m&#233;moriser des donn&#233;es en permanence. On ne peut pas
                entrer d'information dans la m&#233;moire morte. Les strat&#233;gies de fonctionnement et les tables d'&#233;talonnage
                sont le type d'information que l'on m&#233;morise le plus couramment dans la&#160;ROM.
            </para>
            <para>
                <emph type="bold">SCCS (interrupteurs de commande du r&#233;gulateur de vitesse)&#160;-</emph>
                Ensemble de contacteurs qui servent &#224; la r&#233;gulation de vitesse, &#224; la prise de force et
                &#224; la commande manuelle des gaz &#224; distance.
            </para>
            <para>
                <emph type="bold">SID (identification de sous-syst&#232;me)</emph>
            </para>
            <para>
                <emph type="bold">SIG&#160;GRD (masse du signal)&#160;-</emph>
                Fil de masse commune &#224; l'ECM pour les capteurs.
            </para>
            <para>
                <emph type="bold">Strat&#233;gie&#160;-</emph>
                Plan ou ensemble d'instructions de fonctionnement que le microprocesseur suit afin d'atteindre un
                objectif voulu. La strat&#233;gie est le programme informatique lui-m&#234;me, qui comprend toutes les
                &#233;quations et la logique de prise de d&#233;cisions. La strat&#233;gie est toujours entr&#233;e dans
                la m&#233;moire morte et elle ne peut donc pas &#234;tre chang&#233;e pendant la calibration.
            </para>
            <para>
                <emph type="bold">Capteurs d'interrupteurs&#160;-</emph>
                Les capteurs d'interrupteurs servent &#224; indiquer des positions, des niveaux ou des pressions. Le
                signal d'un capteur d'interrupteur est un signal num&#233;rique cr&#233;&#233; par l'ouverture ou par la
                fermeture d'un interrupteur. Le signal marche/arr&#234;t peut indiquer une position, comme dans le cas
                d'un interrupteur d'embrayage, un niveau, comme dans le cas d'un interrupteur de niveau de liquide de
                refroidissement, ou une pression, comme dans le cas d'un manocontact de basse pression d'huile. Un
                capteur d'interrupteur a normalement deux connecteurs, un pour le retour du signal (masse) et un pour le
                signal. Un capteur d'interrupteur est consid&#233;r&#233; comme une entr&#233;e de signal num&#233;rique
                &#224; basse vitesse.
            </para>
            <para>
                <emph type="bold">TAC, signal de sortie du tachym&#232;tre&#160;-</emph>
                Signal de r&#233;gime du moteur utilis&#233; pour les tachym&#232;tres &#224; distance.
            </para>
            <para>
                <emph type="bold">Thermistance&#160;-</emph>
                Sonde utilis&#233;e pour d&#233;terminer la temp&#233;rature. Une thermistance change sa r&#233;sistance
                en fonction du changement de temp&#233;rature. Une hausse de la temp&#233;rature entra&#238;ne une
                baisse de la r&#233;sistance alors qu'une baisse de temp&#233;rature entra&#238;ne une hausse de la r&#233;sistance.
                La thermistance, en collaboration avec une r&#233;sistance de limite de courant dans l'ECM, forme un
                diviseur de tension qui fournit un signal de tension, lequel indique la temp&#233;rature. &#201;tant
                donn&#233; que la moiti&#233; sup&#233;rieure du diviseur de tension est la r&#233;sistance de limite de
                courant et qu'elle est interne &#224; l'ECM, un capteur de thermistance n'a que deux connexions&#160;:
                une pour le retour de signal et une autre pour la masse.
            </para>
            <para>
                <emph type="bold">Transition&#160;-</emph>
                Changement d'une valeur ou condition &#224; une autre, comme de positif &#224; n&#233;gatif dans un
                circuit &#233;lectronique.
            </para>
            <para>
                <emph type="bold">TTS&#160;-</emph>
                R&#233;gime de l'arbre secondaire de la transmission.
            </para>
            <para>
                <emph type="bold">VEPS (syst&#232;me de programmation du syst&#232;me &#233;lectronique du v&#233;hicule)&#160;-</emph>
                Syst&#232;me informatique utilis&#233; pour programmer des v&#233;hicules &#224; commande &#233;lectronique.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>IGN</subscript>
                    (tension d'allumage)&#160;-
                </emph>
                tension fournie par le contacteur d'allumage quand la cl&#233; est en position &#171;&#160;ON&#160;&#187;.
            </para>
            <para>
                <emph type="bold">VRE (activation du ralentisseur)&#160;-</emph>
                sortie de l'ECM &#224; un ralentisseur de v&#233;hicule.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>REF</subscript>
                    (tension de reference)&#160;-
                </emph>
                tension de r&#233;f&#233;rence de cinq volts fournie par l'ECM pour faire fonctionner les capteurs du
                moteur.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>BAT</subscript>&#160;-
                </emph>
                Tension de batterie
            </para>
            <para>
                <emph type="bold">VSS (capteur de vitesse du v&#233;hicule)&#160;-</emph>
                Capteur habituellement de type &#224; prise magn&#233;tique, qui est mont&#233; dans le carter de
                l'arbre secondaire de la transmission pour indiquer la vitesse-sol.
            </para>
            <para>
                <emph type="bold">WTEC&#160;-</emph>
                World Transmission, transmissions automatiques &#224; commande &#233;lectronique (Allison).
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_148.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_150.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
