<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - - FONCTION ET DIAGNOSTIC DE CIRCUIT - Commande de ventilateur de
        refroidissement&#160;(EFN)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="3">
        <title>Commande de ventilateur de refroidissement&#160;(EFN)</title>
        <svcsubproc>
            <title>Fonctions de signal</title>
            <figure id="f17503051" figsize="pg-wide">
                <graphic filename="../figeg8/eg8877.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de commande de ventilateur de refroidissement</caption>
            </figure>
            <para>Le but de la commande de ventilateur de refroidissement est d'assurer une commande marche/arr&#234;t
                du syst&#232;me de refroidissement du moteur et de fournir une charge pour le ralentissement du v&#233;hicule
                au besoin. La strat&#233;gie dans l'ECM qui contr&#244;le le sol&#233;no&#239;de du ventilateur
                surveille la temp&#233;rature du liquide de refroidissement, la temp&#233;rature de l'air d'admission,
                la s&#233;lection du mode du moteur (mode de moteur en fonctionnement ou mode de diagnostic) ainsi que
                les limites et les r&#233;glages programmables qui sont configur&#233;s dans l'ECM. Le ventilateur du
                moteur est accessible avec l'EST, et il peut &#234;tre programm&#233; &#224; l'une des positions
                suivantes&#160;:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>d&#233;sactiv&#233; (&#171;&#160;OFF&#160;&#187;);</para>
                </item>
                <item>
                    <para>activation de la temp&#233;rature du liquide de refroidissement et demande de climatisation;
                    </para>
                </item>
                <item>
                    <para>activation de la temp&#233;rature du liquide de refroidissement et fonctionnement du
                        ralentisseur.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;tection et gestion des anomalies</title>
            <para>Un circuit ouvert ou un court-circuit &#224; la masse dans le circuit&#160;EFN peut &#234;tre d&#233;tect&#233;
                par l'ECM pendant un essai standard du moteur sur demande par le technicien. L'IAT et l'ECT sont
                surveill&#233;s continuellement. Si un code d'anomalie est d&#233;tect&#233; dans un circuit ou dans
                l'autre, la commande&#160;EFN est d&#233;sactiv&#233;e et le ventilateur de refroidissement fonctionne
                en permanence.
            </para>
            <figure id="f17503052" figsize="pg-wide">
                <graphic filename="../figeg8/eg8854.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma du circuit de commande de ventilateur de refroidissement</caption>
            </figure>
            <specpara>
                <note>
                    <para>Apr&#232;s voir enlev&#233; le connecteur, toujours v&#233;rifier s'il n'y a pas de broches
                        endommag&#233;es, de corrosion ou des bornes desserr&#233;es.
                    </para>
                </note>
            </specpara>
            <table id="te17503015" tblwidth="pg-wide" frame="all">
                <title>Diagnostic de commande de ventilateur de refroidissement</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="13.23*"/>
                    <colspec colname="colspec0" colwidth="10.83*"/>
                    <colspec colname="col3" colwidth="75.94*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contact &#233;tabli, moteur &#224; l'arr&#234;t&#160;- V&#233;rifications
                                        de la tension au connecteur&#160;EFN
                                    </emph>
                                    (sol&#233;no&#239;de d&#233;branch&#233;, contact &#233;tabli)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai&#160;+</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>12&#160;V&#160;&#177; 1,5</para>
                            </entry>
                            <entry>
                                <para>L'alimentation doit &#234;tre disponible avec le contact &#233;tabli; v&#233;rifier
                                    le fusible ou si le circuit n'est pas ouvert ou court-circuit&#233;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Si la tension est pr&#233;sente, v&#233;rifier s'il n'y a pas un court-circuit
                                    &#224; l'alimentation.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications de r&#233;sistance de circuit</emph>
                                    (v&#233;rifier avec le sol&#233;no&#239;de&#160;EFN et le c&#226;ble positif de la
                                    batterie d&#233;branch&#233;s, la bo&#238;te de d&#233;rivation install&#233;e et le
                                    contact coup&#233;)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai&#160;+</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8&#160;&#224;&#160;B</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un circuit ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F1-H1 &#224;&#160;A</para>
                            </entry>
                            <entry>
                                <para>&#60;&#160;5&#160;ohms</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est sup&#233;rieure &#224; 5&#160;ohms, v&#233;rifier s'il
                                    n'y a pas un circuit ouvert.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 1&#160;kilohm, v&#233;rifier s'il
                                    n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A&#160;&#224; la masse</para>
                            </entry>
                            <entry>
                                <para>>&#160;1&#160;kilohm</para>
                            </entry>
                            <entry>
                                <para>Si la r&#233;sistance est inf&#233;rieure &#224; 1&#160;kilohm, v&#233;rifier,
                                    avec fusible enlev&#233;, s'il n'y a pas un court-circuit &#224; la masse.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">V&#233;rifications op&#233;rationnelles</emph>
                                    (v&#233;rifier avec le sol&#233;no&#239;de raccord&#233; et la bo&#238;te de d&#233;rivation
                                    install&#233;e)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <note>
                                    <para>Cet essai doit &#234;tre effectu&#233; seulement quand il n'y a pas de code
                                        d'anomalie d'ECT ou d'IAT. La tension passe de 121&#160;V &#224; 0&#160;V quand
                                        le ventilateur est mis en marche, ou en utilisant l'essai d'&#233;tat de sortie.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Points d'essai&#160;+</para>
                            </entry>
                            <entry>
                                <para>Sp&#233;cification</para>
                            </entry>
                            <entry>
                                <para>Commentaires</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8&#160;&#224;&#160;19</para>
                            </entry>
                            <entry>
                                <para>0&#160;V</para>
                            </entry>
                            <entry>
                                <para>Sol&#233;no&#239;de sous tension (activ&#233;)&#160;- ventilateur
                                    arr&#234;t&#233;
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8&#160;&#224;&#160;19</para>
                            </entry>
                            <entry>
                                <para>12&#160;V</para>
                            </entry>
                            <entry>
                                <para>Sol&#233;no&#239;de hors tension (d&#233;sactiv&#233;)&#160;- ventilateur en
                                    marche
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <note>
                                    <para>La temp&#233;rature normale du ventilateur en marche est de 100&#176;C (212&#176;F).
                                        La temp&#233;rature normale du ventilateur arr&#234;t&#233; est de 97,5&#160;oC
                                        (207,5&#160;oF).
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Description des codes d'anomalie</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>246&#160;= Le relais de commande de ventilateur de refroidissement a &#233;chou&#233;
                                    &#224; l'essai de sortie pendant un essai standard avec contact &#233;tabli, moteur
                                    &#224; l'arr&#234;t.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <note>
                                    <para>Pour les besoins des essais, le sol&#233;no&#239;de&#160;EFN peut &#234;tre
                                        activ&#233; ou d&#233;sactiv&#233; pendant l'essai d'&#233;tat de sortie.
                                    </para>
                                </note>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Description d&#233;taill&#233;e</title>
            <para>
                <emph type="bold">Fonction</emph>
            </para>
            <para>Le but de l'EFC est de fournir la bonne logique afin de d&#233;terminer quand le ventilateur doit
                &#234;tre mis en marche ou arr&#234;t&#233;, en mettant sous tension ou hors tension le sol&#233;no&#239;de
                d'activation du ventilateur. Le ventilateur de refroidissement a pour but d'augmenter la circulation de
                l'air pour un &#233;change thermique entre le radiateur et l'air ambiant, si besoin est. En outre, le
                ventilateur de refroidissement peut servir de dispositif de ralentissement du v&#233;hicule.
            </para>
            <para>
                <emph type="bold">Commande de ventilateur de refroidissement</emph>
                Ce param&#232;tre indique &#224; l'&#233;lectronique de bord si le camion est dot&#233; ou non de la
                caract&#233;ristique de commande &#233;lectronique du ventilateur de refroidissement.
            </para>
            <para>
                <emph type="bold">Activation du ventilateur de climatisation&#160;:</emph>
                cette caract&#233;ristique permet l'activation du ventilateur par l'ECM lorsque requis par l'ESC,
                pendant le fonctionnement du ventilateur de climatisation.
            </para>
            <para>
                <emph type="bold">D&#233;sactivation&#160;:</emph>
                cette caract&#233;ristique est d&#233;sactiv&#233;e en tout temps.
            </para>
            <para>
                <emph type="bold">Activation de la temp&#233;rature du liquide de refroidissement seulement&#160;:
                </emph>
                cette caract&#233;ristique permet une activation du ventilateur en fonction de la temp&#233;rature du
                liquide de refroidissement seulement.
            </para>
            <para>
                <emph type="bold">Activation de la temp&#233;rature du liquide de refroidissement comme ralentisseur&#160;:</emph>
                cette caract&#233;ristique permet une activation du ventilateur en fonction de la temp&#233;rature du
                liquide de refroidissement, ou comme dispositif de ralentissement du v&#233;hicule.
            </para>
            <para>
                <emph type="bold">Temp&#233;rature, ventilateur en marche&#160;:</emph>
                ce param&#232;tre indique la temp&#233;rature du liquide de refroidissement &#224; laquelle le
                ventilateur est activ&#233; &#233;lectroniquement.
            </para>
            <para>
                <emph type="bold">Temp&#233;rature, ventilateur &#224; l'arr&#234;t&#160;:</emph>
                ce param&#232;tre indique la temp&#233;rature du liquide de refroidissement &#224; laquelle le
                ventilateur est d&#233;sactiv&#233; &#233;lectroniquement.
            </para>
            <para id="f175fc246">
                <emph type="bold">Code d'anomalie&#160;246</emph>
            </para>
            <para>
                <emph type="bold">Code&#160;ATA, PID&#160;56, FMI&#160;11</emph>
            </para>
            <para>
                <emph type="bold">&#201;chec de l'auto-diagnostic&#160;OCC de la commande de ventilateur de
                    refroidissement
                </emph>
            </para>
            <para>Le code d'anomalie&#160;246 est &#233;tabli seulement pendant l'essai standard avec contact &#233;tabli,
                moteur &#224; l'arr&#234;t. Pendant cet essai, l'ECM effectue un essai de circuit de sortie qui active
                momentan&#233;ment le sol&#233;no&#239;de&#160;EFN et qui mesure la chute de la tension sur le sol&#233;no&#239;de.
                Consulter le sch&#233;ma du circuit de c&#226;blage du ventilateur
                <xref refid="f17503053"/>.
            </para>
            <figure id="f17503053" figsize="pg-wide">
                <graphic filename="../figeg8/eg8818.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
                <caption>Sch&#233;ma de fonction de la commande de ventilateur de refroidissement</caption>
            </figure>
            <specpara>
                <note>
                    <para>Consulter S08285&#160;- Sch&#233;mas du circuit &#233;lectrique&#160;- 4200/4300/4400.</para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_64.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_66.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
