<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - Manuel de diagnostic - ANALYSE DE DIAGNOSTIC SUPPL&#201;MENTAIRE - PROC&#201;DURES D'ANALYSE DE
        DIAGNOSTIC - Fum&#233;e d'&#233;chappement excessive
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Fum&#233;e d'&#233;chappement excessive</title>
        <para>
            <emph type="bold">&#201;valuation d'une fum&#233;e d'&#233;chappement normale</emph>
        </para>
        <para>Une fum&#233;e bleue et blanche peut &#234;tre observ&#233;e&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>au d&#233;marrage du moteur, dans toutes les temp&#233;ratures ambiantes et de fonctionnement du
                    moteur;
                </para>
            </item>
            <item>
                <para>apr&#232;s la p&#233;riode de r&#233;chauffement du moteur, apr&#232;s dix&#160;minutes ou plus de
                    ralenti;
                </para>
            </item>
            <item>
                <para>au r&#233;gime de ralenti bas apr&#232;s d&#233;marrage du moteur &#224; froid. La fum&#233;e se
                    dissipe quand le moteur atteint sa temp&#233;rature de fonctionnement normale.
                </para>
            </item>
        </randlist>
        <para>Une fum&#233;e plus sombre peut &#234;tre observ&#233;e&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>avec une charge &#233;lev&#233;e, sur une pente abrupte;</para>
            </item>
            <item>
                <para>en tirant une remorque ou avec une charge utile maximale;</para>
            </item>
            <item>
                <para>pendant l'acc&#233;l&#233;ration.</para>
            </item>
        </randlist>
        <para>On peut observer de la fum&#233;e excessive pendant trois op&#233;rations de conduite&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>acc&#233;l&#233;ration;</para>
            </item>
            <item>
                <para>pleine charge;</para>
            </item>
            <item>
                <para>roue libre (ralentissement).</para>
            </item>
        </randlist>
        <para>Une utilisation incorrecte du v&#233;hicule cause une fum&#233;e d'&#233;chappement excessive. Par
            exemple, on observe une fum&#233;e d'&#233;chappement excessive si le conducteur ne maintient pas le r&#233;gime
            moteur dans la gamme sp&#233;cifi&#233;e pour le rapport de transmission et de pont arri&#232;re.
        </para>
        <para>Diagnostic critique&#160;:</para>
        <randlist type="bullet">
            <item>
                <para>v&#233;rifier si le syst&#232;me d'admission d'air et si le filtre &#224; air ne sont pas colmat&#233;s;</para>
            </item>
            <item>
                <para>v&#233;rifier s'il n'y a pas de fuite d'huile de graissage dans le bo&#238;tier du compresseur;
                </para>
            </item>
            <item>
                <para>v&#233;rifier le syst&#232;me de refroidissement. Une temp&#233;rature de fonctionnement basse
                    peut produire de la fum&#233;e bleue;
                </para>
            </item>
            <item>
                <para>v&#233;rifier la consommation d'huile. Une consommation excessive d'huile de graissage peut causer
                    de la fum&#233;e bleue;
                </para>
            </item>
            <item>
                <para>v&#233;rifier la fum&#233;e de l'&#233;chappement. Une fum&#233;e grise constante peut &#234;tre
                    caus&#233;e par le syst&#232;me d'admission d'air;
                </para>
            </item>
            <item>
                <para>V&#233;rifier s'il y a de la fum&#233;e noire. En d&#233;terminer la cause en effectuant tous les
                    essais du formulaire EGED-220, Diagnostic de rendement du moteur, D&#233;marrage difficile/pas de d&#233;marrage.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="fges215_88.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215_90.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="fges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
