<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE INHIBICI&#211;N DE ARRANQUE DEL MOTOR (ECI) - REL&#201; DE INHIBICI&#211;N DE ARRANQUE DEL MOTOR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>REL&#201; DE INHIBICI&#211;N DE ARRANQUE DEL MOTOR</title>
        <para>El rel&#233; de inhibici&#243;n de arranque del motor controla la corriente hacia el rel&#233; de
            arranque. El giro de la llave de ignici&#243;n a la posici&#243;n de arranque suministra corriente para
            energizar el rel&#233; en el terminal 85. Si el motor no est&#225; funcionando, el terminal 46 del ECM
            activa el rel&#233; suministrando un circuito de tierra al terminal 86 del rel&#233;. La corriente para el
            rel&#233; de arranque se suministra a trav&#233;s del interruptor de seguridad de neutro, si la transmisi&#243;n
            est&#225; en neutro con una transmisi&#243;n autom&#225;tica, al terminal 30. O bien, si el cami&#243;n
            tiene una transmisi&#243;n manual, la corriente se suministra al rel&#233; a trav&#233;s del interruptor del
            embrague si el pedaldel embrague se presiona. Con el rel&#233; cerrado, la corriente puede pasar a trav&#233;s
            del rel&#233; al terminal 86 para entregar energ&#237;a al rel&#233; de arranque.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_195.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_197.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
