<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        BOT&#211;N STI-C&#211;DIGOS DE DESTELLO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>BOT&#211;N STI-C&#211;DIGOS DE DESTELLO</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751007">2.23</hotlnk>
                </emph>
                para ver el bot&#243;n STI - c&#243;digos de destello.
            </para>
            <table id="t1751007">
                <title>Tabla 2.23 Bot&#243;n STI - c&#243;digos de destello DE FORMULARIO EGED - 180</title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="65p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <spanspec namest="1" nameend="2" spanname="s1t2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Mantenga presionado el interruptor "Engine Diagnostics" y luego gire el
                                    interruptor de arranque a la posici&#243;n ON.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Fallas encontradas</para>
                            </entry>
                            <entry colname="2">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>
                                    <emph type="bold">Consulte en el formulario Diagn&#243;stico electr&#243;nico si se
                                        establece uno o m&#225;s c&#243;digos de falla.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Leer fallas detectadas por el M&#243;dulo de control electr&#243;nico (ECM) si la Herramienta de
                servicio electr&#243;nico (EST) no est&#225; disponible o si no puede recibir los datos de "entrada de
                autoprueba" debido a fallas de comunicaciones o de los componentes.
            </para>
            <para>El interruptor de entrada de autoprueba (STI) est&#225; en el tablero de instrumentos del veh&#237;culo,
                <emph type="bold">Figura
                    <hotlnk xrefid="f1751014">2.49</hotlnk>
                </emph>
                , etiquetado "ENGINE DIAGNOSTICS". Si presiona el interruptor STI en el tablero mientras gira el
                interruptor de arranque a la posici&#243;n ON, el ECM recibe la se&#241;al para efectuar una autoprueba
                "revisi&#243;n del circuito de salida". Si se detectan fallas, el ECM hace destellar la luz "WARN
                ENGINE" para indicar las fallas que se han detectado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <para>Mantenga presionado el interruptor STI (ubicado en el tablero del veh&#237;culo). Gire el interruptor
                de arranque a la posici&#243;n ON.
                <emph type="bold">No encienda el motor.</emph>
                El ECM comenzar&#225; a realizar la autoprueba para revisar los circuitos de salida.
            </para>
            <para>Una vez finalizada la prueba, el ECM har&#225; destellar la luz
                <emph type="bold">"OIL/WATER"</emph>y las luces
                <emph type="bold">"WARN ENGINE"</emph>para se&#241;alar los c&#243;digos de falla.
            </para>
            <specpara>
                <note>
                    <para>Se puede tener acceso a los c&#243;digos de falla en cualquier momento manteniendo presionado
                        el interruptor STI mientras se gira el interruptor de arranque a la posici&#243;n ON. (NO
                        ENCIENDA EL MOTOR.)
                    </para>
                </note>
            </specpara>
            <para>Para leer los c&#243;digos de falla ser&#225; necesario contar el n&#250;mero de veces que la luz
                <emph type="bold">"ENGINE WARN"</emph>destella. La siguiente secuencia de eventos se produce cada vez
                que el interruptor STI se presiona para obtener los c&#243;digos de falla:
            </para>
            <step1>
                <para count="1">La luz
                    <emph type="bold">"OIL/WATER"</emph>
                    destella una vez para indicar el comienzo de los c&#243;digos de falla
                    <emph type="bold">activos</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">La luz
                    <emph type="bold">"WARN ENGINE"</emph>
                    destella en forma reiterada, lo que indica c&#243;digos de falla activos.
                </para>
                <specpara>
                    <note>
                        <para>Todos los c&#243;digos de falla tienen tres d&#237;gitos y el c&#243;digo 111 indica que
                            no se han detectado fallas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Cuente el n&#250;mero de destellos en secuencia. Al final de cada d&#237;gito del c&#243;digo
                    hay una breve pausa. Tres destellos y una pausa indican el n&#250;mero 3. Por lo tanto, dos
                    destellos y una pausa, tres destellos y una pausa y dos destellos y una pausa indican el c&#243;digo
                    232. Si hay m&#225;s de un c&#243;digo de falla, la luz
                    <emph type="bold">"OIL/WATER"</emph>destella una vez para indicar el comienzo de otro c&#243;digo de
                    falla activo.
                </para>
                <para>Una vez destellados todos los c&#243;digos activos, la luz
                    <emph type="bold">"OIL/WATER"</emph>destella dos veces para indicar el comienzo de los c&#243;digos
                    <emph type="bold">INACTIVOS</emph>. Cuente el n&#250;mero de destellos de la luz
                    <emph type="bold">"WARN ENGINE"</emph>. Si hay m&#225;s de un c&#243;digo inactivo, la luz
                    <emph type="bold">"OIL/WATER"</emph>destella una vez entre cada c&#243;digo de falla.
                </para>
                <para>Una vez enviados todos los c&#243;digos, la
                    <emph type="bold">"OIL/WATER"</emph>destella tres veces, lo que indica el fin del mensaje.
                </para>
                <para>Para repetir la transmisi&#243;n de los c&#243;digos de falla, presione el interruptor "ENGINE
                    DIAGNOSTICS" para indicar al ECM que vuelva a enviar todos los c&#243;digos de falla almacenados.
                </para>
                <para>Si se definen c&#243;digos de falla, consulte el formulario EGED-185 Diagn&#243;stico electr&#243;nico
                    <emph type="bold"></emph>y los diagn&#243;sticos de c&#243;digos de falla.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Fallas de componentes o circuitos electr&#243;nicos.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <para>Ninguna.</para>
            <figure id="f1751014" figsize="col-wide">
                <graphic id="eg6161" filename="../figeg6/eg6161.webp" type="webp"/>
                <caption>Figura 2.49 Ubicaci&#243;n del interruptor de diagn&#243;stico de Entrada de autoprueba (STI)
                    en el tablero del veh&#237;culo
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_85.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_87.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
