<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.4: PROCEDIMIENTOS DE DIAGN&#211;STICO DE SENSORES Y ACCIONADORES - PROCEDIMIENTOS DE
        DIAGN&#211;STICO DE SENSORES Y ACCIONADORES - REVISIONES DE CONECTORES A TIERRA (B-)
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>REVISIONES DE CONECTORES A TIERRA (B-)</title>
        <para>El paso siguiente es medir la resistencia de todos los conectores del arn&#233;s de cables conectados a
            tierra (de preferencia el cable negativo de la bater&#237;a) para determinar si existe una condici&#243;n de
            cortocircuito a tierra.
            <emph type="bold">Durante esta prueba, es importante que todos los accesorios, incluida la luz interior de
                techo, est&#233;n apagados; el flujo de corriente en el sistema afectar&#225; las lecturas de
                resistencia. Si la lectura est&#225; fluctuando demasiado, desconecte el cable positivo de la bater&#237;a
                y mida el cable negativo de la bater&#237;a.
            </emph>
        </para>
        <step1>
            <para count="1">La se&#241;al de tierra (marcada "A" en todos los conectores del arn&#233;s de cables de los
                sensores del motor) debe medir menos de 5 ohmios. (La se&#241;al de tierra en los conectores de los
                sensores del veh&#237;culo var&#237;a.)
                <emph type="bold">Figura
                    <hotlnk xrefid="f1751503">3.8</hotlnk>
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Las l&#237;neas de V Ref y la de de se&#241;al, con el procesador conectado, medir&#225;n
                normalmente m&#225;s de 1000 ohmios.
            </para>
            <specpara>
                <note>
                    <para>Los s&#237;mbolos &#60; &#38; > se usan en cada p&#225;gina de circuitos de diagn&#243;stico.
                        Ellos se definen del siguiente modo:
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">(&#60;) Indica un valor</emph>
                <emph type="underscr">menor que</emph>
            </para>
            <para>
                <emph type="bold">(>) Indica un valor</emph>
                <emph type="underscr">mayor que</emph>
            </para>
            <para>
                <emph type="bold">Ejemplo: &#60; 5 ohmios = menor que 5 ohmios</emph>
            </para>
            <para>
                <emph type="bold">Ejemplo: > 5 ohmios = mayor que 5 ohmios</emph>
            </para>
        </step1>
        <step1>
            <para count="1">La energ&#237;a de tierra en un circuito accionador debe medir menos de 5 ohmios. El lado de
                control de un circuito accionador normalmente medir&#225; m&#225;s de 1000 ohmios.
            </para>
            <figure id="f1751503" figsize="col-wide">
                <graphic id="eg5011" filename="../figeg5/eg5011.webp" type="webp"/>
                <caption>Figura 3.8 Medici&#243;n de la resistencia a tierra</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_123.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_125.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
