<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N (ICP) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>El ECM monitorea continuamente la se&#241;al del sensor ICP para determinar si est&#225; dentro de un
                rango esperado. Si el voltaje de la se&#241;al es mayor o menor de lo esperado, el ECM define un c&#243;digo
                de falla. Entonces, el ECM desconoce la se&#241;al del sensor ICP y usa un valor preestablecido
                determinado por las condiciones de funcionamiento del motor. Si la llave del interruptor de ignici&#243;n
                se gira a OFF, el c&#243;digo pasa a ser un c&#243;digo inactivo.
            </para>
            <para>Las fallas de ICP se pueden recuperar usando la herramienta de servicio electr&#243;nico o leyendo los
                c&#243;digos de destello desde la luz de advertencia, usando el interruptor de diagn&#243;stico STI que
                est&#225; en el tablero del veh&#237;culo.
            </para>
            <para>Si la llave del interruptor de arranque se gira a OFF, el c&#243;digo pasa a ser un c&#243;digo
                inactivo. Los c&#243;digos ICP hacen que la luz ENGINE WARNING se encienda.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 124, C&#211;DIGO ATA PID 164 FMI 4, SE&#209;AL ICP FUERA DE RANGO BAJO
            </title>
            <para>El ECM define un c&#243;digo 124 fuera de rango bajo si el voltaje de la se&#241;al es inferior a
                0.039 voltios durante m&#225;s de 1.0 segundo.
            </para>
            <para>El c&#243;digo 124 se puede definir debido a una abertura o cortocircuito a tierra en el circuito de
                se&#241;al, un sensor defectuoso o un circuito VREF abierto en el sensor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 125, C&#211;DIGO ATA PID 164 FMI 3, SE&#209;AL ICP FUERA DE RANGO ALTO
            </title>
            <para>El ECM define un c&#243;digo 125 fuera de rango alto si el voltaje de la se&#241;al es superior a 4.9
                voltios durante m&#225;s de 1.0 segundo.
            </para>
            <para>El c&#243;digo 125 se puede definir por un circuito de retorno abierto, un cortocircuito a una fuente
                de voltaje en el circuito de se&#241;al ICP o un sensor defectuoso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 332, C&#211;DIGO ATA PID 164 FMI 13, PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
                SOBRE ESPECIFICACI&#211;N CON EL MOTOR APAGADO
            </title>
            <para>El ECM define el c&#243;digo 332 si la se&#241;al desde el sensor ICP es mayor de lo esperado con el
                motor detenido. Si detecta esta falla, el ECM desconoce la se&#241;al ICP y hace funcionar el IPR con
                valores fijos determinados por las condiciones de funcionamiento del motor.
            </para>
            <para>El c&#243;digo 332 puede ser causado por un sensor defectuoso o por un circuito polarizado.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_272.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751619.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
