<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        CONTROL REMOTO DE VELOCIDAD DEL PTO (RPTO) - FUNCI&#211;N DEL SISTEMA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCI&#211;N DEL SISTEMA</title>
        <svcprocinfo>
            <para>El prop&#243;sito de la caracter&#237;stica de toma de fuerza remoto es permitir el control de la
                velocidad del motor a trav&#233;s de interruptores remotos para el uso de dispositivos auxiliares del
                motor como bombas hidr&#225;ulicas, tapas montacargas, etc.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Selecci&#243;n de modos</title>
            <para>El control de PTO de velocidad variable o preestablecida (hasta dos velocidades seleccionadas) se
                puede seleccionar y programar en el m&#243;dulo a trav&#233;s de la EST (Herramienta de servicio electr&#243;nico).
                El modo, PTO variable y/o preestablecida, se debe seleccionar y "activar" mediante la herramienta EST
                para que esta caracter&#237;stica funcione. Se deben instalar interruptores de activado y desactivado
                para proporcionar una se&#241;al de 12 voltios a la clavija adecuada en el ECM. La caracter&#237;stica
                de PTO remoto se desactiva cuando se detecta la velocidad del veh&#237;culo, se presiona el pedal del
                embrague o cuando el motor se engrana (s&#243;lo transmisi&#243;n autom&#225;tica).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Selecci&#243;n de velocidad</title>
            <para>La velocidad PTO variable aumenta o disminuye presionando el interruptor del control de velocidad
                moment&#225;nea a la posici&#243;n SET (Establecer) o RESUME (Reasumir). La velocidad a la que el motor
                acelera se denomina "tasa de aumento" o rpm por segundos de aceleraci&#243;n en que se permite que el
                motor acelere; la "tasa de aumento" y la velocidad PTO m&#225;xima se pueden programar mediante la
                herramienta EST.
            </para>
            <para>En el modo PTO preestablecido, el interruptor de control de velocidad moment&#225;nea permite la
                selecci&#243;n de dos velocidades preestablecidas. Al presionar moment&#225;neamente el interruptor en
                el modo preestablecido No.1 se selecciona la primera velocidad; al presionar moment&#225;neamente el
                interruptor en la posici&#243;n preestablecida No.2 se puede seleccionar una segunda velocidad. Estas
                velocidades se pueden programar en el ECM usando la herramienta de servicio EST.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751626.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_334.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
