<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N (ICP) - DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL SENSOR
        DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL SENSOR DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N</title>
        <svcsubproc>
            <title>FUNCI&#211;N</title>
            <para>El sistema de control del motor Navistar incluye un sensor de presi&#243;n de control de la inyecci&#243;n.
                El ECM mide la se&#241;al desde el sensor ICP para determinar la presi&#243;n de control de la inyecci&#243;n
                mientras el motor est&#225; funcionando con el objeto de modular el regulador de presi&#243;n de control
                de la inyecci&#243;n. Esta es una funci&#243;n de lazo cerrado, lo que significa que el ECM monitorea y
                ajusta continuamente para obtener una presi&#243;n de control de la inyecci&#243;n ideal, determinada
                por las condiciones de funcionamiento, tales como carga, velocidad y temperatura.
            </para>
            <para>El ECM monitorea la se&#241;al ICP para determinar si el rendimiento del sistema hidr&#225;ulico es
                satisfactorio. Durante el funcionamiento del motor, si reconoce que la lectura de presi&#243;n es
                inferior o superior al valor que se orden&#243;, el ECM define un c&#243;digo de falla. Esta estrategia
                tambi&#233;n se usa durante las pruebas a solicitud ordenadas por la herramienta de servicio electr&#243;nico
                y denominadas pruebas con el motor funcionando.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>FUNCIONAMIENTO</title>
            <para>El sensor de presi&#243;n de control de la inyecci&#243;n es un sensor de capacitancia variable que
                recibe un voltaje de referencia de 5 voltios en el terminal B desde el terminal 40 del ECM. El sensor
                ICP tambi&#233;n recibe un circuito de retorno (tierra) en el terminal A desde el terminal 19 del ECM.
                El sensor ICP env&#237;a una se&#241;al desde el terminal C del sensor al terminal 16 del ECM.
            </para>
            <para>El voltaje de la se&#241;al ICP aumenta o disminuye equitativamente en proporci&#243;n con un aumento
                o disminuci&#243;n en la presi&#243;n de control de la inyecci&#243;n.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_271.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_273.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
