<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE INHIBICI&#211;N DE ARRANQUE DEL MOTOR (ECI) - REL&#201; DE ARRANQUE
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>REL&#201; DE ARRANQUE</title>
        <para>El rel&#233; de arranque se usa para cambiar la energ&#237;a de la bater&#237;a al solenoide del motor de
            arranque cuando el rel&#233; de inhibici&#243;n de arranque se energiza. Cuando el rel&#233; de la inhibici&#243;n
            de arranque del motor est&#225; cerrado, la corriente se suministra al terminal del rel&#233; de arranque
            para energizar al rel&#233;. El control del rel&#233; de arranque est&#225; conectado a tierra a trav&#233;s
            del par termoel&#233;ctrico de protecci&#243;n contra el uso excesivo del motor de arranque, si est&#225;
            equipado. O si no, el rel&#233; est&#225; conectado a tierra directamente al perno de tierra en el motor de
            arranque. Con el rel&#233; de arranque energizado, el voltaje de la bater&#237;a se suministra al rel&#233;de
            arranque y luego se cambia al solenoide del motor de arranque para arrancar el motor.
        </para>
        <para>Antes de localizar y solucionar problemas,
            <emph type="bold">aseg&#250;rese de que las bater&#237;as est&#233;n completamente cargadas.</emph>
            Revise los cables y las tierras de la bater&#237;a para ver si hay conexiones limpias y firmes, sin da&#241;os.
            Las lecturas de voltaje no son precisas si las bater&#237;as no est&#225;n completamente cargadas.
        </para>
        <para>Antes de localizar y solucionar problemas, inspeccione los conectores del circuito para ver si hay
            terminales fuera de lugar, sueltos o da&#241;ados (doblados o desviados) o cables con hebras cortadas, etc.
            Los cables y las conexiones no deben tener da&#241;os ni corrosi&#243;n. Cuando algunos conectores se
            corroen, habr&#225; un poco de residuo blanco presente que se debe limpiar.
        </para>
        <para>Antes de localizar y solucionar problemas, inspeccione la tierra del circuito del que se sospecha para ver
            si hay conexiones limpias y firmes, sin da&#241;os.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_196.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_198.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
