<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE POSICI&#211;N DEL PEDAL E INTERRUPTOR DE VALIDACI&#211;N DE RALENT&#205; APS E IVS - FUNCIONES DE LA
        SE&#209;AL
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCIONES DE LA SE&#209;AL</title>
        <para>El Sensor de posici&#243;n del pedal del acelerador (APS) es un sensor tipo potenci&#243;metro que, cuando
            se le suministra una se&#241;al de referencia de 5 voltios desde el M&#243;dulo de control electr&#243;nico
            (ECM), proporciona una se&#241;al de voltaje anal&#243;gica y lineal que indica la demanda de potencia del
            conductor.
        </para>
        <para>El Interruptor de validaci&#243;n de ralent&#237; (IVS) es un interruptor de 0/12 voltios que proporciona
            al ECM una se&#241;al redundante para verificar cu&#225;ndo el pedal est&#225; en la posici&#243;n de ralent&#237;.
        </para>
        <para>
            <emph type="bold">Cantidad de combustible y control de sincronizaci&#243;n -</emph>La se&#241;al del APS se
            usa para calcular la cantidad deseada de combustible y la sincronizaci&#243;n de los inyectores.
        </para>
        <para>
            <emph type="bold">Presi&#243;n de control de la inyecci&#243;n -</emph>La posici&#243;n del pedal del
            acelerador es una de las variables de control en el c&#225;lculo de la presi&#243;n de control de la inyecci&#243;n
            deseada.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751601.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_130.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
