<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        CIRCUITO DEL VELOC&#205;METRO DEL EJE DE DOS VELOCIDADES - DESCRIPCI&#211;N AMPLIADA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA</title>
        <specpara>
            <note>
                <para>El prop&#243;sito de esta secci&#243;n es diagnosticar la interfaz de dos velocidades con el veloc&#237;metro.
                    Esta secci&#243;n no diagnostica el funcionamiento del eje de dos velocidades.
                </para>
            </note>
        </specpara>
        <para>El sensor de velocidad del veh&#237;culo detecta las revoluciones del engranaje del veloc&#237;metro de la
            transmisi&#243;n y env&#237;a una se&#241;al al ECM. La programaci&#243;n del ECM incluye las relaciones
            alta y baja del eje trasero. El ECM usa la entrada del sensor y las relaciones del eje trasero para calcular
            la se&#241;al del veloc&#237;metro, dependiendo del rango en que esta funcionando el veh&#237;culo. Cuando
            se aplica voltaje a la clavija 28 del ECM desde el circuito de dos velocidades, el ECM usa la relaci&#243;n
            baja.
        </para>
        <para>El interruptor del eje de dos velocidades recibe energ&#237;a ACC del fusible F14 de 10A. Este es un
            interruptor normalmente abierto con la posici&#243;n "alto" como funcionamiento normal. Con el interruptor
            de dos velocidades en la posici&#243;n "bajo", se aplica energ&#237;a accesoria de 12 voltios a trav&#233;s
            del conector (381) del ECM en la clavija 28 del ECM.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_380.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_382.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
