<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE PRESI&#211;N ABSOLUTA DEL M&#218;LTIPLE (MAP) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>El ECM monitorea la se&#241;al de salida del sensor MAP para detectar los valores esperados. Si
                detecta que la se&#241;al MAP es superior o inferior al valor deseado, el ECM define un c&#243;digo de
                falla.
            </para>
            <para>Si se define un c&#243;digo de falla activo del sensor MAP, el ECM desconoce la se&#241;al MAP. El ECM
                hace funcionar el motor usando valores establecidos programados. Las fallas activas para el sensor MAP
                hacen que el ECM encienda la luz ENGINE WARNING. Estas fallas se pueden recuperar usando el interruptor
                de diagn&#243;stico de entrada de autoprueba ubicado en el tablero del veh&#237;culo o la herramienta de
                servicio electr&#243;nico. Si la llave de ignici&#243;n se gira a OFF, el c&#243;digo de falla se
                almacena como un c&#243;digo inactivo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 121, C&#211;DIGO ATA PID 102 FMI 8, SE&#209;AL MAP FUERA DE RANGO ALTO
            </title>
            <para>Se define un c&#243;digo 121 si el ECM detecta un voltaje de se&#241;al MAP superior a 4.9 voltios
                durante m&#225;s de 0.1 segundos.
            </para>
            <para>Si el c&#243;digo 121 est&#225; activo, el ECM desconoce la se&#241;al MAP y hace funcionar el motor
                usando valores establecidos programados. Cuando este c&#243;digo est&#225; activo, el ECM enciende la
                luz ENGINE WARNING.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 122, C&#211;DIGO ATA PID 102 FMI 11, SE&#209;AL MAP FUERA DE RANGO BAJO
            </title>
            <para>Se define un c&#243;digo 122 si el ECM detecta un voltaje de se&#241;al MAP inferior a 0.039 voltios
                durante m&#225;s de 0.1 segundos.
            </para>
            <para>Cuando el c&#243;digo 122 est&#225; activo, el ECM desconoce la se&#241;al MAP y hace funcionar el
                motor usando valores establecidos programados. Cuando este c&#243;digo se define, el ECM enciende la luz
                ENGINE WARNING.
            </para>
            <para>Causas posibles: Un sensor MAP defectuoso o los circuitos de se&#241;al del sensor MAP pueden estar
                abiertos o en corto circuitos a tierra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 123 C&#211;DIGO ATA PID 102 FMI SE&#209;AL MAP SOBRE NIVEL ESPECIFICADO EN
                RALENT&#205;
            </title>
            <para>El c&#243;digo 123 se define cuando la se&#241;al MAP es superior a 16.7 psi (115 kPa) absoluta en
                ralent&#237;.
            </para>
            <para>Cuando el c&#243;digo 123 est&#225; activo, el ECM desconoce la se&#241;al MAP y hace funcionar el
                motor usando valores establecidos programados. Cuando este c&#243;digo se define, el ECM enciende la luz
                ENGINE WARNING.
            </para>
            <para>Causas posibles: Admisi&#243;n del sensor restringida u obstruida o sensor MAP defectuoso.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_297.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751624.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
