<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - PRUEBA DE FUGAS DE ICP
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>PRUEBA DE FUGAS DE ICP</title>
        <svcsubproc>
            <title></title>
            <step1>
                <para count="1">Remueva la cubierta del m&#250;ltiple de admisi&#243;n y v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Remueva de la manguera de alta presi&#243;n, el sensor ICP y el tap&#243;n adaptador
                    (usado anteriormente). Vuelva a conectar la manguera al m&#250;ltiple de aceite. Remueva el otro
                    extremo de la manguera de la bomba de alta presi&#243;n y conecte un regulador de presi&#243;n de
                    aire en la manguera (removida) como aparece en la
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750933">2.33</hotlnk>
                    </emph>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Apli que 100 psi de presi&#243;n de aire hacia el m&#250;ltiple de aceite.</para>
                <figure id="f1750933" figsize="col-wide">
                    <graphic id="eg6815" filename="../figeg6/eg6815.webp" type="webp"/>
                    <caption>Figura 2.33 ICP Prueba de fugas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Inspeccione si hay fugas alrededor de los inyectores.</para>
            </step1>
            <step1>
                <para count="1">Con las l&#237;neas de combustible retiradas del m&#250;ltiple de combustible,
                    inspeccione si hay fugas de aceite en cada extremo del m&#250;ltiple de combustible.
                </para>
            </step1>
            <para>Si se observa una fuga en un inyector, remueva e inspeccione el inyector para ver si hay da&#241;os
                evidentes u anillos O desgastados.
            </para>
            <para>Si no hay fugas, efect&#250;e la prueba de zumbido de los inyectores con la presi&#243;n de aire a&#250;n
                aplicada. Observe la descarga de aceite en cada uno de los inyectores. La descarga de aceite debe ser
                igual en todos los inyectores. Si se descarga un exceso de aceite en uno o m&#225;s inyectores, estos
                pueden estar defectuosos.
            </para>
            <para>Si es dif&#237;cil distinguir los inyectores con fugas, remueva el suministro de aire y el regulador
                de la manguera de alta presi&#243;n y:
            </para>
            <seqlist>
                <item>
                    <para>Conecte un
                        <emph type="bold">probador de fugas para cilindros</emph>
                        <emph type="bold">del tipo automotriz</emph>en la manguera de alta presi&#243;n y aplique presi&#243;n
                        de aire a trav&#233;s del probador de fugas para cilindros.
                    </para>
                </item>
                <item>
                    <para>Efect&#250;e una prueba de zumbido de los inyectores y observe el porcentaje de fugas de los
                        cilindros mientras se acciona cada inyector. Remueva e inspeccione los inyectores que exhiben
                        una mayor cantidad de fuga en comparaci&#243;n con los dem&#225;s.
                    </para>
                </item>
                <item>
                    <para>Si ninguno de los inyectores indica una cantidad excesiva de fugas, remueva todos los
                        inyectores. Inspeccione todos los anillos O para ver si hay desgaste o da&#241;o. Se debe
                        reemplazar todos los anillos O.
                    </para>
                </item>
            </seqlist>
            <para>Si el aceite estaba entrando al sistema de combustible, drene los tanques de combustible y disponga
                concientemente del combustible contaminado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <para>Una baja presi&#243;n de la inyecci&#243;n (voltaje) indica que los inyectores no est&#225;n
                recibiendo suficiente presi&#243;n de aceite para funcionar correctamente. Esto puede ser causado por:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Falta de aceite en el motor.</para>
                </item>
                <item>
                    <para>Dep&#243;sito de aceite con fugas (posiblemente a trav&#233;s de la v&#225;lvula de retenci&#243;n
                        de la bomba de alta presi&#243;n).
                    </para>
                </item>
                <item>
                    <para>Cabeza de los cilindros agrietada o porosa</para>
                </item>
                <item>
                    <para>M&#250;ltiple de combustible y de aceite agrietado o poroso</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa.</para>
                </item>
                <item>
                    <para>Fuga en el anillo O del inyector.</para>
                </item>
                <item>
                    <para>Fuga en el cuerpo del inyector.</para>
                </item>
                <item>
                    <para>Fuga interna de inyector HEUI</para>
                </item>
                <item>
                    <para>V&#225;lvula IPR trabada en posici&#243;n abierta.</para>
                </item>
                <item>
                    <para>Engranaje de accionamiento de la bomba suelto o da&#241;ado.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <para>DVOM, T de derivaci&#243;n (ZTSE-4347) de sensor ICP y una conexi&#243;n de adaptador ICP del juego de
                conexiones hidr&#225;ulicas (ZTSE-4359).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <para>Diagn&#243;sticos del sensor de Posici&#243;n del eje de levas (CMP) en la secci&#243;n 3, Diagn&#243;sticos
                del sistema de control electr&#243;nico.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_76.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
