<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        CARGA TOTAL DE PRESI&#211;N DEL COMBUSTIBLE
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>CARGA TOTAL DE PRESI&#211;N DEL COMBUSTIBLE</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751011">2.27</hotlnk>
                </emph>
                para ver la prueba de carga total de presi&#243;n de combustible.
            </para>
            <table id="t1751011">
                <title>Tabla 2.27 Prueba de carga total de presi&#243;n de combustible DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida la presi&#243;n del combustible en la descarga del filtro de
                                    combustible
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida la presi&#243;n a velocidad nominal con carga total</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Man&#243;metro de 0 - 160 psi</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 30 psi</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n est&#225; baja, reemplace el filtro de
                                        combustible, limpie el colador de combustible y vuelva a efectuar la prueba
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n a&#250;n est&#225; baja, efect&#250;e la prueba
                                        2B
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">NOTA: Las pruebas 8, 9 y 10 se pueden realizar en forma simult&#225;nea
                                        en condiciones de carga total.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si el sistema de combustible est&#225; suministrando al motor la cantidad y la presi&#243;n
                de combustible adecuadas en condiciones de carga total.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <specpara>
                <note>
                    <para>Si el filtro de combustible tiene un probador de contaminaci&#243;n por agua en combustible,
                        consulte al usuario del veh&#237;culo para determinar si la luz de agua en combustible se ha
                        encendido durante el funcionamiento del veh&#237;culo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si el indicador de presi&#243;n no se conect&#243; al sistema de combustible en la
                    prueba 2, remueva la v&#225;lvula de purga de aire,
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751020">2.55</hotlnk>
                    </emph>
                    , situada en la cabeza del filtro de combustible. Instale una conector de tuber&#237;a de 1/8
                    pulgada (3 mm) en el lugar de la v&#225;lvula de purga.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte una l&#237;nea
                    <emph type="bold"></emph>entre el conector y el indicador 0-160 psi de la barra de man&#243;metros
                    (PS94-831-3)
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751021">2.56</hotlnk>
                    </emph>
                    . Encienda el motor y h&#225;galo funcionar en alta velocidad en vac&#237;o para revisar si hay
                    fugas de combustible en la l&#237;nea hacia el indicador de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Purgue el aire de la l&#237;nea de combustible para asegurar una lectura exacta.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Maneje el veh&#237;culo por el camino hasta que el motor alcance la temperatura de
                    funcionamiento. Encuentre un &#225;rea apropiada en el camino y seleccione un cambio adecuado.
                    Presione el pedal del acelerador (presi&#243;n completa) hasta el piso y acelere a la velocidad
                    nominal con un 100% de carga.
                </para>
                <specpara>
                    <note>
                        <para>Si maneja el veh&#237;culo en subida o completamente cargado facilitar&#225; los esfuerzos
                            por alcanzar la carga adecuada del motor a velocidad nominal del motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n del combustible y reg&#237;strela en el formulario de diagn&#243;stico.
                    <emph type="bold">Si la presi&#243;n no est&#225; dentro de las especificaciones, reemplace el
                        filtro de combustible, limpie el colador de combustible y vuelva a revisar la presi&#243;n del
                        combustible.
                    </emph>
                </para>
                <specpara>
                    <note>
                        <para>Puede ser necesario efectuar una serie de ciclos de arranque para purgar el aire del
                            sistema de combustible despu&#233;s de reemplazar el filtro de combustible.
                        </para>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">Si la presi&#243;n del combustible permanece baja despu&#233;s de reemplazar el
                        filtro, efect&#250;e la prueba 2B de restricci&#243;n de la bomba de transferencia.
                    </emph>
                </para>
                <figure id="f1751020" figsize="col-wide">
                    <graphic id="eg6812" filename="../figeg6/eg6812.webp" type="webp"/>
                    <caption>Figura 2.55 Ubicaci&#243;n de la tapa de presi&#243;n del combustible</caption>
                </figure>
                <figure id="f1751021" figsize="col-wide">
                    <graphic id="eg6817" filename="../figeg6/eg6817.webp" type="webp"/>
                    <caption>Figura 2.56 Medici&#243;n de la presi&#243;n de combustible con barra de man&#243;metros
                        (PS94-831-3)
                    </caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Un filtro o colador de combustible obstruido puede causar una restricci&#243;n importante y
                        una baja presi&#243;n del combustible debido a suciedad o gelatinizaci&#243;n del combustible en
                        temperaturas ambiente fr&#237;as. Reemplace el filtro de combustible, limpie el colador y vuelva
                        a efectuar la prueba.
                    </para>
                </item>
                <item>
                    <para>Restos de suciedad en la v&#225;lvula reguladora de combustible causar&#225;n una baja presi&#243;n
                        de combustible. Consulte la prueba 2B.
                    </para>
                </item>
                <item>
                    <para>Una l&#237;nea de suministro de combustible retorcida o muy doblada o un bloqueo en el tubo de
                        captaci&#243;n pueden causar restricci&#243;n y, por lo tanto, una baja presi&#243;n del
                        combustible. Consulte la prueba 2B.
                    </para>
                </item>
                <item>
                    <para>Una l&#237;nea de combustible floja en el lado de succi&#243;n del sistema de combustible
                        puede hacer que entre aire al sistema y cause una baja presi&#243;n de combustible. Consulte la
                        prueba 2B.
                    </para>
                </item>
                <item>
                    <para>La bomba de combustible puede tener da&#241;o interno, es decir, &#233;mbolo atascado o v&#225;lvulas
                        de retenci&#243;n con fugas.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herram ientas requeridas</title>
            <para>Barra de man&#243;metros (PS94-831-3) y l&#237;nea adecuada con conexi&#243;n de 1/8" NPT.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_89.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_91.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
