<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - COMBUSTIBLE SUFICIENTEMENTE LIMPIO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>COMBUSTIBLE SUFICIENTEMENTE LIMPIO</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750901">2.3</hotlnk>
                </emph>
                para ver la prueba de combustible suficientemente limpio.
            </para>
            <table id="t1750901">
                <title>Tabla 2.3 Combustible suficientemente limpio DE FORMULARIO EGED - 180</title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="180p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <spanspec namest="1" nameend="2" spanname="s1t2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Sin agua - formaci&#243;n de hielo y enturbamiento</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>&#8226; Grado correcto de combustible</para>
                            </entry>
                            <entry colname="2">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>M&#233;todo</para>
                            </entry>
                            <entry colname="2">
                                <para>Revisi&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Visual</para>
                            </entry>
                            <entry colname="2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determin ar si el sistema de combustible est&#225; contiene combustible suficientemente limpio para
                arrancar y hacer funcionar el motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <step1>
                <para count="1">Obtenga una muestra de combustible del tanque de combustible.</para>
                <specpara>
                    <note>
                        <para>El combustible debe ser del grado correcto, estar limpio y sin diluir.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise si hay aire en el combustible: Revise si hay fugas en la l&#237;nea de suministro
                    desde el tanque hasta la bomba de transferencia de combustible. Si tiene dudas, conecte un trozo de
                    tuber&#237;a pl&#225;stica transparente desde el filtro hasta la admisi&#243;n de la bomba de
                    transferencia. Haga funcionar el motor y observe si hay burbujas de aire. No debe haber ninguna
                    burbuja presente.
                </para>
                <specpara>
                    <note>
                        <para>El clima fr&#237;o puede causar el encerado de ciertos grados de combustible diesel, lo
                            que puede producir la obstrucci&#243;n del filtro de combustible.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise el olor del combustible para ver si hay otros combustibles como gasolina o petr&#243;leo.</para>
            </step1>
            <step1>
                <para count="1">Si hay aceite del motor presente en el combustible, &#233;ste puede indicar una fuga de
                    anillo O del inyector y la consiguiente p&#233;rdida de la presi&#243;n de control de la inyecci&#243;n.
                    Si se sospecha eso, efect&#250;e los siguientes pasos:
                </para>
                <step2>
                    <para count="1">Drene algo de combustible desde el filtro de combustible y revise el color del
                        combustible. Si el combustible se ve de un color oscuro, compre una peque&#241;a cantidad de
                        combustible en el proveedor y compare los combustibles para confirmar la contaminaci&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si no es posible comparar el combustible o si no resulta convincente, saque el
                        filtro de combustible y corte la vasija del filtro usando un cortador para filtros. Si el
                        elemento del filtro se ve negro, puede que haya entrado aceite al sistema de combustible por los
                        anillos O del inyector.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise la presi&#243;n de control de la inyecci&#243;n durante el arranque del motor.
                    Use la Herramienta de servicio electr&#243;nico (EST) o siga el procedimiento descrito en la
                    <emph type="bold">Prueba 9C.</emph>
                </para>
                <specpara>
                    <note>
                        <para>Si la calidad del combustible est&#225; bien y el motor no enciende, presione el &#233;mbolo
                            de la v&#225;lvula de cebado. Si el &#233;mbolo no ofrece resistencia, esto indica que no
                            hay combustible presente en el sistema. REALICE la Prueba 11 de presi&#243;n de la bomba de
                            combustible para REVISAR LA PRESI&#211;N DEL COMBUSTIBLE.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles de bajo combustible o de ausencia de combustible</title>
            <randlist type="bullet">
                <item>
                    <para>No hay combustible en el tanque.</para>
                </item>
                <item>
                    <para>Si hay una v&#225;lvula de combustible en l&#237;nea, &#233;sta puede estar desactivada.
                    </para>
                </item>
                <item>
                    <para>La l&#237;nea de suministro de combustible desde el o los tanques puede estar rota o
                        doblada.
                    </para>
                </item>
                <item>
                    <para>El combustible puede estar encerado o gelatinoso (con mayor probabilidad en clima fr&#237;o
                        con combustible no. 2), el tubo de captaci&#243;n en el tanque puede estar obstruido o
                        agrietado. Si hay una excesiva cantidad de agua en el tanque, &#233;sta puede congelarse
                        impidiendo que el combustible se extraiga hacia el motor.
                    </para>
                </item>
                <item>
                    <para>Si el veh&#237;culo tiene filtros o separadores de agua adicionales, revise si hay filtros
                        obstruidos o fugas que puedan permitir entrada de aire al sistema de combustible extraiga aire.
                    </para>
                </item>
                <item>
                    <para>El combustible turbio indica que el combustible puede ser de un grado inadecuado para
                        temperaturas fr&#237;as. Es posible que una cantidad excesiva de agua o de contaminantes en el
                        combustible indique que el tanque y el sistema de combustible pueden necesitar ser enjuagados y
                        limpiados.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>He rramientas requeridas</title>
            <para>Recipiente limpio de aproximadamente 1 cuarto de gal&#243;n.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_61.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_63.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
