<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE REGULACI&#211;N DE PRESI&#211;N DE LA INYECCI&#211;N (IPR_SYS) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcsubproc>
            <title>C&#243;digo de destello 333, C&#211;DIGO ATA PID 164 FMI 10, PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
                SOBRE O BAJO EL NIVEL DESEADO
            </title>
            <para>El c&#243;digo 333 se puede definir durante el funcionamiento normal del motor a trav&#233;s de la
                funci&#243;n de monitoreo continuo o durante la prueba est&#225;ndar con el motor funcionando. Indica
                que la presi&#243;n medida no coincide con el valor de presi&#243;n que el ECM espera. El c&#243;digo
                333 se define si el valor medido es superior o inferior a 362 psi (2.5MPA) de presi&#243;n de control de
                la inyecci&#243;n deseada durante un per&#237;odo superior a 7 segundos. Cuando este c&#243;digo est&#225;
                activo, el ECM desconoce la retroalimentaci&#243;n desde el sensor ICP y controla la v&#225;lvula IPR
                para controlar la presi&#243;n en el sistema con valores establecidos preprogramados. Cuando esto
                sucede, el ECM enciende la luz WARN del motor paranotificar al conductor.
            </para>
            <para>El c&#243;digo 333 est&#225; generalmente asociado con un rendimiento deficiente del motor. Los s&#237;ntomas
                son tiempo de aceleraci&#243;n lento, baja potencia con carga total y posible funcionamiento del motor
                disminuido.
            </para>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de aceite, aceite del motor contaminado o aireado.</para>
                </item>
                <item>
                    <para>Aire atrapado en el sistema ICP (particularmente despu&#233;s del reemplazo de un inyector o
                        de la bomba de alta presi&#243;n).
                    </para>
                </item>
                <item>
                    <para>Regulador de presi&#243;n de la inyecci&#243;n defectuoso o atascado.</para>
                </item>
                <item>
                    <para>Intermitencia en la conexi&#243;n de cables de la v&#225;lvula IPR. Mal contacto en los
                        terminales del arn&#233;s del IPR y la v&#225;lvula, terminales acoplados deficientemente o
                        clavijas fuera de su lugar.
                    </para>
                </item>
                <item>
                    <para>Anillos O de inyectores con fugas.</para>
                </item>
                <item>
                    <para>Problema con el sensor ICP y con el circuito del sensor; sistema alto o bajo polarizado.
                    </para>
                </item>
            </randlist>
            <para>.
                <emph type="bold">Acciones recomendadas: Consulte la TABLA
                    <hotlnk xrefid="t17516157">3.25</hotlnk>.
                </emph>
            </para>
            <table id="t17516157">
                <title>TABLA 3.25 Acciones recomendadas para diagn&#243;sticos del ECM de la regulaci&#243;n de presi&#243;n
                    de la inyecci&#243;n
                </title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="180p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise el historial de reparaciones - (determine si el aire atrapado puede ser
                                    causado por el desarme del sistema ICP)
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Si el sistema fue desarmado, aseg&#250;rese de que el veh&#237;culo recorra 15 a
                                    20 millas despu&#233;s de que el sistema de control de la inyecci&#243;n se haya
                                    reparado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise el nivel y la calidad del aceite</para>
                            </entry>
                            <entry colname="2">
                                <para>Revise el nivel y la contaminaci&#243;n y una clasificaci&#243;n API correcta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise las fallas activas e inactivas</para>
                            </entry>
                            <entry colname="2">
                                <para>Repare primero los c&#243;digos del sensor ICP</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba est&#225;ndar con el motor apagado y la ignici/oacute;n en
                                    ON
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>La prueba verificar&#225; la continuidad del circuito IPR</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba con el motor funcionando y la ignici/oacute;n en ON</para>
                            </entry>
                            <entry colname="2">
                                <para>La prueba de comportamiento de la ICP verificar&#225; una falla importante del
                                    sistema ICP
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba de meneo con el motor funcionando</para>
                                <para>Prueba para detecci&#243;n de falla intermitente</para>
                            </entry>
                            <entry colname="2">
                                <para>Cuando el motor est&#233; funcionando, active la prueba, hale, menee y mueva los
                                    cables en el sensor ICP, en la v&#225;lvula IPR y tambi&#233;n todos los conectores
                                    de paso. Si se define una falla o el motor se descompone, inspeccione los cables en
                                    el punto de conexi&#243;n y revise los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e la prueba de presi&#243;n ICP - formulario diagn&#243;stico de
                                    rendimiento (aireaci&#243;n del aceite)
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Verificar&#225; si el aceite est&#225; aireado en alta velocidad en vac&#237;o,
                                    paso No.9 del formulario de rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Pruebe la alta presi&#243;n (sistema de presi&#243;n de control de la inyecci&#243;n)
                                    para ver si hay fugas.
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Consulte las pruebas de fugas de la ICP en la secci&#243;n 2.2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 334, C&#211;DIGO ATA PID 164 FMI 7, ICP (PRESI&#211;N DE CONTROL DE LA
                INYECCI&#211;N) NO PUEDE ALCANZAR PUNTO DE CALIBRACI&#211;N - RENDIMIENTO DEFICIENTE
            </title>
            <para>El prop&#243;sito del c&#243;digo de destello 334 es determinar si se puede desarrollar un r&#225;pido
                aumento en la presi&#243;n de control de la inyecci&#243;n cuando el operador lo ordena mientras el
                motor est&#225; funcionando. El c&#243;digo 334 es una falla del tiempo de respuesta del sistema ICP que
                compara la presi&#243;n de control de la inyecci&#243;n medida con la presi&#243;n de control de la
                inyecci&#243;n deseada y busca una diferencia de presi&#243;n importante de 1300 psi (9 mpa) durante un
                breve per&#237;odo (3 segundos). Su funci&#243;n principal es detectar fallas en el sistema de presi&#243;n
                de control de la inyecci&#243;n. Cuando este c&#243;digo est&#225; activo, la luz de advertencia del
                motor se enciende y el ECM desconoce alsensor ICP y controla el funcionamiento de la v&#225;lvula IPR
                por valores establecidos preprogramados.
            </para>
            <para>Un c&#243;digo 334 activo generalmente est&#225; asociado con condiciones de rendimiento deficiente
                del motor, incluidos problemas de tiempo lento de aceleraci&#243;n y potencia baja.
            </para>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Nivel de aceite bajo, aceite del motor contaminado o aireado.</para>
                </item>
                <item>
                    <para>Aire atrapado en el sistema ICP (particularmente despu&#233;s del reemplazo de un inyector o
                        de la bomba de alta presi&#243;n).
                    </para>
                </item>
                <item>
                    <para>Regulador de presi&#243;n de la inyecci&#243;n defectuoso o atascado.</para>
                </item>
                <item>
                    <para>Intermitencia en la conexi&#243;n de cables de la v&#225;lvula IPR. Mal contacto en los
                        terminales del arn&#233;s del IPR y la v&#225;lvula, terminales acoplados deficientemente o
                        clavijas fuera de su lugar.
                    </para>
                </item>
                <item>
                    <para>Anillos O de inyectores con fugas.</para>
                </item>
                <item>
                    <para>Problema con el sensor ICP y con el circuito del sensor; sistema alto o bajo polarizado.
                    </para>
                </item>
            </randlist>
            <para>.
                <emph type="bold">Acciones recomendadas: Consulte la TABLA
                    <hotlnk xrefid="t17516158">3.26</hotlnk>.
                </emph>
            </para>
            <table id="t17516158">
                <title>TABLA 3.26 Acciones recomendadas para diagn&#243;sticos del ECM de la regulaci&#243;n de presi&#243;n
                    de la inyecci&#243;n
                </title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="180p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise el historial de reparaciones - (determine si el aire atrapado puede ser
                                    causado por el desarme del sistema ICP)
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Si el sistema fue desarmado, aseg&#250;rese de que el veh&#237;culo recorra 15 a
                                    20 millas despu&#233;s de que el sistema de control de la inyecci&#243;n se haya
                                    reparado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise el nivel y la calidad del aceite</para>
                            </entry>
                            <entry colname="2">
                                <para>Revise el nivel, la contaminaci&#243;n y la correcta clasificaci&#243;n API.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise las fallas activas e inactivas</para>
                            </entry>
                            <entry colname="2">
                                <para>Repare primero los c&#243;digos del sensor ICP</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba est&#225;ndar con el motor apagado y la ignici/oacute;n en
                                    ON
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>La prueba verificar&#225; la continuidad del circuito IPR</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba con el motor funcionando y la ignici/oacute;n en ON</para>
                            </entry>
                            <entry colname="2">
                                <para>La prueba de comportamiento de la ICP verificar&#225; si hay una falla importante
                                    del sistema ICP
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba de meneo con el motor funcionando</para>
                                <para>Prueba de detecci&#243;n de falla intermitente</para>
                            </entry>
                            <entry colname="2">
                                <para>Cuando el motor est&#233; funcionando, active la prueba, hale, menee y mueva los
                                    cables en el sensor ICP, en la v&#225;lvula IPR y tambi&#233;n todos los conectores
                                    de paso. Si se define una falla o el motor se descompone, inspeccione los cables en
                                    el punto de conexi&#243;n y revise los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e la prueba de presi&#243;n ICP - formulario diagn&#243;stico de
                                    rendimiento (aireaci&#243;n del aceite)
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Verificar&#225; si el aceite est&#225; aireado en alta velocidad en vac&#237;o,
                                    paso No.9 del formulario de rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Pruebe la alta presi&#243;n (sistema de presi&#243;n de control de la inyecci&#243;n)
                                    para ver si hay fugas.
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Consulte las pruebas de fugas de la ICP en la secci&#243;n 2.2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 331, C&#211;DIGO ATA PID 164 FMI 0, ICP (PRESI&#211;N DE CONTROL DE LA
                INYECCI&#211;N) SOBRE RANGO DEL SISTEMA DE FUNCIONAMIENTO
            </title>
            <para>El prop&#243;sito del c&#243;digo de destello 331 es detectar cuando la presi&#243;n de control de la
                inyecci&#243;n est&#225; sobre su rango de funcionamiento normal. (3675 psi o 25 mPA) Este c&#243;digo
                puede indicar un problema mec&#225;nico del sistema de presi&#243;n de control de la inyecci&#243;n o un
                problema de cables o del sensor ICP. Cuando se define este c&#243;digo, la luz ENGINE WARNING se
                enciende y el ECM desconoce la se&#241;al del sensor ICP y usa los valores ICP estimados para hacer
                funcionar el motor.
            </para>
            <specpara>
                <note>
                    <para>Si el motor a&#250;n tiene un rendimiento correcto cuando se define este c&#243;digo, el
                        problema probablemente est&#225; en el circuito del sensor ICP.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Aceite del motor contaminado o de grado incorrecto</para>
                </item>
                <item>
                    <para>V&#225;lvula del regulador de presi&#243;n de la inyecci&#243;n (IPR) defectuosa o atascada
                    </para>
                </item>
                <item>
                    <para>Partes mal armadas (v&#225;lvula IPR, bomba de alta presi&#243;n, cubierta delantera)</para>
                </item>
                <item>
                    <para>Cable de control del IPR conectado a tierra</para>
                </item>
                <item>
                    <para>Problemas con el sensor ICP o con el circuito que hacen que la se&#241;al alta est&#233;
                        polarizada.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 335, C&#211;DIGO ATA PID 164 FMI 1, ICP (PRESI&#211;N DE CONTROL DE LA
                INYECCI&#211;N) NO PUEDE CREAR PRESI&#211;N DURANTE EL ARRANQUE
            </title>
            <para>El prop&#243;sito del c&#243;digo de destello 335 es determinar si la presi&#243;n de control de la
                inyecci&#243;n se est&#225; desarrollando durante el arranque del motor. Es una revisi&#243;n del
                sistema ICP y se define despu&#233;s de 8 a 10 segundos de tiempo de arranque del motor con menos de 725
                psi (5 mpa) de presi&#243;n de control de la inyecci&#243;n detectada. El per&#237;odo de arranque del
                motor antes de que el c&#243;digo de falla 335 se defina var&#237;a con la temperatura del motor. La
                velocidad de arranque del motor debe ser superior a 130 rpm antes de que la detecci&#243;n de la falla
                comience.
            </para>
            <para>Un c&#243;digo 335 activo est&#225; generalmente asociado con una condici&#243;n del motor de largo
                per&#237;odo para arranque o sin arranque.
            </para>
            <para>
                <emph type="bold">Posibles causas:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>No hay aceite en el motor o es insuficiente.</para>
                </item>
                <item>
                    <para>Aire en el sistema de presi&#243;n de control de la inyecci&#243;n (particularmente despu&#233;s
                        del reemplazo de un inyector o de la bomba de alta presi&#243;n)
                    </para>
                </item>
                <item>
                    <para>Regulador de presi&#243;n de la inyecci&#243;n defectuoso o atascado.</para>
                </item>
                <item>
                    <para>Anillos O de inyectores con fugas.</para>
                </item>
                <item>
                    <para>Engranaje de la bomba de alta presi&#243;n suelto.</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa</para>
                </item>
            </randlist>
            <para>.
                <emph type="bold">Acciones recomendadas: Consulte la TABLA
                    <hotlnk xrefid="t17516159">3.27</hotlnk>.
                </emph>
            </para>
            <table id="t17516159">
                <title>TABLA 3.27 Acciones recomendadas para diagn&#243;sticos del ECM de la regulaci&#243;n de presi&#243;n
                    de la inyecci&#243;n
                </title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="180p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Inspecci&#243;n visual</para>
                            </entry>
                            <entry colname="2">
                                <para>Revise para ver si los cables del regulador IPR y del sensor ICP est&#225;
                                    conectado, revise si hay fugas de aceite, revise si el sistema de control de la
                                    inyecci&#243;n se desarm&#243; recientemente (aire atrapado), si el s&#237;ntoma es
                                    arranque dif&#237;cil y hay evidencia de que el sistema de control de la inyecci&#243;n
                                    fue desarmado recientemente, aseg&#250;rese de que el veh&#237;culo recorra un m&#237;nimo
                                    de 15 a 20 millas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise el nivel, la calidad y la presi&#243;n del aceite</para>
                            </entry>
                            <entry colname="2">
                                <para>Revise el nivel y la contaminaci&#243;n, revise si hay aceite en el dep&#243;sito
                                    de aceite, verifique la presi&#243;n del aceite lubricante durante el arranque del
                                    motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revise las fallas activas e inactivas</para>
                            </entry>
                            <entry colname="2">
                                <para>Repare primero los c&#243;digos del sensor ICP y CMP</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba est&#225;ndar con el motor apagado y la ignici/oacute;n en
                                    ON
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>La prueba verificar&#225; la continuidad del circuito IPR</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba de meneo con el motor funcionando</para>
                                <para>Prueba de detecci&#243;n de falla intermitente</para>
                                <para>S&#243;lo arranque dif&#237;cil</para>
                            </entry>
                            <entry colname="2">
                                <para>Cuando el motor est&#233; funcionando, active la prueba, hale, menee y mueva los
                                    cables en el sensor ICP, en la v&#225;lvula IPR y tambi&#233;n todos los conectores
                                    de paso. Si se define una falla o el motor se descompone, inspeccione los cables en
                                    el punto de conexi&#243;n y revise los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Efect&#250;e una prueba de presi&#243;n ICP - formulario de diagn&#243;stico sin
                                    arranque o arranque dif&#237;cil
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Verificar&#225; si el aceite est&#225; aireado en alta velocidad en vac&#237;o,
                                    paso No.9 del formulario de rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Pruebe la alta presi&#243;n (sistema de presi&#243;n de control de la inyecci&#243;n)
                                    para ver si hay fugas.
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Consulte las pruebas de fugas de la ICP en la secci&#243;n 2.2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_286.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751622.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
