<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE POSICI&#211;N DEL PEDAL E INTERRUPTOR DE VALIDACI&#211;N DE RALENT&#205; APS E IVS - INTERRUPTOR DE
        VALIDACI&#211;N DE RALENT&#205; (IVS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>INTERRUPTOR DE VALIDACI&#211;N DE RALENT&#205; (IVS)</title>
        <para>El ECM espera recibir una de dos se&#241;ales a trav&#233;s del terminal 27 (negro) del conector de chasis
            del ECM provenientes del terminal D del conector del APS y del IVS:
        </para>
        <seqlist style="arabic">
            <item>
                <para>0 voltios cuando el pedal est&#225; en la posici&#243;n de ralent&#237;.</para>
            </item>
            <item>
                <para>12 voltios cuando se presiona el pedal.</para>
            </item>
        </seqlist>
        <para>El interruptor de validaci&#243;n de ralent&#237; recibe un voltaje de ignici&#243;n de 12 voltios
            proveniente el fusible de ignici&#243;n conmutado en la caja de fusibles. Cuando el pedal NO est&#225; en la
            posici&#243;n de ralent&#237; es decir con aceleraci&#243;n aplicada, el IVS suministra una se&#241;al de 12
            voltios al ECM.
        </para>
        <para>El ECM compara las entradas que recibe en los terminales 8 y 27 desde el APS y el IVS para verificar cu&#225;ndo
            el pedal est&#225; en la posici&#243;n de ralent&#237;. Si la se&#241;al del APS en el terminal 8 indica que
            se est&#225; aplicando aceleraci&#243;n, el ECM espera detectar 12 voltios en el terminal 27 del IVS. Si la
            se&#241;al del APS en el terminal 8 indica que no se est&#225; aplicando aceleraci&#243;n, el ECM espera
            detectar 0 voltios en el terminal 27 del IVS. El proceso de sincronizaci&#243;n es cr&#237;tico entre los
            sensores APS e IVS. Por este motivo, es muy dif&#237;cil determinar si el conjunto del APS y del IVS est&#225;
            funcionando correctamente usando un volt&#237;hmetro/ohmi&#243;metro.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_133.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_135.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
