<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.7: FUNCIONAMIENTO DE LA AUTOPRUEBA DEL SOFTWARE DE DIAGN&#211;STICO - AUTOP RUEBA
        CONTINUA
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>AUTOP RUEBA CONTINUA</title>
        <svcproc svcproctype="PROCTYPE" graphiccount="0">
            <title>MONITOREO CONTINUO</title>
            <para>El M&#243;dulo de control electr&#243;nico (ECM) efect&#250;a diagn&#243;sticos en forma continua para
                detectar fallas fuera de rango, de racionalidad y del sistema.
            </para>
            <para>Durante el tiempo en que el interruptor de arranque est&#225; en posici&#243;n ACTIVADO (ON), si una
                se&#241;al de entrada est&#225; "fuera de rango" el ECM registra una "falla", lo que significa que la se&#241;al
                es mayor o menor que lo que el rango de la se&#241;al deber&#237;a ser durante el funcionamiento normal,
                . Tambi&#233;n monitorea el funcionamiento de sistemas y determina si est&#225;n marchando dentro de los
                rangos normales de operaci&#243;n (detecci&#243;n de fallas de racionalidad). Si detecta que un sistema
                est&#225; fuera de un rango predeterminado, el ECM registra y define un c&#243;digo de falla.
            </para>
            <para>Durante el funcionamiento normal del motor, el ECM efect&#250;a autom&#225;ticamente diversas pruebas
                para detectar fallas. Cuando ha detectado una falla, el ECM frecuentemente invoca una estrategia de
                manejo de fallas para permitir el funcionamiento continuo, aunque a veces se degradada el funcionamiento
                del ceh&#237;culo.
            </para>
            <para>El ECM tambi&#233;n puede establecer en forma continua, c&#243;digos asociados con el sistema de
                control de la inyecci&#243;n lo que significa una mejora respecto a sistemas anteriores en los que se
                ten&#237;an que efectuar pruebas de diagn&#243;stico espec&#237;ficas para obtener los c&#243;digos.
            </para>
            <para>Una "falla" es una indicaci&#243;n de un desperfecto medido o monitoreado electr&#243;nicamente. A
                veces, a las "fallas" se les llama "c&#243;digos".
            </para>
            <para>Los "c&#243;digos" son n&#250;meros de tres d&#237;gitos asignados a las fallas para indicar el origen
                del desperfecto. La mayor&#237;a de los c&#243;digos indican el origen y el "modo", o "modalidad" de la
                falla. El "modo de la falla" indica la lectura de la se&#241;al, es decir, fallas "fuera de rango hacia
                arriba", "fuera de rango hacia abajo" o en el rango.
            </para>
            <para>Durante el funcionamiento del cami&#243;n con el motor encendido, la memoria del ECM tambi&#233;n
                registra las "HORAS DE EVENTOS DEL MOTOR". Esta caracter&#237;stica registra si el motor se ha hecho
                funcionar m&#225;s all&#225; de las rpm m&#225;ximas, sobrecalentado (temperatura del l&#237;quido
                refrigerante), bajo en l&#237;quido refrigerante y/o si experiment&#243; una baja presi&#243;n del
                aceite.
            </para>
            <para>Los eventos de un motor est&#225;ndar son la velocidad excesiva del motor, denominada rpm excesivas, y
                la temperatura excesiva del l&#237;quido refrigerante. Si el motor est&#225; equipado con el sistema
                opcional de advertencia y detenci&#243;n del motor, el funcionamiento con baja presi&#243;n del aceite y
                con bajo nivel de l&#237;quido refrigerante tambi&#233;n se monitorea y registra como "HORAS DE EVENTOS
                DEL MOTOR".
            </para>
            <para>Los eventos del motor registrados en la memoria del ECM son permanentes y se pueden recuperar con la
                Herramienta de servicio electr&#243;nico (EST).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_E17507.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_47.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
