<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DEL PEDAL DEL ACELERADOR REMOTO - DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL SENSOR DEL PEDAL DEL
        ACELERADOR REMOTO
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL SENSOR DEL PEDAL DEL ACELERADOR REMOTO</title>
        <para>El sensor del pedal del acelerador remoto se usa para el control de la velocidad del motor desde afuera de
            la cabina del veh&#237;culo. Como parte del control de velocidad del motor PTO, las conexiones para el RPS
            se suministran a trav&#233;s de las conexiones del fabricante de carrocer&#237;as.
        </para>
        <para>Consulte el diagrama del circuito (
            <emph type="bold">Figura
                <hotlnk document="m175_331.xml" xrefid="f1751670">3.77</hotlnk>
            </emph>
            )
            <emph type="bold"></emph>para ver la siguiente descripci&#243;n.
        </para>
        <para>Para hacer funcionar el sensor del pedal del acelerador remoto, el ECM entrega un voltaje de referencia de
            5 voltios desde la clavija 5 a trav&#233;s del circuito 97DD de las conexiones del fabricante de carrocer&#237;as.
            El retorno de se&#241;al para el RPS se recibe mediante un terminal dedicado n&#250;mero 6 a trav&#233;s del
            circuito 97HM de las conexiones del fabricante de carrocer&#237;as. El sensor del pedal remoto es un potenci&#243;metro
            que usa el voltaje de referencia de 5 voltios y un retorno de se&#241;al para entregar un voltaje anal&#243;gico
            al terminal 30 a trav&#233;s del circuito 99F de las conexiones del fabricante de carrocer&#237;as. En la
            posici&#243;n de ralent&#237;, la se&#241;al de voltaje desde el RPS es baja. A medida que se presionael
            pedal, el voltaje aumenta, lo que indica un aumento en la demanda de velocidad por parte del operador.
        </para>
        <para>Antes de que el RPS pueda funcionar, el ECM debe tener primero una se&#241;al de 12 voltios en la clavija
            36. Esta se&#241;al se entrega a trav&#233;s del circuito 97CC de las conexiones del fabricante de carrocer&#237;as
            para activar el funcionamiento del RPS.
        </para>
        <para>Para interrumpir el funcionamiento del control de velocidad PTO, si el circuito variable remoto se abre,
            el motor vuelve a ralent&#237;. O, si se presiona el pedal del freno o del embrague o, con una transmisi&#243;n
            autom&#225;tica, la transmisi&#243;n se engrana, el motor volver&#225; a ralent&#237;. Si la opci&#243;n se
            ha programado en el ECM para que el funcionamiento de la PTO est&#233; desactivado, el freno, el embrague o
            la transmisi&#243;n no interrumpen el control de velocidad PTO. Asimismo, si el ECM recibe una se&#241;al
            desde el sensor de velocidad del veh&#237;culo, el motor vuelve a ralent&#237;. El control de velocidad PTO
            remoto no funciona si los circuitos del freno o del VSS tienen fallas. Adem&#225;s, el RPS no funciona si el
            sistema RPS tieneuna falla activa presente.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_325.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_327.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
