<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - PRUEBA DE BAJA PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>PRUEBA DE BAJA PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750913">2.15</hotlnk>
                </emph>
                para ver la prueba de baja presi&#243;n ICP.
            </para>
            <table id="t1750913">
                <title>Tabla 2.15 Prueba de baja presi&#243;n de control de la inyecci&#243;n DE FORMULARIO EGED - 180
                </title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">NOTA: Efect&#250;e esta prueba si la presi&#243;n en las pruebas 8
                                        &#243; 9c del ICP estaba baja.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Remueva el sensor EOT y revise si hay aceite en el dep&#243;sito;
                                    reinstale el EOT
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Remueva la manguera de alta presi&#243;n desde el m&#250;ltiple de
                                    aceite
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Conecte un adaptador y un sensor ICP en la manguera</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Monitoree la presi&#243;n mientras da marcha al motor.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>EST</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 500 psi</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>DVOM</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 1 voltio</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>Si la presi&#243;n est&#225; dentro de las especificaciones, revise si hay una
                                    fuga de aceite a alta presi&#243;n. Consulte EGES-175 secci&#243;n 2.2
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>Si la presi&#243;n a&#250;n est&#225; baja, verifique que la bomba est&#233;
                                    rotando
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>SI la presi&#243;n a&#250;n est&#225; baja, reemplace el IPR y vuelva a efectuar
                                    la prueba
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Aislar la causa de la baja presi&#243;n ICP que impide que el motor arranque.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <specpara>
                <note>
                    <para>Si anteriormente se detectaron c&#243;digos de falla, las fallas se deben reparar antes de
                        efectuar esta prueba.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva el conector de arn&#233; s de cables del motor desde el sensor de Temperatura
                    del aceite del motor (EOT) ubicado en la parte posterior izquierda de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el sensor EOT soltando y sacando cuidadosamente el sensor desde la cubierta
                    delantera.
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750931">2.31</hotlnk>.
                    </emph>
                    El sensor est&#225;
                    <emph type="bold">ubicado debajo</emph>
                    del
                    <emph type="bold">nivel de aceite</emph>en el dep&#243;sito. La retirada del sensor permitir&#225;
                    que el aceite en el dep&#243;sito drene hacia afuera de la abertura. Si hay muy poco aceite o si no
                    lo hay, vuelva a llenar el dep&#243;sito y reinstale el sensor EOT y el conector del arn&#233; s de
                    cables . Vuelva a dar marcha al motor para determinar si enciende. Si el motor no se enciende,
                    proceda con el paso 3.
                </para>
                <figure id="f1750931" figsize="col-wide">
                    <graphic id="eg6810" filename="../figeg6/eg6810.webp" type="webp"/>
                    <caption>Figura 2.31 Revisi&#243;n del nivel de aceite en el dep&#243;sito de aceite</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de aceite a alta presi&#243;n,
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750932">2.32</hotlnk>
                    </emph>
                    , de el m&#250;ltiple de aceite a alta presi&#243;n e instale el adaptador del juego de conexiones
                    hidr&#225;ulicas (ZTSE-4359) en el extremo de la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector de arn&#233; s de cables del motor desde el sensor ICP ubicado en
                    el centro del m&#250;ltiple de aceite a alta presi&#243;n y remueva el sensor ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sensor en el adaptador previamente instalado en el extremo desconectado de la
                    manguera de aceite a alta presi&#243;n
                </para>
                <specpara>
                    <note>
                        <seqlist style="arabic">
                            <item>
                                <para>Si la EST se va a usar para medir la presi&#243;n ICP, vuelva a conectar el
                                    conector de arn&#233; s de cables del motor ICP en el sensor ICP. Monitoree y anote
                                    la presi&#243;n ICP mientras da marcha al motor.
                                </para>
                            </item>
                            <item>
                                <para>Si la EST no est&#225; disponible, siga los pasos restantes que se describen a
                                    continuaci&#243;n para realizar la prueba.
                                </para>
                            </item>
                        </seqlist>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la T de derivaci&#243;n (ZTSE-4347) entre el sensor ICP y el conector de arn&#233;
                    s de cables del motor ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conductor (+) del DVOM al terminal verde y el conductor (-) al terminal negro
                    de la T de derivaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Monitoree la presi&#243;n ICP (voltaje de la se&#241;al) mientras da marcha al motor y
                    anote en el formulario de diagn&#243;stico.
                </para>
                <figure id="f1750932" figsize="col-wide">
                    <graphic id="eg6816" filename="../figeg6/eg6816.webp" type="webp"/>
                    <caption>Figura 2.32 Prueba de baja presi&#243;n ICP</caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Procedi miento de prueba (continuaci&#243;n de baja presi&#243;n ICP)</title>
            <para>Si la presi&#243;n ICP es inferior a 500 psi o 1 voltio, efect&#250;e la prueba de fugas de ICP.
                <emph type="bold">Si la presi&#243;n ICP permanece baja, efect&#250;e los siguientes pasos:</emph>
            </para>
            <step1>
                <para count="1">Remueva los tres tornillos de casquete que fijan la bomba de transferencia al bastidor y
                    hale la bomba para removerla.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; marcha al motor y observe el eje de levas de la bomba de transferencia para
                    verificar su rotaci&#243;n. Si el eje de levas de la bomba de transferencia no est&#225; rotando,
                    remueva la bomba de alta presi&#243;n y apriete el engranaje de accionamiento suelto. Reinstale la
                    bomba de alta presi&#243;n. Vuelva a revisar la presi&#243;n ICP mientras da marcha al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Si la presi&#243;n a&#250;n est&#225; baja, reemplace la v&#225;lvula IPR y vuelva a
                    revisar la presi&#243;n ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Si la presi&#243;n a&#250;n est&#225; baja, reemplace la bomba de aceite a alta presi&#243;n.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_73.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_75.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
