<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.5: FUNCIONAMIENTO DE LOS SENSORES - TIPOS DE SENSORES - SENSOR DE EFECTO HALL
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>SENSOR DE EFECTO HALL</title>
        <para>El sensor de efecto Hall es un dispositivo electr&#243;nico que genera un voltaje. La forma y la
            frecuencia de esta se&#241;al dependen del modo en que se perturba el campo magn&#233;tico de este sensor.
        </para>
        <para>El sensor de posici&#243;n del eje de levas es un ejemplo de un sensor de efecto Hall. Contiene un im&#225;n
            permanente, un transductor, un acondicionador de se&#241;ales y un transistor conmutador, tal como aparece
            en la
            <emph type="bold">Figura
                <hotlnk xrefid="f1750505">1.22</hotlnk>.
            </emph>
            El im&#225;n permanente del sensor genera un campo magn&#233;tico alrededor del transductor y del disco
            sensor de temporizaci&#243;n montado en el engranaje del eje de levas. A medida que el campo magn&#233;tico
            es perturbado por la rotaci&#243;n del disco de temporizaci&#243;n (aletas y ventanas), el transductor
            genera una se&#241;al que se filtra y acondiciona en el acondicionador de se&#241;ales interno del sensor
            CMP.
        </para>
        <para>Una vez acondicionada la se&#241;al, &#233;sta se aplica a la base del transistor conmutador, lo que hace
            que el transistor se active y conecte a tierra la l&#237;nea de 5 voltios proveniente del ECM. En este
            momento, el ECM deja de detectar la se&#241;al de referencia de 5 voltios.
        </para>
        <para>Cada vez que pasa una aleta, el transductor no genera ninguna se&#241;al. Esta acci&#243;n hace que el
            transistor se desactive y permite que el ECM detecte su se&#241;al de referencia de 5 voltios.
        </para>
        <para>Esta acci&#243;n de conmutaci&#243;n permite que el ECM determine la posici&#243;n del cig&#252;e&#241;al
            y la velocidad del motor, cosa que el ECM requiere para controlar par&#225;metros de funcionamiento del
            motor tales como la sincronizaci&#243;n de los inyectores, la duraci&#243;n (duraci&#243;n de impulso de la
            inyecci&#243;n) y la presi&#243;n de control de la inyecci&#243;n.
        </para>
        <para>Este sensor va conectado al ECM mediante tres cables: un suministro de se&#241;al de 5 voltios, una
            alimentaci&#243;n de energ&#237;a de 5 voltios para la VDREF del acondicionador de se&#241;ales y una se&#241;al
            de tierra.
        </para>
        <figure id="f1750505" figsize="col-wide">
            <graphic id="eg1276" filename="../figeg1/eg1276.webp" type="webp"/>
            <caption>Figura 1.22 Sensor de efecto Hall (sensor de posici&#243;n del eje de levas)</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
