<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.7: FUNCIONAMIENTO DE LA AUTOPRUEBA DEL SOFTWARE DE DIAGN&#211;STICO - PRUEBAS CON EL
        MOTOR APAGADO A SOLICITUD DEL OPERADOR - PRUEBA DE "ZUMBIDO" DE LOS INYECTORES (MOTOR APAGADO)
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>PRUEBA DE "ZUMBIDO" DE LOS INYECTORES (MOTOR APAGADO)</title>
        <para>El prop&#243;sito de la prueba de "ZUMBIDO" de los inyectores con el motor apagado es diagnosticar
            problemas el&#233;ctricos de los componentes del suministro de combustible. Esta prueba s&#243;lo es
            accesible con la EST y s&#243;lo despu&#233;s de haber efectuado una "prueba con el motor apagado" o una
            prueba est&#225;ndar.
        </para>
        <specpara>
            <note>
                <para>Antes de ejecutar esta prueba, los c&#243;digos de falla se deben obtener, anotar y borrar. Esto
                    permite que las fallas que se encuentran en esta prueba se exhiban como "c&#243;digos activos".
                </para>
            </note>
        </specpara>
        <para>Durante la prueba, el ECM acciona los inyectores en orden num&#233;rico del 1 al 6,
            <emph type="underscr">no en el orden de encendido</emph>. El ECM monitorea el funcionamiento del circuito el&#233;ctrico
            de cada inyector y eval&#250;a el rendimiento del solenoide de los inyectores y el funcionamiento del
            circuito el&#233;ctrico. Si un componente electr&#243;nico del sistema de combustible no exhibe los par&#225;metros
            esperados, se registra un c&#243;digo de falla inactivo y se transmite a la EST al final de la prueba.
        </para>
        <specpara>
            <note>
                <para>El t&#233;cnico puede monitorear el funcionamiento de los inyectores escuchando el sonido que cada
                    inyector produce a medida que es activado por el ECM; sin embargo, en una condici&#243;n de
                    encendido dif&#237;cil o sin encendido en la cual el aceite puede estar muy fr&#237;o o espeso, es
                    posible que los inyectores no se escuchen.
                </para>
            </note>
        </specpara>
        <para>Si las fallas no se borraron antes de esta prueba, las fallas encontradas durante esta prueba se exhiben
            como "C&#211;DIGOS INACTIVOS".
        </para>
        <para>Para leer estos c&#243;digos de falla despu&#233;s de finalizada la prueba, entre al men&#250; Diagnostic
            Codes y lea los c&#243;digos activos e inactivos.
        </para>
        <para>El prop&#243;sito de la prueba de estado de salida es diagnosticar el funcionamiento de las se&#241;ales
            de salida y de los accionadores. Esta prueba s&#243;lo se puede efectuar usando la herramienta de servicio
            electr&#243;nico.
        </para>
        <para>Para ejecutar esta prueba, seleccione la prueba de estado de salida desde el men&#250; Engine Off Test de
            la EST. Esta prueba consta de dos modos de funcionamiento:
        </para>
        <para>En el modo
            <emph type="bold">"OUTPUTS ARE LOW"</emph>, el ECM lleva el voltaje de salida a su estado bajo. Esto acciona
            los componentes de salida controlados por el ECM conectando los circuitos a tierra. El mensaje:
            <emph type="bold">"OUTPUTS ARE LOW"</emph>
            se exhibe en la pantalla durante esta prueba.
        </para>
        <para>En el modo
            <emph type="bold">"OUTPUTS ARE HIGH"</emph>, el ECM lleva el voltaje de salida a su estado alto. Esto activa
            los componentes de salida controlados por el ECM energizando los circuitos de control. Durante esta prueba
            <emph type="bold">"OUTPUTS ARE HIGH"</emph>se exhibe en la pantalla.
        </para>
        <para>Durante esta prueba, la salida del circuito en cuesti&#243;n se puede monitorear con un DVOM. El DVOM mide
            una condici&#243;n de estado de voltaje "alto o bajo" a medida que las salidas se conmutan. El voltaje real
            var&#237;a seg&#250;n el circuito que se prueba.
        </para>
        <specpara>
            <note>
                <seqlist style="arabic">
                    <item>
                        <para>La EST s&#243;lo exhibe "outputs are high" o "outputs are low". No exhibe ning&#250;n
                            voltaje, etc. Para monitorear el circuito o el accionador supuestamente con problemas se
                            requiere una caja de desconexi&#243;n y un DVOM.
                        </para>
                    </item>
                    <item>
                        <para>Durante esta prueba, el ECM no define fallas.</para>
                    </item>
                </seqlist>
            </note>
        </specpara>
        <para>Durante esta prueba, los siguientes accionadores y se&#241;ales se conmutan alto y bajo:</para>
        <seqlist style="arabic">
            <item>
                <para>Inhibici&#243;n de encendido del motor (rel&#233;)</para>
            </item>
            <item>
                <para>Enlace de datos del motor a la transmisi&#243;n</para>
            </item>
            <item>
                <para>Regulador de presi&#243;n de la inyecci&#243;n (IPR)</para>
            </item>
            <item>
                <para>Ventilador del motor</para>
            </item>
            <item>
                <para>Persianas del radiador</para>
            </item>
            <item>
                <para>Luz CHANGE OIL</para>
            </item>
            <item>
                <para>Luz OIL/WATER</para>
            </item>
            <item>
                <para>Luz ENGINE WARNING</para>
            </item>
            <item>
                <para>Rel&#233; retardador del veh&#237;culo (VRE)</para>
            </item>
        </seqlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_47.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_49.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
