<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE INHIBICI&#211;N DE ARRANQUE DEL MOTOR (ECI) - FUNCIONAMIENTO DEL SISTEMA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCIONAMIENTO DEL SISTEMA</title>
        <para>Consulte el diagrama del circuito (
            <emph type="bold">Figura
                <hotlnk document="m175_198.xml" xrefid="f1751628">3.36</hotlnk>
            </emph>
            )
            <emph type="bold"></emph>para ver la siguiente descripci&#243;n.
        </para>
        <para>Cuando el interruptor de arranque se gira a la posici&#243;n de arranque, y se oprime el bot&#243;n de
            arranque (si es independiente), la corriente fluye hacia el rel&#233; de la Inhibici&#243;n de arranque del
            motor (ECI). Luego, el rel&#233; se activa si el ECM suministra el circuito de tierra para la bobina de
            control del rel&#233;.
        </para>
        <para>El cierre de este rel&#233; permite que la corriente pase desde el interruptor de ignici&#243;n a trav&#233;s
            del fusible F17, a trav&#233;s del interruptor de seguridad de neutro (con cables pasacorriente si es una
            transmisi&#243;n manual) y a trav&#233;s del interruptor del embrague normalmente cerrado (con cables
            pasacorriente si es una transmisi&#243;n autom&#225;tica). Luego, con el rel&#233; cerrado, la corriente
            pasa a trav&#233;s del rel&#233; y energiza el rel&#233; de arranque; el circuito de tierra para el rel&#233;
            de arranque pasa a trav&#233;s del fusible de protecci&#243;n de arranque excesivo en el motor de arranque o
            directamente a tierra, si no hay una protecci&#243;n de uso excesivo del arranque. Cuando el rel&#233; se
            cierra, la corrientepuede pasar desde el terminal de la bater&#237;a del motor de arranque a trav&#233;s del
            rel&#233; y hacia el solenoide del motor de arranque, terminal de arranque. Esto cierra el solenoide de
            arranque para activar el motor de arranque.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_193.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_195.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
