<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - REVISI&#211;N DEL NIVEL DEL ACEITE DEL MOTOR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>REVISI&#211;N DEL NIVEL DEL ACEITE DEL MOTOR</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750903">2.5</hotlnk>
                </emph>
                para ver la revisi&#243;n del nivel del aceite del motor.
            </para>
            <table id="t1750903">
                <title>Tabla 2.5 Revisi&#243;n del nivel del aceite del motor DE FORMULARIO EGED - 180</title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="180p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <spanspec namest="1" nameend="2" spanname="s1t2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Revise el nivel del aceite del c&#225;rter del motor</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Revise si hay contaminantes (combustible, l&#237;quido refrigerante)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Grado y viscosidad correctos</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Millas/horas en aceite, nivel correcto</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Revise la presi&#243;n del aceite en el indicador del tablero</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>M&#233;todo</para>
                            </entry>
                            <entry colname="2">
                                <para>Revisi&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Visual</para>
                            </entry>
                            <entry colname="2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determin ar si el c&#225;rter contiene aceite del motor en cantidad suficiente y de la calidad
                correcta para permitir que el sistema de presi&#243;n de control de la inyecci&#243;n funcione
                correctamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie nivelada. Revise el nivel de aceite por
                    medio de la sonda medidora de nivel de aceite. Si no hay aceite o si hay muy poco aceite en el c&#225;rter,
                    los inyectores de combustible no funcionar&#225;n.
                </para>
            </step1>
            <para>Si el aceite en el indicador excede el nivel de llenado, es posible que el motor haya recibido un
                servicio incorrecto o que el combustible est&#233; diluyendo el aceite y llenando el c&#225;rter. Si hay
                una cantidad considerable de combustible en el aceite, &#233;ste tendr&#225; olor a combustible.
            </para>
            <step1>
                <para count="1">Inspeccione el color del aceite. Un aceite blanco lechoso indica una posible contaminaci&#243;n
                    con l&#237;quido refrigerante y tendr&#225; un olor a etilenglicol.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los registros de servicio para ver el tipo de aceite y la viscosidad correctos
                    para la temperatura (ambiente) en la que est&#225; funcionando el veh&#237;culo.
                    <emph type="bold">El aceite de grado &#250;nico o mult&#161;grado 15W 40 no se recomienda para
                        temperaturas ambiente fr&#237;as.
                    </emph>
                    El aceite que ha tenido intervalos de drenaje prolongados tendr&#225; una mayor viscosidad (se pondr&#225;
                    m&#225;s espeso) y har&#225; que el arranque del motor sea m&#225;s dif&#237;cil y menos confiable a
                    temperaturas inferiores al punto de congelamiento. Consulte el cuadro de aceite lubricante en el
                    manual del operador del motor para seleccionar el grado adecuado de aceite para la temperatura
                    ambiente en que funcionar&#225; el veh&#237;culo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de aceite; fuga de aceite, consumo de aceite, servicio incorrecto.</para>
                </item>
                <item>
                    <para>Alto nivel de aceite; servicio incorrecto, diluci&#243;n del combustible por
                        <emph type="bold"></emph>la bomba de transferencia o inyector o anillos O defectuosos.
                    </para>
                </item>
                <item>
                    <para>Contaminaci&#243;n de aceite con l&#237;quido refrigerante; enfriador de aceite, empaquetadura
                        de la culata, porosidad, accesorios (es decir, compresores de aire enfriados por agua).
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_63.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_65.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
