<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE POSICI&#211;N DEL PEDAL E INTERRUPTOR DE VALIDACI&#211;N DE RALENT&#205; APS E IVS - DIAGN&#211;STICOS
        DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>Cuando la llave est&#225; en ON, el ECM monitorea continuamente los circuitos del APS y del IVS para
                detectar los voltajes esperados. Tambi&#233;n compara las se&#241;ales del APS y del IVS para detectar
                si hay conflictos. Si las se&#241;ales no son lo que el ECM espera, se definen c&#243;digos de falla.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 131 C&#243;digo ATA PID 91 FMI 4 - ECM: APS fueraecm de rango bajo</title>
            <para>El c&#243;digo 131 ORL (fuera de rango bajo) se define si el ECM detecta un voltaje inferior a 0.146
                voltios en el terminal 8. Las causas posibles incluyen: un cortocircuito a tierra o una abertura en el
                circuito 99B. Este c&#243;digo se exhibe en la EST, u observando la luz ENGINE WARN (Advertencia del
                motor) para los destellos de c&#243;digos.
            </para>
            <para>Cuando el c&#243;digo 131 est&#225; activo, el ECM restringe la velocidad del motor a ralent&#237; y
                enciende la luz ENGINE WARNING (Advertencia del motor). Si la condici&#243;n que causa el c&#243;digo
                131 es intermitente y la condici&#243;n ya no est&#225; presente, el c&#243;digo queda inactivo y se
                recupera el funcionamiento normal del motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 132 C&#243;digo ATA PID 91 FMI 3 - ECM: APS fuera de rango alto</title>
            <para>El c&#243;digo 132 ORH (fuera de rango alto) se define si el ECM detecta un voltaje superior a 4.55
                voltios en el terminal 8. Causa posible: cortocircuito a VREF o 12 voltios en circuito 99B. Este c&#243;digo
                se exhibe en la EST,u observando la luz ENGINE WARN (Advertencia del motor) para los destellos de c&#243;digos.
            </para>
            <para>Cuando el c&#243;digo 132 est&#225; activo, el ECM restringe la velocidad del motor a ralent&#237; y
                enciende la luz ENGINE WARN. Si la condici&#243;n que causa el c&#243;digo 132 es intermitente y la
                condici&#243;n ya no est&#225; presente, el c&#243;digo queda inactivo y se recupera el funcionamiento
                normal del motor.
            </para>
            <para>
                <emph type="bold">C&#243;digos de destello</emph>
                <emph type="bold">133, 134 y 135</emph>
            </para>
            <para>
                <emph type="bold">Fallas de APS en rango</emph>
            </para>
            <para>El ECM revisa la salida de voltaje del APS comparando la se&#241;al del APS con la se&#241;al del IVS.
                Las se&#241;ales del APS y del IVS pueden estar en desacuerdo en dos casos:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>la se&#241;al del APS indica que el pedal est&#225; oprimido para acelerar, pero la se&#241;al
                        del IVS indica posici&#243;n de ralent&#237;.
                    </para>
                </item>
                <item>
                    <para>la se&#241;al del APS indica que el pedal se ha soltado para permitir que el motor vuelva a
                        ralent&#237;, pero la se&#241;al de IVS indica que la posici&#243;n del pedal no est&#225; en
                        ralent&#237;.
                    </para>
                </item>
            </seqlist>
            <para>Si detecta alguna de las condiciones anteriores, el ECM intenta aislar la fuente del conflicto y
                definir el c&#243;digo de falla adecuado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 133 C&#243;digo ATA PID 91 FMI 2 - ECM: Fallas de APS en rango</title>
            <para>Si la se&#241;al del IVS est&#225; cambiando y la se&#241;al del APS es constante, el ECM supone que
                el APS es la fuente de conflicto y define el c&#243;digo 133. Las rpm del motor se restringen a ralent&#237;
                y la luz ENGINE WARN se enciende.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 134 C&#243;digo ATA PID 91 FMI 7- Desacuerdo del APS y del IVS</title>
            <para>Si no est n cambiando el APS o el el IVS, si ambos est&#225;n cambiando o si el ECM no puede
                determinar el c&#243;digo defectuoso en el tiempo especificado, se define el c&#243;digo 134, las rpm
                del motor se restringen a ralent&#237; y la luz ENGINE WARN se enciende.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 135 C&#243;digo ATA SID 230 FMI 11 - ECM: Falla del circuito del IVS</title>
            <para>Si el APS est&#225; cambiando y el IVS es constante, el ECM supone que el IVS es la fuente del
                conflicto y define el c&#243;digo de destello 135. En este caso, el ECM limita la se&#241;al del APS a
                un valor menor, lo que proporciona rpm inferiores a las totales, pero no limita las rpm del motor a
                ralent&#237;. La luz ENGINE WARN no se enciende.
            </para>
            <para>Tenga presente que los c&#243;digos 133, 134 y 135 son causados por una condici&#243;n intermitente;
                los c&#243;digos permanecen ACTIVOS hasta que el veh&#237;culo se detiene y se vuelve a arrancar. Ellos
                no se recuperan sin efectuar el ciclo con la llave del interruptor de arranque.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_134.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_136.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
