<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE NIVEL DEL L&#205;QUIDO REFRIGERANTE DEL MOTOR - DESCRIPCI&#211;N AMPLIADA
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA</title>
        <para>El sensor de nivel del l&#237;quido refrigerante del motor se usa con la caracter&#237;stica opcional de
            advertencia y protecci&#243;n del motor. El prop&#243;sito del sistema de nivel del l&#237;quido
            refrigerante es monitorear el nivel del l&#237;quido refrigerante en el tanque de compensaci&#243;n para
            proteger al motor de da&#241;os debido al funcionamiento del motor cuando el nivel del l&#237;quido
            refrigerante est&#225; bajo. Como esta es una caracter&#237;stica opcional, el sistema funciona programando
            una advertencia de tres v&#237;as o una detenci&#243;n del motor de tres v&#237;as en el m&#243;dulo de
            control.
        </para>
        <para>En cualquiera de los dos modos, cuando la caracter&#237;stica se ha activado y el motor est&#225;
            funcionando, el ECM hace que la luz de advertencia OIL/WATER (Aceite/agua) se encienda y que el zumbador de
            advertencia suene si el nivel del l&#237;quido refrigerante est&#225; por debajo del nivel del transmisor en
            el tanque de compensaci&#243;n. Si el sistema se programa para que la detenci&#243;n del motor tenga lugar,
            el ECM hace que el motor deje de funcionar si el l&#237;quido refrigerante baja del nivel determinado por el
            sensor del l&#237;quido refrigerante una vez expirado el tiempo de advertencia previamente programado para
            este objeto. Si deja de funcionar en esta condici&#243;n, el motor se puede arrancar y hacer funcionar
            nuevamente durante el per&#237;odode advertencia, siempre y cuando el motor est&#233; en capacidad de volver
            a arrancar.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_202.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_204.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
