<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        INTERRUPTORES DE COMANDO DE CONTROL DE VELOCIDAD - CONTROL DE CRUCERO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>CONTROL DE CRUCERO</title>
        <para>El control de crucero permite que el ECM controle la entrega de potencia del motor para mantener una
            velocidad constante. El punto de calibraci&#243;n de velocidad es determinado por el conductor; sin embargo,
            los puntos de calibraci&#243;n altos y bajos se programan en el ECM. &#201;stos son el l&#237;mite alto
            establecido de crucero y el l&#237;mite bajo establecido de crucero. Tambi&#233;n se programa en el ECM la
            velocidad m&#237;nima del motor en la que el control de crucero se puede activar.
        </para>
        <para>Consulte el diagrama del circuito (
            <emph type="bold">Figura
                <hotlnk document="m175_362.xml" xrefid="f1751679">3.86</hotlnk>
            </emph>
            ) para ver la siguiente descripci&#243;n.
        </para>
        <para>La colocaci&#243;n del interruptor de activado y desactivado (ON/OFF) del control de crucero en la posici&#243;n
            ON suministra 12 voltios a la clavija 35 del ECM para activar el control de crucero. Cuando est&#225; en la
            posici&#243;n ON, el interruptor de activado y desactivado suministra el voltaje para el interruptor
            SET/RESUME. Si presiona el interruptor SET se suministra una se&#241;al de 12 voltios en la clavija 32 del
            ECM para activar el control de crucero. Si el crucero est&#225; activo, &#233;ste hace que la velocidad
            establecida disminuya. Si el crucero no est&#225; activo, al presionar el interruptor RESUME se suministra
            una se&#241;al de 12 voltios a la clavija 31 del ECM para volver a activar la velocidad establecida de
            crucero a la &#250;ltima velocidadactiva establecida. O bien, si el crucero est&#225; activo, al presionar
            el interruptor RESUME (ACCEL), la velocidad establecida aumenta.
        </para>
        <para>El control de crucero se desactiva al presionar el interruptor OFF, el freno, el embrague o al poner la
            transmisi&#243;n autom&#225;tica en neutro. El control de crucero no funciona si la se&#241;al VSS tiene una
            falla.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_348.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_350.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
