<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE DEL MOTOR (ECT) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>Con la llave de ignici&#243;n en ON, el ECM monitorea continuamente el circuito ECT para detectar los
                voltajes esperados. Si el voltaje de la se&#241;al es menor o mayor de lo esperado, el ECM define un c&#243;digo
                de falla.
            </para>
            <para>Si detecta una falla en la se&#241;al ECT, el ECM desconoce la se&#241;al y fija en forma
                predeterminada una temperatura de 180&#176;F (82&#176;C) para la operaci&#243;n del motor en
                funcionamiento y -29&#176;F (-33.9&#176;C) para el arranque del motor. Si la falla deja de estar
                presente, el ECM vuelve una vez m&#225;s al funcionamiento normal usando la se&#241;al ECT para el
                procesamiento.
            </para>
            <para>Las fallas en la se&#241;al ECT se pueden recuperar usando el Interruptor de entrada de autoprueba
                (STI) o la herramienta de servicio electr&#243;nico. Si deja de estar presente, la falla se almacena
                como un c&#243;digo inactivo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 114, C&#211;DIGO ATA PID 110 FMI 4, ECT: FUERA DE RANGO BAJO</title>
            <para>Se define un c&#243;digo fuera de rango bajo si el ECM detecta un voltaje inferior a 0.127 voltios
                durante m&#225;s de 0.1 segundos. Si esta falla est&#225; activa, el ECM usa el valor predeterminado de
                180&#176;F (82&#176;C).
            </para>
            <para>El c&#243;digo 114 puede ser causado por un cortocircuito a tierra o por un sensor en corto circuito o
                polarizado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 115, C&#211;DIGO ATA PID 110 FMI 3, ECT: FUERA DE RANGO ALTO</title>
            <para>Se define un c&#243;digo fuera de rango alto si el ECM detecta un voltaje superior a 4.6 voltios
                durante m&#225;s de 0.1 segundos. Si esta falla est&#225; activa, el ECM usa el valor predeterminado de
                180&#176;F (82&#176;C).
            </para>
            <para>El c&#243;digo 115 puede ser causado por un circuito abierto, un sensor abierto o un cortocircuito a
                otra fuente de voltaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 321, C&#211;DIGO ATA PID 110 FMI, 0 TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE
                DEL MOTOR SOBRE NIVEL DE ADVERTENCIA
            </title>
            <para>Se define el c&#243;digo 321 si el ECM detecta una temperatura del l&#237;quido refrigerante del motor
                sobre 225&#176;F (107&#176;C). Cuando esto sucede, el ECM enciende la luz de advertencia OIL/WATER y
                hace sonar la alarma audible (si est&#225; instalada) alertando al operador que existe un potencial de
                da&#241;o del motor.
            </para>
            <para>Si la temperatura baja a menos de 225&#176;F (107&#176;C), el c&#243;digo pasa a ser inactivo y el ECM
                vuelve al funcionamiento normal.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 322, C&#211;DIGO ATA PID 110 FMI 7, TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE
                DEL MOTOR SOBRE NIVEL CR&#205;TICO
            </title>
            <para>Se define el c&#243;digo 322 si el ECM detecta una temperatura del l&#237;quido refrigerante del motor
                sobre 235&#176;F (112.5&#176;C). Cuando esto sucede, la luz de advertencia OIL/WATER se enciende y la
                alarma audible suena (si est&#225; instalada) alertando al operador que la temperatura est&#225;
                aumentando (habiendo definido el c&#243;digo 321), lo que indica un potencial de da&#241;o del motor.
                Con el c&#243;digo 322 activo, el motor se detiene. Al mismo tiempo, un c&#243;digo de falla, las horas
                actuales del motor y la lectura del od&#243;metro se registran en el ECM como un evento del motor.
            </para>
            <para>Si la temperatura baja a menos de 235&#176;F (112.5&#176;C), el c&#243;digo pasa a ser inactivo y el
                ECM vuelve al funcionamiento normal. Si se detiene, el motor se puede volver a arrancar para mover el
                veh&#237;culo a un lugar seguro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 325, C&#211;DIGO ATA PID 110 FMI 14, POTENCIA REDUCIDA, ASOCIADA A
                RENDIMIENTO DEL SISTEMA DE ENFRIAMIENTO
            </title>
            <para>Se define el c&#243;digo 325 si la temperatura del sistema de enfriamiento excede 214&#176;F (101&#176;C).
                A esta temperatura, el ECM reduce el combustible entregado al motor. Por cada grado Celsius de
                temperatura, el combustible se reduce en un 6%. Esto reduce el calor producido por el motor, lo que a su
                vez reduce la carga en el sistema de enfriamiento del motor. Tambi&#233;n disminuye la velocidad del veh&#237;culo,
                lo que fuerza al operador a realizar un cambio descendente, cosa que aumenta la eficacia del sistema de
                enfriamiento.
            </para>
            <para>A medida que la temperatura se reduce, el nivel de compensaci&#243;n se reduce hasta que la
                temperatura cae a menos de 214&#176;F (101&#176;C), temperatura en la que se vuelve al funcionamiento
                normal.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 316, C&#211;DIGO ATA PID 110 FMI 1, C&#243;digo de falla cap - no se puede
                calentar el motor
            </title>
            <para>El c&#243;digo 316 s&#243;lo se define en motores que tienen la estrategia CAP (Protecci&#243;n contra
                ambiente fr&#237;o) activada. Este c&#243;digo se define despu&#233;s de que el motor ha funcionado
                durante m&#225;s de 120 minutos sin haber excedido las siguientes especificaciones para la temperatura
                del l&#237;quido refrigerante del motor. Este c&#243;digo se puede eliminar con la herramienta de
                servicio electr&#243;nico.
            </para>
            <randlist type="bullet">
                <item>
                    <para>DT 466E / 530E</para>
                </item>
                <item>
                    <para>Transmisi&#243;n manual 142&#176;F / 61&#176;C</para>
                </item>
                <item>
                    <para>Transmisi&#243;n autom&#225;tica 106&#176;F /41&#176;C</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Este c&#243;digo s&#243;lo indica que el motor no ha podido alcanzar la temperatura de
                        funcionamiento. No indica una falla electr&#243;nica.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Posibles fallas del sistema</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Tiempo de ralent&#237; prolongado.</para>
                </item>
                <item>
                    <para>Temperaturas ambiente fr&#237;as (pueden requerir el uso de una cubierta aislante para el
                        radiador)
                    </para>
                </item>
                <item>
                    <para>Termostato trabado en posici&#243;n abierta.</para>
                </item>
                <item>
                    <para>Sistema de enfriamiento con tuber&#237;a mal instalada (omitido el termostato)</para>
                </item>
                <item>
                    <para>N&#250;cleos del calefactor auxiliar enfriando el motor (aplicaci&#243;n de bus escolar)
                    </para>
                </item>
                <item>
                    <para>Embrague regulador del ventilador bloqueado en posici&#243;n de actuar.</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Acciones recomendadas: Consulte la TABLA
                    <hotlnk xrefid="t1751679">3.15</hotlnk>.
                </emph>
            </para>
            <table id="t1751679">
                <title>TABLA 3.15 Acciones recomendadas para fallas del sistema del sensor ECT</title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="170p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>
                                    <emph type="bold">Condici&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>
                                    <emph type="bold">Acci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Tiempo de ralent&#237; prolongado</para>
                            </entry>
                            <entry colname="2">
                                <para>Se recomienda al cliente reducir el tiempo de ralent&#237; o aumentar la velocidad
                                    de ralent&#237;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Temperaturas ambiente fr&#237;as (pueden requerir el uso de una cubierta aislante
                                    para el radiador)
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>Se recomienda el uso de una cubierta aislante para el radiador</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Termostato trabado en posici&#243;n abierta</para>
                            </entry>
                            <entry colname="2">
                                <para>Efect&#250;e pruebas del termostato seg&#250;n el manual de servicio</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Sistema de enfriamiento con tuber&#237;as mal instaladas</para>
                            </entry>
                            <entry colname="2">
                                <para>Verifique si la ruta del sistema de enfriamiento es correcta</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>N&#250;cleos del calefactor auxiliar enfriando el motor</para>
                            </entry>
                            <entry colname="2">
                                <para>Reduzca el flujo hacia los n&#250;cleos del calefactor o disminuya la velocidad
                                    del ventilador del calefactor
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Embrague regulador del ventilador bloqueado en posici&#243;n de actuar</para>
                            </entry>
                            <entry colname="2">
                                <para>Verifique el funcionamiento correcto del embrague regulador del ventilador</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_227.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751612.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
