<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - HERRAMIENTA EST- LISTA DE DATOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="9">
        <title>HERRAMIENTA EST- LISTA DE DATOS</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750909">2.11</hotlnk>
                </emph>
                para ver la herramienta EST-lista de datos.
            </para>
            <table id="t1750909">
                <title>Tabla 2.11 Herramienta EST-lista de datos DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Seleccione y escriba los siguientes datos actuales en las tres primeras l&#237;neas
                                    de lista siguiente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Monitoree los datos mientras da giro al motor de arranque durante un m&#237;nimo
                                    de 20 segundos
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Datos</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Voltaje de la bater&#237;a</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 7 voltios</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>RMP del motor</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 130 rpm</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Presi&#243;n ICP</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 500 psi</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si el voltaje est&#225; bajo, consulte los diagn&#243;sticos PWR
                                        del ECM
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si no se observan rpm, vuelva a revisar los c&#243;digos de
                                        falla
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n ICP est&#225; baja, consulte la prueba 10
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si los componentes necesarios para el arranque est&#225;n funcionando dentro de las
                especificaciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <specpara>
                <important>
                    <para>LA PRUEBA SE DEBE REALIZAR CON
                        <emph type="underscr">BATER&#205;AS COMPLETAMENTE CARGADAS.</emph>
                    </para>
                </important>
            </specpara>
            <para>Para medir la velocidad de arranque del motor, el voltaje de la bater&#237;a, y la Presi&#243;n de
                control de la inyecci&#243;n (ICP), puede ser posible leer los datos de la Herramienta de servicio
                electr&#243;nico (EST), "LISTA DE DATOS", mientras el motor se est&#225; arrancando. Si el voltaje es
                inferior a 7 voltios durante el arranque, la herramienta EST se restablecer&#225; al inicio. Si esto
                sucede, la herramienta se puede usar para realizar esta prueba definiendo una "lista de datos
                personalizados"
                <emph type="bold">Consulte las instrucci&#243;nes de como crear una lista personalizada , o vea la
                    Prueba 9
                </emph>
                o
                <emph type="bold"></emph>para llevar a cabo una "Prueba del voltaje, de las rpm y de la ICP en forma
                individual" usando un DVOM Fluke 88 como alternativa.
            </para>
            <specpara>
                <note>
                    <para>Apague todos los accesorios y el encendido antes de conectar la herramienta EST al conector de
                        diagn&#243;stico ATA.
                    </para>
                </note>
            </specpara>
            <para>Conecte la herramienta EST al conector de diagn&#243;stico American Trucking Association (ATA). El
                conector est&#225; en la parte inferior izquierda del tablero de protecci&#243;n dentro de la cabina. La
                pantalla del lector debe encenderse inmediatamente despu&#233;s de la conexi&#243;n de la herramienta.
            </para>
            <para>Gire el interruptor de arranque a la posici&#243;n ON.
                <emph type="bold">No arranque el motor.</emph>
                Esto permite que la EST reciba datos desde los componentes de control electr&#243;nico del cami&#243;n.
                La informaci&#243;n recibida corresponder&#225; a datos que indican el estado actual del motor (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750917">2.17</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750917" figsize="col-wide">
                <graphic id="pl044" filename="../figpl0/pl044.webp" type="webp"/>
                <caption>Figura 2.17 Pantalla de lista de datos est&#225;ndar</caption>
            </figure>
            <para>Presione la tecla "&#8595;" hasta que aparezca "BATT VOLTS" en la pantalla. Contin&#250;e presionando
                la tecla "&#8595;" hasta que el punto negro est&#233; en "BATT VOLTS". Si presiona la tecla el n&#250;mero
                <emph type="bold">"0"</emph>
                agregar&#225; "BATT VOLTS" a la lista de datos personalizados. Presione
                <emph type="bold">"FUNC"</emph>
                para volver a la lista de datos est&#225;ndar de NAVPACK&#8482; (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750918">2.18</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750918" figsize="col-wide">
                <graphic id="pl009" filename="../figpl0/pl009.webp" type="webp"/>
                <caption>Figura 2.18 Pantalla de lista de datos</caption>
            </figure>
            <para>Ahora, presione la tecla "&#8595;" hasta que el punto negro est&#233; en "ENGINE RPM". Presione la
                tecla n&#250;mero
                <emph type="bold">"0"</emph>
                para agregar "ENGINE RPM" a la lista de datos personalizados (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750919">2.19</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750919" figsize="col-wide">
                <graphic id="pl045" filename="../figpl0/pl045.webp" type="webp"/>
                <caption>Figura 2.19 Pantalla Custom Data List</caption>
            </figure>
            <para>Presione la tecla
                <emph type="bold">"FUNC"</emph>para volver a NAVPAK&#8482; data list. Contin&#250;e presionando la tecla
                "&#8595;" hasta que "INJ CNTL PSI" se seleccione con el punto negro. Luego, presione la tecla n&#250;mero
                <emph type="bold">"0"</emph>
                para agregar "INJ CNTL PSI" en Custom Data List (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750920">2.20</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750920" figsize="col-wide">
                <graphic id="pl046" filename="../figpl0/pl046.webp" type="webp"/>
                <caption>Figura 2.20 Pantalla Custom Data List revisada</caption>
            </figure>
            <para>Ahora, la EST est&#225; lista para leer datos. D&#233; marcha al motor y observe los datos en la
                pantalla.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Creaci&#243;n de una lista de datos personalizados</title>
            <para>En el men&#250; principal, seleccione "Engine Data List" y presione "ENTER" (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750921">2.21</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750921" figsize="col-wide">
                <graphic id="pl047" filename="../figpl0/pl047.webp" type="webp"/>
                <caption>Figura 2.21 Pantalla Engine Data List</caption>
            </figure>
            <para>Presione la tecla "&#8595;" hasta que el punto negro aparezca en el PID que se va a agregar a la lista
                de datos personalizados. Luego, presione la tecla n&#250;mero "0". Ahora, el PID seleccionado se agregar&#225;
                a la parte inferior de la lista de datos personalizados (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750922">2.22</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750922" figsize="col-wide">
                <graphic id="pl048" filename="../figpl0/pl048.webp" type="webp"/>
                <caption>Figura 2.22 Pantalla Custom Data List</caption>
            </figure>
            <para>Si presiona la tecla "
                <emph type="bold">FUNC</emph>" retornar a la pantalla, lista de datos NAVPAK&#8482; Data List (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750923">2.23</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750923" figsize="col-wide">
                <graphic id="pl049" filename="../figpl0/pl049.webp" type="webp"/>
                <caption>Figura 2.23 Pantalla de lista de datos</caption>
            </figure>
            <para>Usando las teclas "&#8595;" o "&#8593;"para seleccionar el siguiente PID para la lista de datos
                personalizados con el punto negro, presione la tecla "0" para agregar el PID a la parte inferior de la
                lista de datos personalizados (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750924">2.24</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750924" figsize="col-wide">
                <graphic id="pl050" filename="../figpl0/pl050.webp" type="webp"/>
                <caption>Figura 2.24 Pantalla Custom Data List</caption>
            </figure>
            <para>Para sacar un PID de la lista de datos personalizados, mueva el punto negro con la tecla "&#8593;&#8595;"
                hasta el PID deseado y presione la tecla "0". Esto eliminar&#225; el PID de la lista de datos
                personalizados.
            </para>
            <para>Seleccione BATT VOLTS para la primera l&#237;nea. Seleccione Engine rpm para la segunda l&#237;nea y
                presione ICP para la tercera. El orden de la lista de datos presentar&#225; BATT VOLTS, ENG RPM e ICP
                como los tres primeros elementos de la lista.
            </para>
            <para>Si la herramienta se enciende y se apaga debido a bajo voltaje, la herramienta volver&#225; a la
                pantalla "START NEW SESSION", tal como aparece a continuaci&#243;n.
            </para>
            <para>Presione al tecla "&#8594;" para mover los par&#233;ntesis a "NO". Si presiona
                <emph type="bold">ENTER</emph>har&#225; que la EST vuelva a la lista de datos personalizados (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750925">2.25</hotlnk>
                </emph>
                ).
            </para>
            <figure id="f1750925" figsize="col-wide">
                <graphic id="pl051" filename="../figpl0/pl051.webp" type="webp"/>
                <caption>Figura 2.25 Pantalla Start New Session</caption>
            </figure>
            <para>El voltaje de la bater&#237;a debe ser de 7 o m&#225;s voltios. Si el voltaje hacia el M&#243;dulo de
                control electr&#243;nico (ECM) es inferior a 7 voltios, el ECM no permanecer&#225; encendido. Si el ECM
                no est&#225; recibiendo energ&#237;a a trav&#233;s del rel&#233; del ECM, el motor no se puede arrancar.
            </para>
            <para>Las revoluciones por minuto que genera el motor de arranque en el motor deben ser suficientes para
                generar la presi&#243;n de control de la inyecci&#243;n requerida para hacer funcionar los inyectores de
                combustible y crear suficiente calor de compresi&#243;n para inflamar el combustible.
            </para>
            <para>Una indicaci&#243;n de "0" rpm en la Herramienta de servicio electr&#243;nico (EST) durante el
                arranque del motor indica que el ECM puede no estar recibiendo una se&#241;al desde el sensor de Posici&#243;n
                del eje de levas (CMP). Consulte los diagn&#243;sticos del sensor CMP en la secci&#243;n 3, Diagn&#243;sticos
                del sistema de control electr&#243;nico.
            </para>
            <para>Si no est&#225; operando, el sensor CMP se debe reparar antes de continuar. El ECM no permitir&#225;
                que la v&#225;lvula del Regulador de presi&#243;n de la inyecci&#243;n (IPR) se active completamente sin
                una se&#241;al del CMP.
            </para>
            <para>Si la EST indica muy poca presi&#243;n de control de la inyecci&#243;n o ausencia de ella, revise el
                nivel de aceite en el dep&#243;sito de aceite (ubicado en la cubierta delantera) del siguiente modo:
            </para>
            <step1>
                <para count="1">Remueva el conector del arn&#233;s de cables del el sensor de Temperatura del aceite del
                    motor (EOT).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte y saque cuidadosamente el sensor EOT situado la cubierta delantera. El sensor est&#225;
                    <emph type="bold">ubicado debajo</emph>
                    <emph type="bold">del</emph>
                    <emph type="bold">nivel de aceite</emph>
                    en el dep&#243;sito de aceite. La retirada del sensor permitir&#225; que el aceite en el dep&#243;sito
                    drene hacia afuera de la abertura. Si hay muy poco aceite o si no lo hay, vuelva a llenar el dep&#243;sito
                    y reinstale el sensor EOT y el conector del arn&#233;s de cables.
                </para>
            </step1>
            <para>Si el dep&#243;sito de aceite contin&#250;a perdiendo su nivel de aceite, puede que el motor no est&#233;
                bombeando aceite al dep&#243;sito.
            </para>
            <para>
                <emph type="bold">LA PRUEBA SE DEBE REALIZAR CON LAS</emph>
                <emph type="underscr">BATER&#205;AS COMPLETAMENTE CARGADAS.</emph>
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Bajo voltaje de la bater&#237;a. - Debido a bater&#237;as "malas", alta resistencia en las
                        conexiones del cable de la bater&#237;a o en el arn's de cables hacia el ECM.
                    </para>
                </item>
                <item>
                    <para>Defectuoso el rel' del suministro de energ&#237;a al ECM.</para>
                </item>
                <item>
                    <para>Fundido el fusible de 40A situado en l&#237;nea (ubicado en la caja de la bater&#237;a) que
                        suministra energ&#237;a de la bater&#237;a al ECM.
                    </para>
                </item>
                <item>
                    <para>Bajas la revoluciones por minuto para el arranque. - Puede ser causado por desperfectos en el
                        sistema el&#233;ctrico, aceite incorrecto o intervalos de cambio de aceite prolongados en
                        temperaturas ambiente fr&#237;as.
                    </para>
                </item>
                <item>
                    <para>No hay indicaci&#243;n de rpm del motor en la EST mientras se gira el motor de arranque para
                        da marcha al motor. - El sensor CMP o circuitos defectuosos hacia el ECM pueden causar esta
                        condici&#243;n. Vuelva a revisar si hay c&#243;digos de falla despu&#233;s de tratar de arrancar
                        el motor. (Consulte las pruebas 5 &#243; 7).
                    </para>
                </item>
                <item>
                    <para>Presi&#243;n ICP baja - Puede indicar una fuga en el sistema de aceite a alta presi&#243;n o
                        un sensor CMP defectuoso.
                    </para>
                </item>
                <item>
                    <para>La bomba de aceite de alta presi&#243;n o el funcionamiento defectuoso de bomba impedir&#225;n
                        una presi&#243;n de control de la inyecci&#243;n correcta. Un Regulador de presi&#243;n de la
                        inyecci&#243;n (IPR) o controles electr&#243;nicos para el regulador defectuosos producir&#225;n
                        una baja presi&#243;n de control de la inyecci&#243;n.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <randlist type="bullet">
                <item>
                    <para>PRO-LINK 9000 (ZTSE-43661)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Bajo voltaje en el ECM. - Consulte Diagn&#243;sticos del sistema de control electr&#243;nico,
                        (secci&#243;n 3-circuito de energ&#237;a del m&#243;dulo de control electr&#243;nico (PWR del
                        ECM).
                    </para>
                </item>
                <item>
                    <para>No hay indicaci&#243;n de rpm del motor durante el arranque del motor. - Consulte los diagn&#243;sticos
                        del sensor CMP en Diagn&#243;sticos del sistema de control electr&#243;nico secci&#243;n 3.
                    </para>
                </item>
                <item>
                    <para>No hay presi&#243;n de control de la inyecci&#243;n. - Consulte Sensor de Presi&#243;n de
                        control de la inyecci&#243;n (ICP), diagn&#243;sticos de la v&#225;lvula IPR en Diagn&#243;sticos
                        del sistema de control electr&#243;nico secci&#243;n 3.
                    </para>
                </item>
                <item>
                    <para>Baja presi&#243;n de control de la inyecci&#243;n o ausencia de ella sin fallas electr&#243;nicas.
                        - Consulte la prueba 10.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_69.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_71.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
