<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.1: FORMULARIOS DE DIAGN&#211;STICO
    </stitle>
    <svcman/>
    <svcsection id="e17508" svcsectype="prodspec" division="engine" date="04/10/1996">
        <title>SECCI&#211;N 2.1: FORMULARIOS DE DIAGN&#211;STICO</title>
        <svcproc svcproctype="proctype" graphiccount="0">
            <title>INTRODUCCI&#211;N</title>
            <para>Sin duda, pr&#225;cticamente cualquier problema mec&#225;nico se puede diagnosticar con exactitud en
                condiciones ideales. Sin embargo, lo que realmente importa es si los diagn&#243;sticos exactos pueden
                llegar a ser la norma en condiciones cotidianas. Gran parte del &#233;xito y de la aceptaci&#243;n a
                largo plazo de un motor se determinan realmente por la eficacia de cientos de jefes y t&#233;cnicos de
                talleres.
            </para>
            <para>El prop&#243;sito de los formularios de diagn&#243;stico del motor es proporcionar al cliente
                satisfacci&#243;n y tambi&#233;n ayudar al t&#233;cnico a solucionar problemas de los motores diesel DT
                466E e International&#174; 530E. Los formularios de diagn&#243;stico proporcionan una gu&#237;a para
                encontrar problemas r&#225;pida y f&#225;cilmente y para evitar reparaciones y gastos innecesarios. Los
                formularios de diagn&#243;stico del motor no deben permanecer archivados en un libro en la biblioteca de
                servicio del jefe del taller. Ellos deben llevarse al lugar del trabajo y usarse para proporcionar un m&#233;todo
                sistem&#225;tico y de ahorro de tiempo para diagnosticar problemas del motor.
            </para>
            <para>Los formularios de diagn&#243;stico del motor comprenden desde el procesamiento b&#225;sico hasta las
                pruebas m&#225;s dif&#237;ciles. Esto lleva al t&#233;cnico a trav&#233;s de un trayecto de diagn&#243;sticos
                para revisar los problemas m&#225;s comunes en primer lugar y luego continuar con lo menos probable. El
                formulario se debe seguir en secuencia, comenzando por la prueba n&#250;mero uno (1) y continuando hasta
                la prueba final. El orden de las pruebas se debe seguir ya que algunos componentes dependen de la funci&#243;n
                de otros para el funcionamiento correcto. Si realiza las pruebas en desorden podr&#237;a causar una
                conclusi&#243;n incorrecta.
            </para>
            <para>Se requieren dos formularios de diagn&#243;stico para diagnosticar correctamente los motores diesel DT
                466E e International&#174; 530E. El primer formulario,
                <emph type="bold">Diagn&#243;sticos de arranque dif&#237;cil o sin arranque y rendimiento del
                    motor</emph>, gu&#237;a al t&#233;cnico a trav&#233;s de condiciones de arranque dif&#237;cil o sin
                arranque en las que el motor no arranca o tiene dificultades para arrancar. La secci&#243;n Diagn&#243;sticos
                de rendimiento del motor gu&#237;a al t&#233;cnico a trav&#233;s de condiciones en las que el motor est&#225;
                funcionando con alg&#250;n tipo de problema de rendimiento. Un ejemplo ser&#237;a una queja por baja
                potencia del motor. Al reverso del formulario hay ilustraciones, cuando corresponde. Ellas muestran la
                ubicaci&#243;n de los puntos de prueba y c&#243;mo conectar los equipos de prueba en cada punto.
            </para>
            <para>El segundo formulario,
                <emph type="bold">Diagn&#243;sticos del sistema de control electr&#243;nico</emph>, enumera en el
                anverso todos los c&#243;digos de falla relacionados con el motor y con el veh&#237;culo. Se proporciona
                un &#237;ndice de circuitos adyacente a cada c&#243;digo de falla para ayudar al t&#233;cnico a
                consultar r&#225;pidamente la secci&#243;n adecuada del manual para cada c&#243;digo de falla. Se
                enumeran las descripciones, los comentarios y las causas probables de los c&#243;digos de falla para
                cada c&#243;digo que aparece en la lista. Esta informaci&#243;n permite que el t&#233;cnico comprenda el
                significado del c&#243;digo de falla y el problema asociado con &#233;l.
            </para>
            <para>El reverso de este formulario contiene un diagrama de cableado esquem&#225;tico de los controles
                electr&#243;nicos instalados en el motor y en el chasis. Adem&#225;s, se proporciona un cuadro que
                describe los valores de se&#241;al esperados por el m&#243;dulo de control electr&#243;nico en las
                condiciones especificadas de los controles instalados en el motor vs. los controles instalados en el
                chasis . El cuadro permite que un t&#233;cnico experimentado identifique y repare r&#225;pidamente el
                problema.
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
