<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - VOLTAJE DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>VOLTAJE DEL ECM</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750910">2.12</hotlnk>
                </emph>
                para ver la prueba de voltaje del ECM.
            </para>
            <table id="t1750910">
                <title>Tabla 2.12 Prueba de voltaje del ECM DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="120p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Revise mientras da marcha al motor.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida con DVOM en tres lugares utilizando una caja de derivaci&#243;n
                                    (Breakout Box)unida al conector del arn&#233;s de cables del chasis (bajo) en el ECM
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Pasadores: (21+ y 1-),</para>
                            </entry>
                            <entry colname="2">
                                <para>(22+ &#38; 2-),</para>
                            </entry>
                            <entry colname="3">
                                <para>(24+ &#38; 23-)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>DVOM</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 7 voltios en los 3 lugares</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si el voltaje est&#225; bajo, consulte los diagn&#243;sticos del
                                        ECM
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si hay suficiente voltaje y corriente para operar el M&#243;dulo de control electr&#243;nico
                (ECM). El ECM requiere un m&#237;nimo de 7 voltios para funcionar y accionar los inyectores. Este es un
                m&#233;todo alterno que se puede usar si la Herramienta de servicio electr&#243;nico (EST) no est&#225;
                disponible o si no funciona correctamente. Una energ&#237;a el&#233;ctrica insuficiente proveniente de
                las bater&#237;as o una falla electr&#243;nica pueden impedir que la EST reciba los datos de diagn&#243;stico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <para>
                <emph type="bold">LAS PRUEBAS SE DEBEN REALIZAR CON</emph>
                <emph type="underscr">LAS BATER&#205;AS COMPLETAMENTE CARGADAS</emph>
                <emph type="bold">.</emph>
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Medici&#243;n de voltaje en la bater&#237;a</title>
            <step1>
                <para count="1">Apague todos los accesorios y conecte un DVOM (Volt&#237;metro/Ohmi&#243;metro digital)
                    entre los dos terminales de la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor.</para>
            </step1>
            <para>Anote el voltaje m&#225;s bajo obtenido durante el arranque del motor. Si el voltaje es inferior a 7
                voltios, el rel&#233; de energ&#237;a del ECM puede estar restableci&#233;ndose debido a falta de
                voltaje y corriente provenientes de las bater&#237;as o existe un problema en el sistema de arranque.
            </para>
            <para>Si el voltaje est&#225; dentro de la especificaci&#243;n, realice la
                <emph type="bold">medici&#243;n de voltaje en el ECM con caja de derivaci&#243;n (Breakout Box).</emph>
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Medici &#243;n de voltaje en el ECM con caja de derivaci&#243;n</title>
            <para>Consulte las
                <emph type="bold">Figuras
                    <hotlnk xrefid="f1750926">2.26</hotlnk>
                    y
                    <hotlnk xrefid="f1750927">2.27</hotlnk>
                </emph>
                para ver las conexiones para la medici&#243;n de voltaje.
            </para>
            <step1>
                <para count="1">Remueva el conector del arn&#233;s de cables del conector del chasis (bajo) de 60 v&#237;as
                    del ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los conectores adaptadores de caja de derivaci&#243;n en las conexiones hembra
                    del chasis en el ECM. Vuelva a conectar el conector de arn&#233; s de cables del chasis en el
                    conector adaptador de la caja de derivaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el conector al ECM a una torsi&#243;n de 35 pulgadas lb</para>
                    </note>
                </specpara>
                <figure id="f1750926" figsize="col-wide">
                    <graphic id="eg7329" filename="../figeg7/eg7329.webp" type="webp"/>
                    <caption>Figura 2.26 Conexi&#243;n de la caja de derivaci&#243;n</caption>
                </figure>
                <figure id="f1750927" figsize="col-wide">
                    <graphic id="eg6394" filename="../figeg6/eg6394.webp" type="webp"/>
                    <caption>Figura 2.27 Medici&#243;n del voltaje del ECM con caja de derivaci&#243;n (ZTSE-4445)
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Conecte los conductores del volt&#237;metro a cada uno de los tres puntos de prueba
                    separados {(21+ y 1-), (22+ y 2-) (24+ y 23-)} en la caja de derivaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Anote el voltaje m&#225;s bajo observado en cada uno de los puntos de prueba mientras da
                    arranque al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Si el voltaje es inferior a 7 voltios, repare el circuito de alimentaci&#243;n de energ&#237;a
                    del ECM.
                    <emph type="bold"></emph>Consulte la secci&#243;n 3, Circuito de energ&#237;a del m&#243;dulo de
                    control electr&#243;nico (PWR del ECM)
                    <emph type="bold">,</emph>diagn&#243;sticos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Bajo voltaje de la bater&#237;a. - Debido a bater&#237;as "malas", alta resistencia en las
                        conexiones del cable de la bater&#237;a o motor de arranque defectuoso.
                    </para>
                </item>
                <item>
                    <para>Bajo voltaje de la bater&#237;a o ausencia de &#233;l hacia el ECM. - Puede deberse a una alta
                        resistencia o a un circuito abierto en el circuito de alimentaci&#243;n de energ&#237;a hacia el
                        ECM o hacia su rel&#233; de energ&#237;a. El fusible del circuito de energ&#237;a del ECM
                        ubicado en la caja de la bater&#237;a puede estar abierto o el rel&#233; de energ&#237;a del ECM
                        puede estar defectuoso.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>H erramientas requeridas</title>
            <para>DVOM y caja de derivaci&#243;n (ZTSE-4445)</para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Consulte la secci&#243;n 3, Circuito de energ&#237;a del m&#243;dulo de control electr&#243;nico
                        (PWR del ECM)
                        <emph type="bold">,</emph>diagn&#243;sticos.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_70.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_72.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
