<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.5: FUNCIONAMIENTO DE LOS SENSORES - TIPOS DE SENSORES - SENSOR DE CAPACITANCIA
        VARIABLE
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>SENSOR DE CAPACITANCIA VARIABLE</title>
        <para>Los sensores de capacitancia variable se usan para medir la presi&#243;n. La presi&#243;n que se va a
            medir se aplica a un material de cer&#225;mica. La presi&#243;n fuerza al material de cer&#225;mica a
            acercarse a un disco met&#225;lico delgado. Esta acci&#243;n cambia la capacitancia del sensor.
            <emph type="bold">Consulte la Figura
                <hotlnk xrefid="f1750504">1.21</hotlnk>.
            </emph>
        </para>
        <para>Estos sensores van conectados al ECM mediante tres cables: Vref, retorno de se&#241;al y se&#241;al de
            tierra.
        </para>
        <para>El sensor recibe la VRef y devuelve un voltaje de se&#241;al anal&#243;gica al ECM. El ECM compara el
            voltaje con valores preprogramados para conocer la presi&#243;n.
        </para>
        <para>El rango de funcionamiento del sensor est&#225; vinculado al espesor del disco de cer&#225;mica. Mientras
            mayor es el espesor del disco de cer&#225;mica, m&#225;s presi&#243;n puede medir el sensor.
        </para>
        <para>Ejemplos:</para>
        <para>EOP Sensor de presi&#243;n del aceite del motor</para>
        <para>ICP Sensor de presi&#243;n de control de la inyecci&#243;n</para>
        <para>MAP Sensor de presi&#243;n absoluta del m&#250;ltiple</para>
        <figure id="f1750504" figsize="col-wide">
            <graphic id="eg1284" filename="../figeg1/eg1284.webp" type="webp"/>
            <caption>Figura 1.21 Sensor de capacitancia variable (sensor de presi&#243;n del aceite del motor)</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
