<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        TEMPORIZADOR DE DETENCI&#211;N EN RALENT&#205; (IST) - DETECCI&#211;N Y ADMINISTRACI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>DETECCI&#211;N Y ADMINISTRACI&#211;N DE FALLAS</title>
        <para>La caracter&#237;stica de detenci&#243;n en ralent&#237; est&#225; dentro del ECM; todos los subsistemas
            que ingresan la estrategia de detenci&#243;n en ralent&#237; tienen su propia estrategia de detecci&#243;n y
            administraci&#243;n de fallas. (por ejemplo, el circuito del sensor de temperatura IAT.) Se define un c&#243;digo
            de falla si el temporizador de detenci&#243;n en ralent&#237; se ha activado,
            <emph type="bold">pero esto no es una falla del sistema. Su &#250;nico prop&#243;sito es indicar al t&#233;cnico,
                conductor o propietario que el temporizador de detenci&#243;n en ralent&#237; se ha activado y que el
                motor se ha detenido.
            </emph>
        </para>
        <para>Consulte la
            <emph type="bold">Figura
                <hotlnk document="m175_281.xml" xrefid="f1751659">3.67</hotlnk>
            </emph>
            para ver el diagrama del circuito del temporizador de detenci&#243;n en ralent&#237;.
        </para>
        <figure id="f1751662" figsize="col-wide">
            <graphic id="eg1296" filename="../figeg1/eg1296.webp" type="webp"/>
            <caption></caption>
        </figure>
        <specpara>
            <note>
                <para>Este c&#243;digo de falla no indica ninguna falla del sistema o del circuito; no se necesitan
                    diagn&#243;sticos. Si es necesario cambiar los par&#225;metros de programaci&#243;n del IST,
                    consulte la siguiente descripci&#243;n ampliada.
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Descripci&#243;n de c&#243;digos de falla</emph>
        </para>
        <para>324 = El temporizador de detenci&#243;n en ralent&#237; se ha excedido y el motor se ha detenido.</para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_289.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_291.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
