<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.4: M&#211;DULO DE CONTROL ELECTR&#211;NICO - OPERACI&#211;N Y FUNCIONAMIENTO - III.
        MICROPROCESADOR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>III. MICROPROCESADOR</title>
        <svcprocinfo>
            <para>El ECM contiene un microprocesador interno. El procesador almacena instrucciones de funcionamiento
                (estrategias de control) y tablas de valores (par&#225;metros de calibraci&#243;n). Compara estas
                instrucciones y valores almacenados con valores de entrada acondicionados para determinar la estrategia
                correcta de funcionamiento para cualquier condici&#243;n determinada de funcionamiento del motor. Los c&#225;lculos
                en el ECM se producen en dos niveles o velocidades distintos denominados c&#225;lculos de primer y
                segundo plano. Estos c&#225;lculos se llevan a cabo en un lazo continuo.
            </para>
            <para>Las estrategias (instrucciones) de diagn&#243;stico tambi&#233;n se programan en el ECM. Algunas
                instrucciones monitorean entradas en forma continua y ordenan las salidas necesarias para lograr el
                rendimiento correcto del motor.
            </para>
            <para>El microprocesador del ECM tiene dos tipos de memoria. &#201;stas son la Memoria de acceso aleatorio
                (RAM) y la Memoria s&#243;lo de lectura (ROM) (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750404">1.13</hotlnk>
                </emph>
                ). Ellas permiten que el procesador almacene las instrucciones, las tablas de calibraci&#243;n y los
                valores de entrada necesarios para controlar el motor.
            </para>
            <para>Estas estrategias instruir&#225;n al ECM para que efect&#250;e en forma continua determinados
                procedimientos de diagn&#243;stico y otras pruebas de diagn&#243;stico a pedido del t&#233;cnico.
            </para>
            <para>El microprocesador puede generar c&#243;digos de diagn&#243;stico en caso de entradas o condiciones
                que no cumplan con los valores preprogramados esperados. Los c&#225;lculos en el ECM se producen en dos
                niveles o velocidades distintos denominados c&#225;lculos de primer y segundo plano. Estos c&#225;lculos
                se llevan a cabo en un lazo continuo.
            </para>
            <para>Los c&#225;lculos de primer plano se efect&#250;an a una velocidad muy superior a la de los c&#225;lculos
                de segundo plano y corresponden normalmente a las funciones m&#225;s cr&#237;ticas para el
                funcionamiento del motor. El control de la velocidad del motor es un ejemplo de los c&#225;lculos de
                primer plano.
            </para>
            <para>Los c&#225;lculos de segundo plano normalmente son variables que cambian a menor velocidad, tales como
                la temperatura del motor.
            </para>
            <para>El microprocesador del ECM tiene dos tipos de memoria, la Memoria de acceso aleatorio (RAM) y la
                Memoria s&#243;lo de lectura (ROM). Estas memorias permiten que el procesador almacene las
                instrucciones, las tablas de calibraci&#243;n y los valores de entrada necesarios para controlar el
                motor.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>ROM</title>
            <para>La memoria s&#243;lo de lectura es la memoria en que est&#225;n almacenadas las tablas de calibraci&#243;n
                y las estrategias de funcionamiento. La informaci&#243;n de la ROM es permanente. No se puede modificar
                ni perder al apagar el motor o al desconectar las bater&#237;as.
            </para>
            <para>Toda la informaci&#243;n relacionada con la potencia nominal del motor est&#225; almacenada en esta
                memoria. La informaci&#243;n de las caracter&#237;sticas propias del veh&#237;culo y del motor tambi&#233;n
                est&#225; almacenada en esta memoria y se puede modificar con el EST para cumplir con las necesidades de
                cada usuario. Esto incluye la configuraci&#243;n del cami&#243;n, las caracter&#237;sticas disponibles,
                los modos de advertencia y de protecci&#243;n y muchos otros par&#225;metros que se describir&#225;n en
                forma m&#225;s detallada m&#225;s adelante en esta publicaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>RAM</title>
            <para>La memoria de acceso aleatorio es una memoria de almacenamiento temporal para eventos actuales tales
                como la actual temperatura del motor, las rpm del motor, la posici&#243;n de pedales, etc. Es la memoria
                donde la informaci&#243;n se almacena temporalmente para poder compararla con la informaci&#243;n de la
                ROM. A diferencia de la ROM, la informaci&#243;n almacenada en la RAM se pierde cada vez que el motor se
                apaga o cuando se interrumpe la energ&#237;a hacia el ECM.
            </para>
            <figure id="f1750404" figsize="col-wide">
                <graphic id="eg1273" filename="../figeg1/eg1273.webp" type="webp"/>
                <caption>Figura 1.13 Memoria del microprocesador del m&#243;dulo de control electr&#243;nico</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
