<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - INSPECCI&#211;N VISUAL
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>INSPECCI&#211;N VISUAL</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750902">2.4</hotlnk>
                </emph>
                para ver el procedimiento de inspecci&#243;n visual.
            </para>
            <table id="t1750902">
                <title>Tabla 2.4 Inspecci&#243;n visual DE FORMULARIO EGED - 180</title>
                <tgroup cols="5" colsep="1">
                    <colspec colname="1" colwidth="1.00in"/>
                    <colspec colname="2" colwidth="1.07in"/>
                    <colspec colname="3" colwidth="1.93in"/>
                    <colspec colname="4" colwidth="1.11in"/>
                    <colspec colname="5" colwidth="1.13in"/>
                    <spanspec namest="1" nameend="5" spanname="1to5"/>
                    <spanspec namest="1" nameend="2" spanname="1to2"/>
                    <spanspec namest="3" nameend="5" spanname="3to5"/>
                    <tbody>
                        <row>
                            <entry colspan="5" spanname="1to5">
                                <para>&#8226; Inspeccione si hay fugas</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="1to5">
                                <para>&#8226; Inspeccione si hay conexiones sueltas, etc.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Combustible</para>
                            </entry>
                            <entry>
                                <para>Aceite</para>
                            </entry>
                            <entry>
                                <para>L&#237;quido refrigerante</para>
                            </entry>
                            <entry>
                                <para>El&#233;ctrico</para>
                            </entry>
                            <entry>
                                <para>Aire</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>M&#233;todo</para>
                            </entry>
                            <entry colspan="3" spanname="3to5">
                                <para>Revisi&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>Visual</para>
                            </entry>
                            <entry colspan="3" spanname="3to5">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Inspecci &#243;n visual para revisar la condici&#243;n general del motor y para ver las causas obvias
                de condiciones de arranque dif&#237;cil o sin arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <step1>
                <para count="1">Inspeccione el sistema de combustible completo para ver si hay fugas, incluido el tanque
                    y las l&#237;neas. Inspeccione las l&#237;neas de combustible para ver si hay da&#241;os
                    (retorcimientos y dobladuras).
                </para>
            </step1>
            <step1>
                <para count="1">Revise la l&#237;nea de aceite a alta presi&#243;n desde la bomba de alta presi&#243;n
                    hasta el m&#250;ltiple de suministro de aceite a alta presi&#243;n para ver si hay fugas de aceite
                    importantes.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de enfriamiento completo, (nivel de l&#237;quido refrigerante en
                    el dep&#243;sito, mangueras, bomba de agua y radiador) para ver si hay fugas de l&#237;quido
                    refrigerante. Revise si hay residuos que puedan haber sido causados por fugas anteriores.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas en el sistema de inducci&#243;n de aire.
                    <emph type="bold">Vea la secci&#243;n "Inspecci&#243;n del sistema de inducci&#243;n de aire y
                        Prueba de presi&#243;n".
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el arn&#233;s de cables del motor para verificar la ruta correcta y aseg&#250;rese
                    de que no se hayan producido roces o fricciones. Revise las conexiones a los sensores, rel&#233; y m&#243;dulos
                    de control. Inspeccione las conexiones de los cables de la bater&#237;a para ver si hay corrosi&#243;n.
                    <emph type="bold">Revise los fusibles en la bater&#237;a.</emph>
                    Todas las conexiones deben tener buen contacto y estar en buenas condiciones, sin da&#241;os ni
                    corrosiones.
                </para>
                <specpara>
                    <note>
                        <para>Las conexiones del arn's que lo unen al ECM deben tener una torsi&#243;n de 35 pulgadas
                            lb.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Las l&#237;neas de suministro de combustible sueltas o con fugas pueden hacer que el sistema
                        de combustible deje de alimentar.
                    </para>
                </item>
                <item>
                    <para>Las l&#237;neas de suministro de combustible retorcidas o bloqueadas restringen el flujo de
                        combustible.
                    </para>
                </item>
                <item>
                    <para>Las fugas masivas de combustible o de aceite pueden contribuir a que el motor no arranque.
                    </para>
                </item>
                <item>
                    <para>Las fugas de l&#237;quido refrigerante pueden indicar graves problemas del motor.</para>
                </item>
                <item>
                    <para>Los conectores electr&#243;nicos pueden estar da&#241;ados o instalados en forma incorrecta,
                        causando una condici&#243;n de no arranque.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El sensor de posici&#243;n del eje de levas (CMP) y la v&#225;lvula del regulador de presi&#243;n
                        de la inyecci&#243;n (IPR) son los dos componentes electr&#243;nicos m&#225;s cr&#237;ticos que
                        se deben inspeccionar cuando el motor no enciende.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>He rramientas requeridas</title>
            <para>Luz para inspecci&#243;n</para>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n del sistema de inducci&#243;n de aire</title>
            <step1>
                <para count="1">Inspeccione el alojamiento del filtro de aire externamente para ver si hay da&#241;o o
                    distorsi&#243;n que pueda permitir que aire no filtrado entre al motor.
                </para>
                <specpara>
                    <note>
                        <para>La introducci&#243;n de aire no filtrado dentro del sistema de admisi&#243;n puede causar
                            un desgaste acelerado del motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el alojamiento del filtro de aire internamente para ver si hay movimiento
                    del sello del extremo, indicado por el pulido del lugar en que el sello de extremo entra en contacto
                    con el alojamiento del filtro de aire. El movimiento del sello del extremo indica que la suciedad
                    puede haber pasado por el elemento del filtro de aire y entrado en el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el elemento del filtro de aire para ver si hay poros, agujeros, sellos da&#241;ados,
                    suciedad de los elementos o abolladura del tap&#243;n del extremo debido al apriete excesivo o a da&#241;os
                    durante el servicio.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione las mangueras de admisi&#243;n de aire y las abrazaderas para verificar el
                    apriete y la posici&#243;n sobre los rebores de sellamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el enfriador de carga de aire instalado en el chasis y su tuber&#237;a.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de presi&#243;n del sistema de inducci&#243;n de aire</title>
            <step1>
                <para count="1">Cubra el di&#225;metro exterior de la admisi&#243;n de aire del elemento del filtro de
                    aire con cinta para sellar conductos y tape el drenaje de la c&#225;mara del filtro de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el indicador de restricci&#243;n del filtro de aire o su tuber&#237;a en el
                    filtro de aire. Instale un tap&#243;n para sellar la abertura.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique la tapa en la tuber&#237;a de descarga de aire fr&#237;o que contiene un tap&#243;n.
                    Remueva el tap&#243;n y en su lugar conecte un suministro de aire regulado manualmente por medio del
                    indicador de presi&#243;n. (
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750903">2.3</hotlnk>
                    </emph>
                    ).
                </para>
                <figure id="f1750903" figsize="col-wide">
                    <graphic id="eg1177" filename="../figeg1/eg1177.webp" type="webp"/>
                    <caption>Figura 2.3 Suministro de aire regulado</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Aplique presi&#243;n de aire entre 5 y 8 psi por medio del regulador para presurizar el
                    sistema de inducci&#243;n de aire. Un suministro constante de aire es necesario para compensar la p&#233;rdida
                    de aire a trav&#233;s de las v&#225;lvulas de admisi&#243;n abiertas.
                </para>
            </step1>
            <step1>
                <para count="1">Recubra las siguientes &#225;reas con soluci&#243;n de jab&#243;n y agua y revise si hay
                    fugas. Las fugas har&#225;n que se formen burbujas de aire (
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750904">2.4</hotlnk>
                    </emph>
                    ).
                    <emph type="bold"></emph>
                </para>
                <step2>
                    <para count="1">Superficie del cuerpo del filtro de aire alrededor de la tuber&#237;a de salida.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tuber&#237;a de salida del filtro de aire hacia el empalme del cuerpo del filtro de
                        aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Todas las conexiones de mangueras con abrazaderas y de empaquetaduras entre la
                        salida del filtro de aire y la v&#225;lvula del m&#250;ltiple de admisi&#243;n/cubierta de la v&#225;lvula.
                        Esto incluye las conexiones en el turbo cargador.
                    </para>
                    <figure id="f1750904" figsize="col-wide">
                        <graphic id="eg1181" filename="../figeg1/eg1181.webp" type="webp"/>
                        <caption>Figura 2.4 Fuga del sistema de inducci&#243;n de aire</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">La superficie de todas las tuber&#237;as y mangueras de la inducci&#243;n de aire
                        entre el filtro de aire y el m&#250;ltiple de admisi&#243;n/cubierta de las v&#225;lvulas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Cuando corresponda, la tuber&#237;a de admisi&#243;n de aire del compresor de aire
                        desde el tubo del filtro de aire, incluidas las conexiones y empaquetaduras.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tuber&#237;a hacia el enfriador de carga de aire.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">No se permite ninguna fuga entre el filtro de aire y el turbo cargador (lado de succi&#243;n).
                    Si se detecta una fuga en las juntas, apriete las abrazaderas de las mangueras. Si la fuga persiste,
                    saque las partes para determinar la causa. Reemplace las partes seg&#250;n sea necesario usando
                    nuevas abrazaderas a las torsiones especificadas. Vuelva a probar el &#225;rea corregida.
                </para>
                <specpara>
                    <note>
                        <para>Toda fuga encontrada en el sistema de inducci&#243;n de aire puede haber permitido el
                            ingreso de suciedad al motor. La suciedad que entra al motor puede hacer que los anillos de
                            los pistones se desgasten anormalmente o se rompan (lo que produce un alto consumo de
                            aceite, humo azul excesivo, corrosi&#243;n y erosi&#243;n de la turbina del compresor del
                            turbo cargador. Si se encuentran fugas en el sistema de admisi&#243;n de aire, revise la
                            condici&#243;n interna del motor efectuando una prueba de la presi&#243;n de los gaseas del
                            c&#225;rter.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_62.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_64.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
