<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        INTERRUPTORES DE COMANDO DE CONTROL DE VELOCIDAD - VARIABLE EN LA CABINA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>VARIABLE EN LA CABINA</title>
        <para>Variable "en la cabina" se selecciona programando los par&#225;metros programables del ECM para el modo
            "en la cabina" en "variable en la cabina". Esta opci&#243;n permite que el conductor establezca la velocidad
            del motor en un valor deseado. Luego, el m&#243;dulo de control mantiene esta velocidad en condiciones de
            carga cambiantes hasta la potencia nominal del motor en el rango de velocidad seleccionado.
        </para>
        <para>Para activarlo, gire el interruptor de ON/OFF (activado y desactivado) a la posici&#243;n ON. Esto env&#237;a
            una se&#241;al de 12 voltios a la clavija 35 del ECM. La velocidad se puede ajustar de dos formas. Primero,
            el operador puede ajustar la velocidad del motor con el acelerador y luego presionar el interruptor SET.
            Esto env&#237;a una se&#241;al de 12 voltios a la clavija 32 del ECM. O bien, el operador puede presionar
            RESUME/ACCEL, enviando una se&#241;al de 12 voltios a la clavija 31 del ECM para aumentar la velocidad en
            incrementos. El operador tambi&#233;n puede presionar el interruptor SET/COAST para disminuir la velocidad
            del motor.
        </para>
        <para>La velocidad establecida del motor est&#225; limitada al valor programado en el ECM para velocidad PTO m&#225;xima.</para>
        <para>El control de velocidad PTO se desactiva al presionar el interruptor OFF, el pedal del freno, el pedal del
            embrague o al engranar la transmisi&#243;n autom&#225;tica, y tambi&#233;n al haber una se&#241;al desde el
            VSS, a menos que est&#233; programado para el funcionamiento m&#243;vil. El control de velocidad PTO no
            funciona si la se&#241;al VSS o la de freno tiene una falla.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_352.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_354.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
