<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        RETARDADOR DEL VEH&#205;CULO (VRE) - RETARDADOR DEL VEH&#205;CULO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>
            <emph type="bold">RETARDADOR DEL VEH&#205;CULO</emph>
        </title>
        <svcprocinfo>
            <para>Este grupo de par&#225;metros personaliza la caracter&#237;stica del retardador. El prop&#243;sito del
                retardador del veh&#237;culo es proporcionar la l&#243;gica adecuada para activar o desactivar un freno
                mec&#225;nico del motor o de la transmisi&#243;n. Existen varios tipos de freno de motor.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Frenos de escape del motor</para>
                </item>
                <item>
                    <para>Retardadores de la transmisi&#243;n</para>
                </item>
                <item>
                    <para>Dispositivo antibloqueo de frenado</para>
                </item>
            </randlist>
            <para>El prop&#243;sito de estos dispositivos es ayudar en la desaceleraci&#243;n del veh&#237;culo
                proporcionando carga adicional al veh&#237;culo o al motor. Esto reduce el desgaste de los frenos en veh&#237;culos
                con situaciones que requieren un frenado frecuente. Tambi&#233;n se proporciona una protecci&#243;n
                contra la velocidad excesiva que disminuye las probabilidades de da&#241;os en el motor debido a una
                velocidad excesiva del mismo.
            </para>
            <para>Los componentes electr&#243;nicos incorporados proporcionan la l&#243;gica de control necesaria para
                determinar el momento en que el retardador del veh&#237;culo se debe activar. Actualmente, hay cinco
                estados de funcionamiento electr&#243;nico. APAGADO, ACTIVADO, MARCHA POR INERCIA, ACTIVADO POR LA
                TRANSMISI&#211;N y VELOCIDAD EXCESIVA
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Retardador del veh&#237;culo</title>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados el modo deseado de
                funcionamiento para la caracter&#237;stica del retardador del veh&#237;culo.
            </para>
            <randlist type="bullet">
                <item>
                    <para>APAGADO: La caracter&#237;stica est&#225; desactivada en todo momento.</para>
                </item>
                <item>
                    <para>ACTIVADO: El retardador del veh&#237;culo se activa cuando se satisfacen las condiciones
                        correctas del motor o del veh&#237;culo. Cuando el control de crucero o el control de velocidad
                        PTO est&#225;n encendidos, el pedal del freno se debe presionar antes de que el retardador del
                        veh&#237;culo pueda activarse. &#201;ste permanece activado hasta que se oprime el pedal del
                        acelerador o se alcanza la velocidad de ralent&#237;.
                    </para>
                </item>
                <item>
                    <para>MARCHA POR INERCIA: El retardador del veh&#237;culo se activa cuando se satisfacen las
                        condiciones correctas del motor o del veh&#237;culo. Cuando el control de crucero o el control
                        de velocidad PTO est&#225;n encendidos, el pedal del freno se debe presionar antes de que el
                        retardador del veh&#237;culo pueda activarse. &#201;ste permanece activado s&#243;lo si el pedal
                        del freno se oprime en forma continua.
                    </para>
                </item>
                <item>
                    <para>ACTIVADO POR TRANSMISI&#211;N: El retardador del veh&#237;culo se hace funcionar de manera
                        similar al estado ACTIVADO. Sin embargo, se deja que el motor funcione a un rango de rpm m&#225;s
                        alto en este estado ya que la transmisi&#243;n es el dispositivo retardador.
                    </para>
                </item>
                <item>
                    <para>VELOCIDAD EXCESIVA: Esta protecci&#243;n se proporciona en todos los estados activos del
                        retardador del veh&#237;culo. Esta act&#250;a para que el retardador del veh&#237;culo se active
                        cuando las rpm sean demasiado altas.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_398.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_400.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
