<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        RESTRICCI&#211;N DE LA BOMBA DE TRANSFERENCIA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>RESTRICCI&#211;N DE LA BOMBA DE TRANSFERENCIA</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751003">2.19</hotlnk>
                </emph>
                para ver la prueba de restricci&#243;n de la bomba de transferencia.
            </para>
            <table id="t1751003">
                <title>Tabla 2.19 Restricci&#243;n de la bomba de transferencia DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">NOTA: Realice esta prueba s&#243;lo si la presi&#243;n del
                                        combustible est&#225; baja.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida en la admisi&#243;n del filtro de combustible en alta velocidad en
                                    vac&#237;o
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Indicador de vac&#237;o de 0 - 30 pulgadas Hg.</para>
                            </entry>
                            <entry colname="2">
                                <para>Menos de 8 pulgadas Hg.</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>Si la restricci&#243;n es importante, revise si hay bloqueo entre la bomba y el
                                    tanque de combustible
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>Si la restricci&#243;n es &#60; que 8" Hg., consulte EGES-175 secci&#243;n 2.3
                                    para obtener diagn&#243;sticos adicionales.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si la baja presi&#243;n de combustible es causada por una restricci&#243;n excesiva en la l&#237;nea
                de suministro de combustible entreel o los tanques de combustible y la admisi&#243;n de la bomba de
                transferencia.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <step1>
                <para count="1">Conecte una T
                    <emph type="bold"></emph>entre la admisi&#243;n del filtro de combustible y la l&#237;nea de
                    suministro de combustible. Conecte una l&#237;nea desde la T hasta el indicador de vac&#237;o de
                    0-30" Hg. de la barra de man&#243;metros (PS94-831-3)
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751003">2.38</hotlnk>.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Mid a la restricci&#243;n de la admisi&#243;n de combustible en alta velocidad en vac&#237;o
                    y anote la lectura en el formulario de diagn&#243;stico.
                </para>
            </step1>
            <step1>
                <para count="1">Si la restricci&#243;n excede 8 pulgadas Hg., ubique la restricci&#243;n en el lado de
                    succi&#243;n del sistema de combustible y corr&#237;jala. Si la restricci&#243;n est&#225; dentro de
                    las especificaciones o es muy baja, efect&#250;e los siguientes pasos:
                </para>
                <step2>
                    <para count="1">Remueva la l&#237;nea de suministro de combustible, conecte una l&#237;nea pl&#225;stica
                        transparente en la conexi&#243;n de admisi&#243;n de combustible y conecte la l&#237;nea de
                        suministro de combustible en la l&#237;nea pl&#225;stica transparente.
                    </para>
                </step2>
                <step2>
                    <para count="1">Revise si hay burbujas de aire en la l&#237;nea pl&#225;stica transparente mientras
                        el motor est&#225; funcionando en alta velocidad en vac&#237;o. Si hay burbujas de aire
                        visibles, inspeccione el sistema de combustible para ver si hay grietas que permitan la succi&#243;n
                        y rep&#225;relas. Si no hay burbujas de aire presentes en la l&#237;nea transparente, remueva la
                        l&#237;nea pl&#225;stica transparente.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale un tap&#243;n para sellar la admisi&#243;n de combustible. Encienda el motor
                        y h&#225;galo funcionar en alta velocidad en vac&#237;o. La lectura de vac&#237;o debe ser
                        superior a 22" Hg. Si es menor, revise si hay entrada de aire entre el indicador de vac&#237;o y
                        la bomba de transferencia. Si no se encuentran fugas, reemplace la bomba de transferencia.
                    </para>
                    <specpara>
                        <note>
                            <para>Si no se encuentran fugas en el lado de admisi&#243;n del sistema de combustible y la
                                bomba de transferencia est&#225; entregando un vac&#237;o > 22" Hg., reemplace la v&#225;lvula
                                de retorno de combustible. Vuelva a revisar la presi&#243;n del combustible para
                                verificar que la v&#225;lvula estaba defectuosa.
                            </para>
                        </note>
                    </specpara>
                    <figure id="f1751003" figsize="col-wide">
                        <graphic id="eg6819" filename="../figeg6/eg6819.webp" type="webp"/>
                        <caption>Figura 2.38 Medici&#243;n de la restricci&#243;n de la bomba de transferencia con barra
                            de man&#243;metros (PS94-831-3)
                        </caption>
                    </figure>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Un filtro de combustible puede causar una restricci&#243;n importante y una baja presi&#243;n
                        del combustible debido a suciedad o gelatinizaci&#243;n del combustible en temperaturas ambiente
                        fr&#237;as. Cambie el filtro y vuelva a hacer la prueba.
                    </para>
                </item>
                <item>
                    <para>Filtro de combustible principal o separador de combustible y agua obstruido.</para>
                </item>
                <item>
                    <para>Una l&#237;nea de suministro de combustible retorcida o muy doblada o un bloqueo en el tubo de
                        captaci&#243;n pueden causar restricci&#243;n y, por lo tanto, una baja presi&#243;n del
                        combustible.
                    </para>
                </item>
                <item>
                    <para>Una l&#237;nea de combustible floja en el lado de succi&#243;n del sistema de combustible
                        puede hacer que el aire entre al sistema y cause una baja presi&#243;n de combustible.
                    </para>
                </item>
                <item>
                    <para>El filtro de combustible principal o el separador de combustible y agua pueden estar causando
                        el ingreso de aire al sistema de combustible debido a conexiones flojas, etc.
                    </para>
                </item>
                <item>
                    <para>V&#225;lvula de retorno de combustible defectuosa o trabada en posici&#243;n abierta debido a
                        desechos.
                    </para>
                </item>
                <item>
                    <para>Bomba de transferencia de combustible defectuosa.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>H erramientas requeridas</title>
            <para>Barra de man&#243;metros (PS94-831-3), "T" o conexi&#243;n de tornillo hueca reelaborada, adaptador de
                tuber&#237;a NPT y l&#237;neas de combustible adecuadas.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_81.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_83.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
