<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.2: SISTEMA DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N - FUNCIONAMIENTO DEL
        SISTEMA DE PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N - CONTROL DE LA PRESI&#211;N DE LA INYECCI&#211;N
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>CONTROL DE LA PRESI&#211;N DE LA INYECCI&#211;N</title>
        <para>El ECM controla la presi&#243;n de control de la inyecci&#243;n mediante el Regulador de presi&#243;n de
            control de la inyecci&#243;n (IPR) (
            <emph type="bold">Figura
                <hotlnk xrefid="f1750202">1.4</hotlnk>
            </emph>
            ). El ECM monitorea continuamente el resultado de este control usando el Sensor de presi&#243;n de control
            de la inyecci&#243;n (ICP). La se&#241;al de presi&#243;n obtenida desde el ICP permite que el ECM conozca
            la presi&#243;n de control de la inyecci&#243;n real en todo el per&#237;odo de funcionamiento del motor o
            incluso durante el modo de encendido. Este funcionamiento se conoce como "lazo cerrado".
        </para>
        <para>El ECM puede definir c&#243;digos de diagn&#243;stico si la se&#241;al el&#233;ctrica del ICP est&#225;
            fuera de rango o si la se&#241;al del ICP recibida corresponde a un valor fuera de rango para la presi&#243;n
            de control de la inyecci&#243;n en una condici&#243;n determinada de funcionamiento.
        </para>
        <para>Si se produce alguna de estas situaciones, el ECM ignora la se&#241;al del ICP y controla el
            funcionamiento de la v&#225;lvula IPR usando valores nominales preprogramados. Esta condici&#243;n se conoce
            como "lazo abierto" (
            <emph type="bold">Figura
                <hotlnk xrefid="f1750203">1.5</hotlnk>
            </emph>
            ).
        </para>
        <figure id="f1750202" figsize="col-wide">
            <graphic id="eg1264" filename="../figeg1/eg1264.webp" type="webp"/>
            <caption>Figura 1.4 Sistema de control de la inyecci&#243;n</caption>
        </figure>
        <figure id="f1750203" figsize="col-wide">
            <graphic id="eg1265" filename="../figeg1/eg1265.webp" type="webp"/>
            <caption>Figura 1.5 Funcionamiento del lazo cerrado</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
