<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        RESTRICCI&#211;N DE ADMISI&#211;N
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="3">
        <title>RESTRICCI&#211;N DE ADMISI&#211;N</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751008">2.24</hotlnk>
                </emph>
                para ver la prueba de restricci&#243;n de admisi&#243;n.
            </para>
            <table id="t1751008">
                <title>Tabla 2.24 Prueba de restricci&#243;n de admisi&#243;n DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida en alta velocidad en vac&#237;o.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Use un man&#243;metro o un indicador de vac&#237;o un indicador
                                    magnehelic.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Man&#243;metro o indicador de vac&#237;o un indicador magnehelic</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#225;ximo 12.5 pulgadas H20</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determin ar si hay una restricci&#243;n excesiva de la admisi&#243;n y del filtro de aire. Con
                frecuencia, una queja por baja potencia y ahorro de combustible deficiente se debe simplemente a un
                elemento sucio del filtro de aire. En esta prueba, el indicador se inserta en el alojamiento del filtro
                de aire. A medida que el elemento del filtro de aire acumula suciedad, la restricci&#243;n del flujo de
                aire aumenta. Si la restricci&#243;n excede las especificaciones, reemplace el o los elementos del
                filtro de aire.
            </para>
            <specpara>
                <note>
                    <para>Una restricci&#243;n importante de la admisi&#243;n puede producir una cantidad considerable
                        de humo negro o azul al arrancar el motor.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Inspe cci&#243;n del indicador de restricci&#243;n de la admisi&#243;n de aire</title>
            <step1>
                <para count="1">Para obtener informaci&#243;n detallada, consulte el "manual de funcionamiento y
                    mantenimiento" y "medidor e indicador de restricci&#243;n del filtro de aire" adecuado.
                </para>
                <specpara>
                    <note>
                        <para>El filtro de aire se debe reemplazar cuando la restricci&#243;n alcanza el l&#237;mite m&#225;ximo
                            permitido. La restricci&#243;n se puede medir mediante un indicador de servicio, un man&#243;metro
                            de agua o un indicador magnehelic.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el o los elementos para ver si hay empaquetaduras da&#241;adas o
                    abolladuras. Si presentan cualquiera de estas caracter&#237;sticas, se deben reemplazar.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la tuber&#237;a de admisi&#243;n para ver si hay restos de suciedad.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtro de aire de un elemento</title>
            <para>Mida la restricci&#243;n del filtro de aire del siguiente modo:</para>
            <step1>
                <para count="1">Conecte el indicador de prueba de restricci&#243;n,
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751015">2.50</hotlnk>
                    </emph>
                    , en la tapa de la carcasa del filtro de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en rpm de alta velocidad en vac&#237;o.</para>
            </step1>
            <step1>
                <para count="1">Reemplace el elemento del filtro de aire cuando el indicador de prueba muestre una
                    restricci&#243;n superior a 12.5 pulgadas H2O (3.13 kPa).
                </para>
                <figure id="f1751015" figsize="col-wide">
                    <graphic id="eg1180" filename="../figeg1/eg1180.webp" type="webp"/>
                    <caption>Figura 2.50 Ubicaci&#243;n de la prueba de restricci&#243;n (tapa)</caption>
                </figure>
                <specpara>
                    <note>
                        <seqlist style="arabic">
                            <item>
                                <para>La restricci&#243;n m&#225;xima real del filtro de aire s&#243;lo se puede obtener
                                    al hacer funcionar el motor con carga total y velocidad nominal. El indicador o
                                    medidor de vac&#237;o instalado en el veh&#237;culo detecta la restricci&#243;n m&#225;xima
                                    al detectar 25 pulgadas H2O (6.22 kPa) en los indicadores instalados en el veh&#237;culo,
                                    si la restricci&#243;n es mayor, reemplace el elemento del filtro de aire. Para
                                    comodidad, la restricci&#243;n del filtro de aire se puede medir en alta velocidad
                                    sin carga; sin embargo, el elemento se debe reemplazar cuando se miden 12.5 pulgadas
                                    H2O (3.13 kpa) SIN CARGA.
                                </para>
                            </item>
                            <item>
                                <para>Una restricci&#243;n importante del filtro de aire puede hacer que los sellos del
                                    turbo cargador salgan de su asiento, lo que produce la salida del aceite a trav&#233;s
                                    de los sellos y hacia el motor.
                                </para>
                            </item>
                        </seqlist>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtro de dos elementos</title>
            <para>El filtro de aire de dos elementos proporciona un elemento del filtro primario (exterior) de gran tama&#241;o
                y un elemento del filtro secundario (interior) peque&#241;o y opcional. El elemento secundario se debe
                usar en ambientes polvorientos.
            </para>
            <para>El orificio de toma del indicador de restricci&#243;n del filtro de aire (conjunto de dos elementos)
                <emph type="bold">Figuras
                    <hotlnk xrefid="f1751016">2.51</hotlnk>
                    y
                    <hotlnk xrefid="f1751017">2.52</hotlnk>
                </emph>
                est&#225; localizado entre los elementos primario y secundario, en la parte inferior de la caracasa del
                filtro de aire. Esta ubicaci&#243;n s&#243;lo le permite al indicador detectar la obstrucci&#243;n del
                elemento primario (exterior). El instrumento indicador de restricci&#243;n o del medidor de vac&#237;o
                se encuentra instalado en el tablero de instrumentos.
                <emph type="bold">LA OBSTRUCCI&#211;N DEL ELEMENTO INTERIOR NO LA REGISTRA EL INDICADOR DE RESTRICCI&#211;N
                    NI EN EL MEDIDOR DE VAC&#205;O INSTALADO EN EL TABLERO.
                </emph>
            </para>
            <para>Para determinar la restricci&#243;n del elemento interior use:</para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de revisi&#243;n visual</title>
            <para>Inspeccione visualmente el indicador de restricci&#243;n incorporado en el elemento interior o en la
                tuerca de retenci&#243;n del elemento interior.
            </para>
            <specpara>
                <note>
                    <para>Los dos indicadores distintos son el resultado de dos proveedores diferentes. Reemplace el
                        elemento cuando el punto verde desaparezca del elemento o de la ventana en la tuerca de retenci&#243;n.
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>LA TUERCA DE RETENCI&#211;N DE CADA PROVEEDOR REQUIERE UNA TORSI&#211;N DISTINTA. CONSULTE LAS
                        FIGURAS
                        <hotlnk xrefid="f1751016">2.51</hotlnk>
                        Y
                        <hotlnk xrefid="f1751017">2.52</hotlnk>.
                    </para>
                </important>
            </specpara>
            <figure id="f1751016" figsize="col-wide">
                <graphic id="eg6156" filename="../figeg6/eg6156.webp" type="webp"/>
                <caption>Figura 2.51 Filtro de aire de dos elementos con indicador en tap&#243;n de extremo</caption>
            </figure>
            <figure id="f1751017" figsize="col-wide">
                <graphic id="eg1288" filename="../figeg1/eg1288.webp" type="webp"/>
                <caption>Figura 2.52 Filtro de aire de dos elementos con indicador en tuerca de retenci&#243;n</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Caus as posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Elemento del filtro de aire sucio.</para>
                </item>
                <item>
                    <para>Nieve, bolsas pl&#225;sticas u otros materiales extra&#241;os pueden restringir el flujo de
                        aire en la admisi&#243;n del filtro de aire. En motores recientemente reparados, trapos o
                        tapones hembra pueden haberse dejado inadvertidamente en el sistema de admisi&#243;n.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <para>Barra de man&#243;metros (PS94-831-3), indicador de vac&#237;o Magnehelic o man&#243;metro de agua.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
