<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        REGULADOR DE PRESI&#211;N DE LA INYECCI&#211;N (IPR) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>El ECM monitorea la presi&#243;n de control de la inyecci&#243;n mientras el motor est&#225; en
                funcionamiento. Si la presi&#243;n real es superior o inferior a la presi&#243;n deseada, el ECM define
                un c&#243;digo de falla. Cuando esto ocurre, el ECM desconoce al sensor ICP y controla el motor usando
                valores preprogramados para el IPR.
            </para>
            <para>La herramienta de servicio electr&#243;nico se usa para efectuar la prueba est&#225;ndar con el motor
                funcionando permitiendo que el ECM var&#237;e la se&#241;al ordenada hacia el IPR y monitoree el
                rendimiento del sistema de presi&#243;n de control de la inyecci&#243;n. Si el sistema no responde
                dentro de los par&#225;metros especificados, el ECM define un c&#243;digo de falla.
            </para>
            <para>Los c&#243;digos de falla se pueden recuperar usando la herramienta de servicio electr&#243;nico o el
                interruptor de diagn&#243;stico de entrada de autoprueba ubicado en el tablero del veh&#237;culo. Si la
                llave del arranque se gira a OFF, el c&#243;digo se almacena como un c&#243;digo inactivo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 241, C&#211;DIGO ATA SID 42 FMI 11, REGULADOR DE PRESI&#211;N DE CONTROL DE
                LA INYECCI&#211;N FALLA DE AUTOPRUEBA OCC
            </title>
            <para>El c&#243;digo 241 se define s&#243;lo durante la revisi&#243;n del circuito de salida est&#225;ndar
                con el motor apagado. Esta prueba indica que el ECM ha efectuado una prueba del circuito de salida, ha
                medido la ca&#237;da de voltaje en el circuito del IPR y ha determinado que est&#225; bajo o sobre la
                especificaci&#243;n.
            </para>
            <para>Si esta falla est&#225; presente, el motor no funciona. El ECM no enciende la luz ENGINE WARNING si
                este c&#243;digo est&#225; activo; sin embargo, este c&#243;digo se transmite al finalizar la revisi&#243;n
                del circuito de salida usando el interruptor STI o la herramienta de servicio electr&#243;nico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 331, C&#211;DIGO ATA PID 164 FMI 0, PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
                SOBRE RANGO DE FUNCIONAMIENTO DEL SISTEMA
            </title>
            <para>El c&#243;digo 331 indica que el ECM ha detectado una presi&#243;n de control de la inyecci&#243;n
                superior a 3675 psi (25 mpa), que es mayor que la presi&#243;n de funcionamiento m&#225;xima permisible.
            </para>
            <para>Cuando este c&#243;digo est&#225; activo, el ECM enciende la luz ENGINE WARNING.</para>
            <para>Causas posibles: Se&#241;al ICP incorrecta debido a circuitos o sensor defectuoso, circuito de se&#241;al
                IPR conectado a tierra, desperfecto en el sistema de presi&#243;n de control de la inyecci&#243;n o v&#225;lvula
                IPR atascada o trabada.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_282.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751621.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
