<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SUMINISTRO DE ENERG&#205;A DEL M&#211;DULO DE CONTROL ELECTR&#211;NICO (ECM) - DESCRIPCI&#211;N AMPLIADA
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA</title>
        <para>Consulte el diagrama del circuito del suministro de energ&#237;a del m&#243;dulo de control electr&#243;nico
            (
            <emph type="bold">Figura
                <hotlnk document="m175_223.xml" xrefid="f1751635">3.43</hotlnk>
            </emph>
            )
            <emph type="bold"></emph>para ver el siguiente an&#225;lisis.
        </para>
        <para>El M&#243;dulo de control electr&#243;nico (ECM) recibe su energ&#237;a directamente desde las bater&#237;as
            del veh&#237;culo cuando el rel&#233; de energ&#237;a del ECM se energiza. Esto permite una transferencia m&#225;xima
            de energ&#237;a desde las bater&#237;as al ECM con una cantidad m&#237;nima de p&#233;rdida de energ&#237;a.
            El arn&#233;s de cables que suministra energ&#237;a al ECM tiene fusibles en la bater&#237;a para protegerlo
            de cortocircuitos.
        </para>
        <para>Cuando el interruptor de la ignici&#243;n se gira a ON, la energ&#237;a de ignici&#243;n desde el fusible
            F5 (5 A) se suministra a la cavidad V del ECM a trav&#233;s del conector de 22 clavijas que se encuentra
            adherido al salpicadero de la cabina. Esto le indica al ECM que el interruptor de ignici&#243;n est&#225; en
            ON y que es tiempo de activar el rel&#233; de energ&#237;a del ECM.
        </para>
        <para>La energ&#237;a hacia la bobina de control del rel&#233; de energ&#237;a del ECM (terminal 85) es
            proporcionada por el circuito 97CT desde el perno de alimentaci&#243;n de la bater&#237;a a trav&#233;s del
            conector de 22 clavijas en el salpicadero de la cabina. El ECM activa el rel&#233; de energ&#237;a del ECM
            completando el circuito a tierra (internamente) hacia el rel&#233; en la clavija 25 del ECM.
        </para>
        <para>Cuando el rel&#233; de energ&#237;a del ECM est&#225; activado, la energ&#237;a en el terminal 30 desde
            las bater&#237;as del veh&#237;culo se conmuta directamente hacia el ECM desde el terminal 87 del rel&#233;
            a las clavijas 21, 22 y 41 del ECM. La energ&#237;a de la bater&#237;a del veh&#237;culo para que este rel&#233;
            se conmute es suministrada directamente desde la bater&#237;a a trav&#233;s del conector 426 y hacia el
            terminal 30 del rel&#233;.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_218.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_220.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
