<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        CIRCUITO DEL VELOC&#205;METRO DEL EJE DE DOS VELOCIDADES - ADMINISTRACI&#211;N DE DETECCI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>ADMINISTRACI&#211;N DE DETECCI&#211;N DE FALLAS</title>
        <para>No hay diagn&#243;sticos del ECM para los circuitos de dos velocidades.</para>
        <para>Consulte la
            <emph type="bold">Figura
                <hotlnk xrefid="f1751687">3.94</hotlnk>
            </emph>
            para ver el diagrama del circuito de entrada del eje de dos velocidades.
        </para>
        <figure id="f1751687" figsize="col-wide">
            <graphic id="eg1254" filename="../figeg1/eg1254.webp" type="webp"/>
            <caption>Figura 3.94 Diagrama del circuito del eje de dos velocidades</caption>
        </figure>
        <para>
            <emph type="bold">USE LA EST PARA EFECTUAR LA SIGUIENTE PRUEBA</emph>
        </para>
        <step1>
            <para count="1">Use la EST para verificar la programaci&#243;n correcta del ECM, incluidas las relaciones
                correctas del eje trasero (alta y baja)
            </para>
            <step2>
                <para count="1">Si la programaci&#243;n est&#225; correcta, vaya al paso 2.</para>
            </step2>
            <step2>
                <para count="1">Si la programaci&#243;n no est&#225; correcta, haga las correcciones necesarias a la
                    programaci&#243;n.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Use la EST para monitorear el interruptor de dos velocidades mientras cambia la posici&#243;n
                del interruptor varias veces.
            </para>
            <step2>
                <para count="1">Si el interruptor no funciona, vaya al paso 3.</para>
            </step2>
            <step2>
                <para count="1">Si el interruptor funciona correctamente, vaya al paso 4.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">Desconecte el conector desde el ECM. Con la ignici/oacute;n en ON y el interruptor en la
                posici&#243;n LOW, mida el voltaje a tierra en el circuito 93A. El voltaje de la bater&#237;a (12 &#177;
                1.5 voltios) debe estar presente (Figura
                <hotlnk xrefid="f1751687">3.94</hotlnk>).
            </para>
            <step2>
                <para count="1">Si es inferior a 10.5 v, revise las conexiones; si es 0 voltios, revise si hay abertura
                    o cortocircuito con tierra.
                </para>
            </step2>
            <step2>
                <para count="1">Si el voltaje de la bater&#237;a est&#225; presente, reemplace el ECM.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">Consulte los instrumentos del grupo 08 del manual de servicio y efect&#250;e la autoprueba
                de diagn&#243;stico del veloc&#237;metro.
            </para>
            <step2>
                <para count="1">Si la autoprueba est&#225; bien, siga las recomendaciones del manual de servicio.</para>
            </step2>
            <step2>
                <para count="1">Si la autoprueba est&#225; bien, pruebe el veh&#237;culo en el camino y haga que un
                    pasajero monitoree la velocidad del veh&#237;culo usando la EST. Si la EST exhibe la velocidad
                    correcta, reemplace la unidad de veloc&#237;metro y tac&#243;metro. Si la EST no exhibe la velocidad
                    correcta, reemplace el ECM.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_379.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_381.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
