<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        EST-PRUEBA CON EL MOTOR FUNCIONANDO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>EST-PRUEBA CON EL MOTOR FUNCIONANDO</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751009">2.25</hotlnk>
                </emph>
                para ver la prueba de la EST con el motor funcionando.
            </para>
            <table id="t1751009">
                <title>Tabla 2.25 EST - Prueba con el motor funcionando DE FORMULARIO EGED - 180</title>
                <tgroup cols="2">
                    <colspec colname="1" colwidth="65p"/>
                    <colspec colname="2" colwidth="180p"/>
                    <spanspec namest="1" nameend="2" spanname="s1t2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>&#8226; Seleccione la prueba "Engine Running" en el men&#250; de pruebas de diagn&#243;stico.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Fallas encontradas</para>
                            </entry>
                            <entry colname="2">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="s1t2">
                                <para>
                                    <emph type="bold">Consulte el formulario Diagn&#243;stico electr&#243;nico si se
                                        define uno o m&#225;s c&#243;digos de falla
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Verificar que los sensores y accionadores electr&#243;nicos del motor est&#233;n funcionando
                correctamente dentro de los especificados. La Herramienta de servicio electr&#243;nico (EST) se usa para
                indicar al M&#243;dulo de control electr&#243;nico (ECM) que realice la "prueba con el motor
                funcionando". El ECM activa los accionadores y monitorea las se&#241;ales de retroalimentaci&#243;n de
                los sensores. Si existen problemas con un sensor o accionador, el ECM transmite uno o m&#225;s c&#243;digos
                de falla a la EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <specpara>
                <important>
                    <para>ponga el freno de estacionamiento y aseg&#250;rese de que la transmisi&#243;n est&#233; en
                        neutro ANTES DE LA PRUEBA CON EL MOTOR FUNCIONANDO.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Encienda y haga funcionar el motor hasta que &#233;ste alcance una temperatura m&#237;nima
                    de 160&#176; F.
                </para>
                <specpara>
                    <note>
                        <para>El motor debe estar al menos a 160&#176; F para permitir que el ECM realice una prueba
                            exacta de los sensores y accionadores del motor. Si la temperatura del l&#237;quido
                            refrigerante del motor es inferior al rango de autoprueba, la herramienta EST muestra el
                            mensaje "ECT OUT OF SELF TEST RANGE".
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Entre a "Engine Running Test" en el men&#250;
                    <emph type="bold">"DIAGNOSTIC TESTS"</emph>, presionando la tecla
                    <emph type="bold">"</emph>&#8595;
                    <emph type="bold">"</emph>
                    hasta que aparezca
                    <emph type="bold">"ENGINE RUNNING TEST"</emph>en la pantalla. Luego, presione la tecla
                    <emph type="bold">"ENTER"</emph>(
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751018">2.53</hotlnk>
                    </emph>
                    ).
                </para>
                <figure id="f1751018" figsize="col-wide">
                    <graphic id="pl056" filename="../figpl0/pl056.webp" type="webp"/>
                    <caption>Figura 2.53 Pantalla Engine Running Test</caption>
                </figure>
                <para>El ECM realiza la "prueba con el motor funcionando". Le indica al motor que acelere a rpm del
                    motor predeterminadas y que haga funcionar la v&#225;lvula del Regulador de presi&#243;n de la
                    inyecci&#243;n (IPR).
                </para>
                <para>El ECM mide los efectos del movimiento de la v&#225;lvula IPR a trav&#233;s del sensor ICP. Una
                    vez finalizada la prueba, si no se detectaron fallas la pantalla de la EST muestra
                    <emph type="bold">"00 FAULTS"</emph>
                    . Si la EST indica que se han detectado fallas, presione la tecla
                    <emph type="bold">"ENTER"</emph>para mostrar los c&#243;digos de falla. Anote los c&#243;digos de
                    falla y consulte el formulario EGED-185 Diagn&#243;stico electr&#243;nico para ver los c&#243;digos
                    de falla que se detectaron.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Sensor ICP o v&#225;lvula IPR defectuosos o no operativos.</para>
                </item>
                <item>
                    <para>Fuga de aceite a alta presi&#243;n en el sistema de control de la inyecci&#243;n.</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa.</para>
                </item>
                <item>
                    <para>Arn&#233;s de cables hacia los sensores o accionadores abierto o corto circuito.</para>
                </item>
                <item>
                    <para>Conexiones del arn&#233;s de cables del motor sueltas o corro&#237;das en los sensores o
                        accionadores.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_87.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_89.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
