<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SISTEMA DE REGULACI&#211;N DE PRESI&#211;N DE LA INYECCI&#211;N (IPR_SYS) - DETECCI&#211;N Y ADMINISTRACI&#211;N
        DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DETECCI&#211;N Y ADMINISTRACI&#211;N DE FALLAS</title>
        <para>Los c&#243;digos de falla asociados con este sistema pueden indicar una falla el&#233;ctrica o del sistema
            de control electr&#243;nico, pero
            <emph type="bold">indican con mayor probabilidad un problema mec&#225;nico o hidr&#225;ulico del sistema de
                presi&#243;n de control de la inyecci&#243;n.
            </emph>
        </para>
        <para>El ECM monitorea constantemente la presi&#243;n de control de la inyecci&#243;n en el sistema para
            asegurarse de que el sistema est&#233; proporcionando la presi&#243;n de control correcta en todo momento.
            Si la retroalimentaci&#243;n de presi&#243;n de aceite entregada por el sensor ICP no cumple los valores
            deseados programados del ECM, el ECM define un c&#243;digo de falla, enciende la luz WARN y controla el
            funcionamiento del sistema de control de la inyecci&#243;n calculando la presi&#243;n de aceite correcta
            para todas las condiciones de funcionamiento hasta que se hace un diagnostico y se repara el sistema.
        </para>
        <para>El ECM tambi&#233;n monitorea la presi&#243;n de control de la inyecci&#243;n desarrollada al arrancar el
            motor. Si la presi&#243;n no se desarrolla dentro del l&#237;mite de tiempo esperado del ECM, &#233;ste env&#237;a
            un c&#243;digo de falla adecuado que ayuda al t&#233;cnico a diagnosticar la condici&#243;n de "sin
            arranque, o arranque dif&#237;cil".
        </para>
        <para>El t&#233;cnico puede usar la Herramienta de servicio electr&#243;nico (EST) para ordenar al ECM que efect&#250;e
            con el motor funcionando, una prueba en el sistema de presi&#243;n de control de la inyecci&#243;n. El ECM
            controla el regulador de presi&#243;n en una secuencia programada para evaluar el rendimiento del sistema.
            Al final de la prueba, el ECM transmite los c&#243;digos de falla si el rendimiento del sistema no es
            satisfactorio.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_285.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_287.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
