<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>PRESI&#211;N DE CONTROL DE LA INYECCI&#211;N</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750912">2.14</hotlnk>
                </emph>
                para ver la prueba de la presi&#243;n de control de la inyecci&#243;n.
            </para>
            <table id="t1750912">
                <title>Tabla 2.14 Prueba de presi&#243;n de control de la inyecci&#243;n DE FORMULARIO EGED - 180
                </title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; M&#237;nimo 130 rpm de velocidad de arranque del motor durante 20
                                    segundos
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida con la caja de derivaci&#243;n conectada al arn&#233; s de cables del
                                    motor (conector superior) en el ECM en los pines 16+ y 19- o se&#241;al T de
                                    derivaci&#243;n (verde) y tierra (negra)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>DVOM 16+ y 19 -</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 1 voltio</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n ICP est&#225; baja, consulte la prueba 10
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si el sistema de presi&#243;n de control de la inyecci&#243;n est&#225; suministrando
                suficiente presi&#243;n de aceite para arrancar y hacer funcionar el motor. Este es un m&#233;todo
                alterno que se puede usar si la Herramienta de servicio electr&#243;nico (EST) no est&#225; disponible o
                si no funciona correctamente. Una energ&#237;a el&#233;ctrica insuficiente proveniente de las bater&#237;as
                o una falla electr&#243;nica pueden impedir que la EST reciba los datos de diagn&#243;stico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <para>Medici&#243;n de la presi&#243;n de control de la inyecci&#243;n usando caja de derivaci&#243;n (
                <emph type="bold">Figura
                    <hotlnk xrefid="f1750929">2.29</hotlnk>
                </emph>
                ).
            </para>
            <step1>
                <para count="1">Remueva el conector de 60 v&#237;as del ECM del arn&#233;s de cables (superior)del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los conectores adaptadores de caja de derivaci&#243;n en el conector del motor
                    en el ECM. Vuelva a conectar el conector del arn&#233;s de cables del motor en el conector adaptador
                    de la caja de derivaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el conector al ECM a una torsi&#243;n de 35 pulgadas lb</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el conductor positivo del DVOM al terminal 16 y el conductor negativo al
                    terminal 19.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; marcha al motor mientras observa el DVOM y anote en el formulario de diagn&#243;
                    stico la se&#241;al de voltaje de la presi&#243;n de control de la inyecci&#243;n.
                    <emph type="bold">Si la Presi&#243;n de control de la inyecci&#243;n (ICP) est&#225; baja, consulte
                        la prueba 10 de baja presi&#243;n ICP.
                    </emph>
                </para>
                <figure id="f1750929" figsize="col-wide">
                    <graphic id="eg6397" filename="../figeg6/eg6397.webp" type="webp"/>
                    <caption>Figura 2.29 Medici&#243;n de la presi&#243;n de control de la inyecci&#243;n usando caja de
                        derivaci&#243;n (ZTSE-4445)
                    </caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo alterno para medir la presi&#243;n de control de la inyecci&#243;n usando (T de derivaci&#243;n)</title>
            <step1>
                <para count="1">Remueva el conector de arn&#233;s de cables del motor en el sensor ICP.</para>
            </step1>
            <step1>
                <para count="1">Conecte la T de derivaci&#243;n (ZTSE-4347) en el conector de arn&#233;s de cables del
                    motor removido y en el sensor ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los conductores del DVOM (+verde,-negro) a la T de derivaci&#243;n como aparece
                    en la
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750930">2.30</hotlnk>
                    </emph>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; marcha al motor y observe la lectura de voltaje del DVOM. Anote la lectura en el
                    formulario de diagn&#243;stico. Si el voltaje est&#225; bajo, vuelva a revisar el nivel de aceite en
                    el dep&#243;sito (en el sensor EOT) para confirmar que el dep&#243;sito contenga un suministro
                    suficiente de aceite para permitir que el sistema de control de la inyecci&#243;n funcione
                    correctamente. Si el nivel de aceite est&#225; bien, proceda con la prueba de baja presi&#243;n ICP.
                </para>
                <figure id="f1750930" figsize="col-wide">
                    <graphic id="eg6809" filename="../figeg6/eg6809.webp" type="webp"/>
                    <caption>Figura 2.30 Medici&#243;n de la presi&#243;n de control de la inyecci&#243;n (voltaje)
                    </caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ca usas posibles</title>
            <para>Una baja presi&#243;n de la inyecci&#243;n (voltaje) indica que los inyectores no est&#225;n
                recibiendo suficiente presi&#243;n de aceite para hacer funcionar correctamente los inyectores de
                combustible. Esto puede ser causado por:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Falta de aceite en el motor.</para>
                </item>
                <item>
                    <para>Dep&#243;sito de aceite con fugas (posiblemente a trav&#233;s de la v&#225;lvula de retenci&#243;n
                        de la bomba de alta presi&#243;n).
                    </para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa.</para>
                </item>
                <item>
                    <para>Fuga en el anillo O del inyector.</para>
                </item>
                <item>
                    <para>Fuga en el cuerpo del inyector.</para>
                </item>
                <item>
                    <para>V&#225;lvula IPR trabada en posici&#243;n abierta.</para>
                </item>
                <item>
                    <para>Engranaje de accionamiento de la bomba suelto o da&#241;ado.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <para>PRO-LINK 9000 (ZTSE-43661) o DVOM y sensor ICP con T de derivaci&#243;n (ZTSE-4347).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Diagn&#243;sticos del Regulador de presi&#243;n de la inyecci&#243;n (IPR) en la secci&#243;n
                        3, Diagn&#243;sticos del sistema de control electr&#243;nico.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_72.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_74.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
