<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.1: SISTEMA DE CONTROL ELECTR&#211;NICO - FORMULARIO DE DIAGN&#211;STICO - INTRODUCCI&#211;N
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>INTRODUCCI&#211;N</title>
        <svcproc svcproctype="PROCTYPE" graphiccount="0">
            <title>INSTRUCCIONES GENERALES
                <emph type="underscr"></emph>
            </title>
            <para>Esta secci&#243;n contiene la informaci&#243;n de ayuda para el formulario Diagn&#243;stico del
                sistema de control electr&#243;nico. Incluye procedimientos de diagn&#243;stico recomendados para el
                motor y el veh&#237;culo, una descripci&#243;n de la funci&#243;n de cada circuito de control y un
                diagrama detallado con especificaciones para cada circuito. El t&#233;cnico puede dirigirse al circuito
                de control adecuado a trav&#233;s de la columna "&#205;ndice de circuitos" en el formulario EGED-185
                Diagn&#243;stico del sistema de control electr&#243;nico.
            </para>
            <para>
                <emph type="bold">Los diagn&#243;sticos electr&#243;nicos del motor y del veh&#237;culo</emph>
                est&#225;n ordenados por siglas de circuito enumeradas en el formulario Diagn&#243;stico del sistema de
                control electr&#243;nico. El &#237;ndice de cada secci&#243;n enumera las siglas con los n&#250;meros de
                p&#225;gina correspondientes para encontrar r&#225;pidamente el o los circuitos que requieren diagn&#243;stico.
                La informaci&#243;n de diagn&#243;stico est&#225; estructurada como se describe a continuaci&#243;n.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>La o las p&#225;ginas de funciones para cada circuito est&#225;n dise&#241;adas para dar al t&#233;cnico
                        una breve descripci&#243;n de lo que hace el circuito y las fallas que el sistema de control
                        puede detectar.
                    </para>
                </item>
                <item>
                    <para>La o las p&#225;ginas de diagn&#243;sticos para cada circuito est&#225;n dise&#241;adas para
                        dar al t&#233;cnico la informaci&#243;n requerida para probar ese circuito y determinar si est&#225;
                        funcionando correctamente.
                    </para>
                </item>
            </seqlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_E17512.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_116.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
