<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) - SE&#209;AL
        DEL SENSOR DE VELOCIDAD DEL VEH&#205;CULO - FUNCI&#211;N DE LA SE&#209;AL
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCI&#211;N DE LA SE&#209;AL</title>
        <para>La velocidad del eje de cola de la transmisi&#243;n es detectada por un fonocaptor magn&#233;tico
            instalado en la transmisi&#243;n, el cual detecta la rotaci&#243;n de un engranaje de 16 dientes instalado
            en la parte posterior de la transmisi&#243;n. El ECM recibe la se&#241;al de onda sinusoidal AC (corriente
            alterna) resultante y la utiliza junto con el tama&#241;o de las llantas y la relaci&#243;n del eje para
            calcular la velocidad del veh&#237;culo. La velocidad calculada del veh&#237;culo se transmite al grupo de
            instrumentos en el enlace de datos ATA (American Trucking Association) para hacer funcionar el veloc&#237;metro
            en el grupo de instrumentos. La velocidad calculada del veh&#237;culo tambi&#233;n se utiliza para controlar
            estrategias que controlancaracter&#237;sticas tales como el control de crucero, el funcionamiento de la PTO
            y las limitaciones de la velocidad de marcha.
        </para>
        <para>Las transmisiones W TEC MD utilizan un sensor VSS interno que env&#237;a una se&#241;al al ECM W TEC. El
            ECM W TEC regula la se&#241;al y env&#237;a una se&#241;al de onda cuadrada al ECM del motor.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751634.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_408.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
