<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.4: M&#211;DULO DE CONTROL ELECTR&#211;NICO - OPERACI&#211;N Y FUNCIONAMIENTO - CONTROL
        DE LOS ACCIONADORES
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="4">
        <title>CONTROL DE LOS ACCIONADORES</title>
        <para>El ECM controla los accionadores aplicando una se&#241;al (de bajo nivel) a la base de los impulsores de
            salida del transistor
            <emph type="bold">Figura
                <hotlnk xrefid="f1750405">1.14</hotlnk>
            </emph>
            .
            <emph type="bold"></emph>Estos impulsores, cuando se activan, completan el circuito a tierra de cada
            accionador. Los accionadores se controlan mediante un ciclo de trabajo (% de tiempo encendido y apagado),
            una duraci&#243;n de impulso controlada o simplemente se activan o se desactivan seg&#250;n el tipo de
            accionador que se est&#225; controlando.
        </para>
        <figure id="f1750405" figsize="col-wide">
            <graphic id="eg1274" filename="../figeg1/eg1274.webp" type="webp"/>
            <caption>Figura 1.14 Control de accionadores del m&#243;dulo de control electr&#243;nico</caption>
        </figure>
        <para>
            <emph type="bold">I. Distribuidor electr&#243;nico para los inyectores</emph>
        </para>
        <para>El M&#243;dulo de control electr&#243;nico (ECM) monitorea la velocidad del motor y las posiciones de los
            cilindros controlando constantemente la se&#241;al de posici&#243;n del eje de levas. Al detectar la aleta
            angosta de la rueda disparadora a trav&#233;s de la se&#241;al de la CMP, el ECM localiza la posici&#243;n
            del pist&#243;n en el cilindro no. 1 y, bas&#225;ndose en este cilindro, la posici&#243;n del resto de los
            pistones.
            <emph type="bold">Figura
                <hotlnk xrefid="f1750406">1.15</hotlnk>
            </emph>
            .
        </para>
        <figure id="f1750406" figsize="col-wide">
            <graphic id="eg1275" filename="../figeg1/eg1275.webp" type="webp"/>
            <caption>Figura 1.15 Distribuidor electr&#243;nico para los inyectores</caption>
        </figure>
        <para>
            <emph type="bold">II. Fuente de conexi&#243;n a tierra para los inyectores.</emph>
        </para>
        <para>El ECM proporciona una v&#237;a a todos los inyectores una conexi&#243;n constante con tierra (
            <emph type="bold">Figura
                <hotlnk xrefid="f1750407">1.16</hotlnk>
            </emph>
            ).
        </para>
        <figure id="f1750407" figsize="col-wide">
            <graphic id="eg1285" filename="../figeg1/eg1285.webp" type="webp"/>
            <caption>Figura 1.16 Conexi&#243;n a tierra para los inyectores</caption>
        </figure>
        <para>
            <emph type="bold">III. Fuente de energ&#237;a e impulsores de salida para los inyectores.</emph>
        </para>
        <para>Mediante el uso de transistores de impulsadores de salida, el ECM suministra 115+ voltios CC a cada
            inyector de acuerdo con el orden de encendido. El ECM contiene un excitador de salida para cada uno de los
            inyectores.
            <emph type="bold">Figura
                <hotlnk xrefid="f1750408">1.17</hotlnk>
            </emph>
            .
        </para>
        <para>El procesador del ECM determina lo siguiente:</para>
        <randlist type="bullet">
            <item>
                <para>La secuencia de encendido correcta</para>
            </item>
            <item>
                <para>La sincronizaci&#243;n de los inyectores</para>
            </item>
            <item>
                <para>La duraci&#243;n de la inyecci&#243;n</para>
            </item>
        </randlist>
        <para>El suministro de 115+ voltios CC es creado por el ECM abriendo y cerrando una fuente de 12 voltios a trav&#233;s
            de una bobina interna, basada en el mismo principio de la bobina de encendido automotriz.
        </para>
        <figure id="f1750408" figsize="col-wide">
            <graphic id="eg1286" filename="../figeg1/eg1286.webp" type="webp"/>
            <caption>Figure 1.17 Lado alto de control del inyector</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_E17505.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
