<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        REGULADOR DE PRESI&#211;N HIDR&#193;ULICA - FUNCIONES DE LA SE&#209;AL
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCIONES DE LA SE&#209;AL</title>
        <para>El Regulador de presi&#243;n hidr&#225;ulica (HPG) es una caracter&#237;stica opcional usada para el
            control de lazo cerrado de la presi&#243;n hidr&#225;ulica en base de una entrada de presi&#243;n hidr&#225;ulica
            externa y una presi&#243;n hidr&#225;ulica deseada, programable. El objetivo de esta caracter&#237;stica es
            las bombas de entrega de l&#237;quidos, especialmente en aplicaciones de camiones de bomberos.
        </para>
        <para>La caracter&#237;stica del HPG est&#225; activa cuando no existe ninguna falla de la se&#241;al del HPS
            (sensor de presi&#243;n hidr&#225;ulica), la transmisi&#243;n est&#225; en su estado correcto (que depende
            del tipo de bomba usada), el veh&#237;culo est&#225; inm&#243;vil y su par&#225;metro programable
            correspondiente est&#225; arranque.
        </para>
        <para>Cuando la caracter&#237;stica del HPG se inicia por primera vez, la presi&#243;n hidr&#225;ulica deseada
            aumenta a una tasa programable. Luego se usa la presi&#243;n deseada limitada (punto de calibraci&#243;n)
            junto con la se&#241;al de presi&#243;n hidr&#225;ulica real (retroalimentaci&#243;n) con el objeto de
            controlar la velocidad del motor requerida para lograr la presi&#243;n hidr&#225;ulica deseada.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751616.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_258.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
