<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE POSICI&#211;N DEL EJE DE LEVAS (CMP) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>
            <emph type="bold">DIAGN&#211;STICOS DEL ECM</emph>
        </title>
        <svcprocinfo>
            <para>Una vez que ha reconocido la aleta angosta (ventana ancha), el ECM sincroniza el orden de encendido
                del motor seg&#250;n la sincronizaci&#243;n de la se&#241;al de CMP. Cada 2 revoluciones del eje de
                levas, el ECM verifica esa sincronizaci&#243;n. Si recibe demasiados o muy pocos impulsos para el n&#250;mero
                de revoluciones del motor, el ECM define un c&#243;digo de falla.
            </para>
            <para>El motor no funciona sin una se&#241;al de CMP en funcionamiento.Sin embargo, el ECM intenta
                determinar la causa de una se&#241;al inv&#225;lida e identificarla con un c&#243;digo de falla.
            </para>
            <para>Los c&#243;digos CMP que se definen pasan a ser c&#243;digos inactivos si la llave se gira a OFF.
                Estos c&#243;digos se pueden recuperar usando el interruptor de Entrada de autoprueba (STI) (interruptor
                de diagn&#243;sticos del motor) ubicado en el tablero de instrumentos del veh&#237;culo o la herramienta
                de servicio electr&#243;nico.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 143, C&#211;DIGO ATA SID 21 FMI 2, INCORRECTO EL N MERO DE TRANSICI N DE SE&#165;ALES
                CMP POR REVOLUCI&#211;N DEL EJE DE LEVA
            </title>
            <para>El c&#243;digo 143 indica que el ECM ha recibido se&#241;ales CMP con el n&#250;mero incorrecto de
                transiciones. Esto indica que el ECM ha contado las transiciones de voltaje y ha encontrado menos que el
                n&#250;mero especificado de impulsos provenientes del sensor. Cuando este problema es continuo, el motor
                deja de funcionar y el ECM registra un c&#243;digo activo. Si la ignici&#243;n de desactiva (OFF), el c&#243;digo
                pasa a ser un c&#243;digo inactivo. Este c&#243;digo no enciende la luz de advertencia.
            </para>
            <para>Causas posibles para el c&#243;digo 143: Se&#241;al CMP intermitente causada por un circuito
                intermitente, sensor de posici&#243;n del &#225;rbol de levas defectuoso o sensor de CMP incorrecto por
                holgura del disco de sincronizaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 144, C&#211;DIGO ATA SID 21 FMI 2, DETECTADO RUIDO DE SE&#209;AL CMP</title>
            <para>El c&#243;digo 144 indica que el ECM ha detectado picos o transiciones de voltaje adem&#225;s de la se&#241;al
                de CMP. Si el problema es continuo, el motor puede dejar de funcionar y el ECM registra un c&#243;digo
                activo. Si la ignici&#243;n se desactiva (OFF), el c&#243;digo pasa a ser inactivo. Este c&#243;digo no
                hace que la luz de advertencia se encienda.
            </para>
            <para>El c&#243;digo 144 puede deberse a: Conexiones a tierra deficientes para CMP u otros componentes
                electr&#243;nicos. Falta de protecci&#243;n del arn&#233;s de cableas o protecci&#243;n instalada
                incorrectamente en el arn&#233;s del motor. Componentes externos que pueden inducir se&#241;ales de
                voltaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 145, C&#211;DIGO ATA SID 21 FMI 12, SE&#209;AL CMP INACTIVA MIENTRAS LA ICP
                HA AUMENTADO
            </title>
            <para>El c&#243;digo de destello 145 indica que el ECM no detecta una se&#241;al de CMP. Este c&#243;digo se
                define si el motor est&#225; rotando y el ECM detecta un aumento en la presi&#243;n ICP, pero no detecta
                una se&#241;al de CMP. Para definir este c&#243;digo, el motor debe rotarse lo suficiente como para que
                la ICP aumente. Cuando este c&#243;digo se define, el motor no funciona. Este c&#243;digo no hace que la
                luz de advertencia se encienda.
            </para>
            <para>Causas posibles para el c&#243;digo de destello 145: Sensor CMP defectuoso, sistema de circuito del
                sensor defectuoso u holgura incorrecta entre el sensor y el disco de sincronizaci&#243;n del eje de
                levas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 612, C&#211;DIGO ATA SID 21 FMI 7, INSTALADO INCORRECTAMENTE EL ECM PARA EL
                DISCO DE SINCRONIZACI N CMP
            </title>
            <para>El c&#243;digo de destello 612 indica que el ECM ha monitoreado la se&#241;al de CMP y la se&#241;al
                es incorrecta para la programaci&#243;n en el ECM. Esto significa que el ECM no reconoce la se&#241;al
                generada desde el disco de sincronizaci&#243;n y el sensor de CMP.
            </para>
            <para>Causas posibles: El ECM ha sido reemplazado accidentalmente por un ECM incorrecto para la aplicaci&#243;n
                del motor en particular. (Por ejemplo, el disco de sincronizaci&#243;n para I-6 y V-8 (T444E) es
                diferente y genera una se&#241;al diferente. Un ECM desde el motor V-8 (T444E) no funciona en un motor
                I-6). Se&#241;al incorrecta debido a un sensor de CMP defectuoso o a una holgura incorrecta entre el
                sensor de CMP y el disco de sincronizaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 315, C&#211;DIGO ATA PID 190 FMI 0, VELOCIDAD DEL MOTOR SOBRE NIVEL DE
                ADVERTENCIA
            </title>
            <para>El c&#243;digo de destello 315 indica que el ECM ha detectado una velocidad del motor sobre 3000 rpm.
                La causa m&#225;s probable de la velocidad excesiva del motor es un cambio descendente involuntario,
                aceleraci&#243;n excesiva al descender una pendiente sin el uso correcto de los frenos o fuente externa
                de combustible ingresando al sistema de admisi&#243;n de aire. Las horas y millas del motor de las
                &#250;ltimas dos situaciones de velocidad excesiva se registran en el registro de eventos del motor. El
                c&#243;digo 315 hace que la luz WARN (Advertencia) se encienda.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_175.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751606.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
