<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 1.7: FUNCIONAMIENTO DE LA AUTOPRUEBA DEL SOFTWARE DE DIAGN&#211;STICO - PRUEBAS CON EL
        MOTOR APAGADO A SOLICITUD DEL OPERADOR
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>PRUEBAS CON EL MOTOR APAGADO A SOLICITUD DEL OPERADOR</title>
        <svcproc svcproctype="PROCTYPE" graphiccount="0">
            <title>PRUEBA EST&#193;NDAR (PRUEBA KOEO)</title>
            <para>Las "pruebas con el motor apagado" son "pruebas est&#225;ndar" efectuadas por el ECM. Estas pruebas
                son ordenadas por el t&#233;cnico usando la Herramienta de servicio electr&#243;nico (EST) o usando el
                interruptor de bot&#243;n digital de Entrada de autoprueba (STI).
            </para>
            <para>Para efectuar la prueba usando la EST, entre al men&#250; del Motor (Engine) y seleccione Prueba del
                diagn&#243;stico (Diagnostic Tests). Luego, seleccione Pruebas con el motor apagado (Engine Off Tests).
                Presione la tecla de Entre (Enter) para iniciar la prueba.
            </para>
            <para>Para usar el interruptor de bot&#243;n del diagn&#243;stico STI, mantenga el interruptor presionado
                mientras gira el interruptor de encendido a la posici&#243;n ON (encendido). Suelte el bot&#243;n STI
                despu&#233;s de que la llave est&#233; en la posici&#243;n ON.
                <emph type="bold">" No encienda el motor".</emph>
            </para>
            <para>Cuando el operador da la se&#241;al para inicia la prueba, el ECM efect&#250;a pruebas internas de sus
                componentes de procesamiento y memoria interna.
            </para>
            <para>Luego, contin&#250;a autom&#225;ticamente con la Revisi&#243;n del circuito de salida (OCC). Esta
                prueba revisa los circuitos de salida para detectar cortocircuitos o aberturas en el ECM, en el arn&#233;s
                el&#233;ctrico o en los accionadores, haciendo funcionar los circuitos de salida del ECM y midiendo las
                respuestas de cada circuito. Si un circuito no pasa la prueba se registra un c&#243;digo de falla en la
                memoria.
            </para>
            <para>Durante la prueba, el ECM revisa los siguientes circuitos:</para>
            <seqlist style="arabic">
                <item>
                    <para>Inhibici&#243;n de encendido del motor (rel&#233;)</para>
                </item>
                <item>
                    <para>Enlace de datos del motor a la transmisi&#243;n</para>
                </item>
                <item>
                    <para>Regulador de presi&#243;n de la inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Ventilador del motor</para>
                </item>
                <item>
                    <para>Persianas del radiador</para>
                </item>
                <item>
                    <para>Luz de Cambio de aceite (CHANGE OIL)</para>
                </item>
                <item>
                    <para>Luz OIL/WATER (aceite/agua)</para>
                </item>
                <item>
                    <para>Luz ENGINE WARNING (advertencia del motor)</para>
                </item>
                <item>
                    <para>Rel&#233; retardador del veh&#237;culo (VRE)</para>
                </item>
            </seqlist>
            <para>La prueba de revisi&#243;n de los circuitos de salida s&#243;lo eval&#250;a la condici&#243;n el&#233;ctrica
                de los circuitos comprometidos y s&#243;lo puede efectuarse ordenando la prueba KOEO. No eval&#250;a el
                rendimiento mec&#225;nico o hidr&#225;ulico de ninguno de los sistemas comprometidos.
            </para>
            <para>Al finalizar la prueba, la EST exhibe las fallas que se encontraron durante la prueba. Si se us&#243;
                el interruptor del diagn&#243;stico STI para efectuar la prueba, las fallas se transmiten como "c&#243;digos
                de destello", utilizando las luces OIL WARNING (advertencia del aceite) y ENGINE WARNING.
            </para>
            <para>Los c&#243;digos de falla se leen contando el n&#250;mero de destellos de las luces. Se produce la
                siguiente secuencia:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>La luz
                        <emph type="bold">"OIL/WATER"</emph>destella una vez. Esto indica el comienzo de c&#243;digos de
                        falla activos.
                    </para>
                </item>
                <item>
                    <para>La luz
                        <emph type="bold">"WARN ENGINE"</emph>
                        destella en forma reiterada, lo que indica c&#243;digos de falla activos. Todos los c&#243;digos
                        tienen tres d&#237;gitos. El n&#250;mero de destellos se debe contar en secuencia.
                    </para>
                </item>
                <item>
                    <para>Al final de cada d&#237;gito del c&#243;digo hay una breve pausa. Por ejemplo, el c&#243;digo
                        232 se env&#237;a como dos destellos, (una pausa), tres destellos, (una pausa) y dos destellos.
                    </para>
                </item>
                <item>
                    <para>Despu&#233;s de la exhibici&#243;n de cada c&#243;digo activo, la luz "OIL/WATER" destella una
                        vez para indicar el siguiente c&#243;digo activo.
                    </para>
                </item>
                <item>
                    <para>Una vez exhibidos todos los c&#243;digos activos, la luz "OIL/WATER" destella dos veces para
                        indicar el comienzo de c&#243;digos inactivos.
                    </para>
                </item>
                <item>
                    <para>Los c&#243;digos inactivos se exhiben del mismo modo que los c&#243;digos activos.</para>
                </item>
                <item>
                    <para>Una vez exhibidos los c&#243;digos inactivos, la luz "OIL/WATER" destella tres veces para
                        indicar que se han exhibido todos los c&#243;digos de falla almacenados, fin del mensaje
                    </para>
                </item>
            </seqlist>
            <para>Si es necesario repetir la transmisi&#243;n de c&#243;digos de falla, presione el bot&#243;n STI y
                todos los c&#243;digos almacenados se retransmitir&#225;n seg&#250;n lo descrito anteriormente.
            </para>
            <para>El bot&#243;n STI se puede utilizar para eliminar los c&#243;digos de diagn&#243;stico:</para>
            <step1>
                <para count="1">Manteniendo presionado el bot&#243;n STI</para>
            </step1>
            <step1>
                <para count="1">Girando la llave de encendido a ON</para>
            </step1>
            <step1>
                <para count="1">Presionando y soltando el pedal del acelerador tres veces</para>
            </step1>
            <step1>
                <para count="1">Soltando el bot&#243;n STI</para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_46.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_48.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
