<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE DEL MOTOR (ECT) - DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL
        SENSOR DE TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE DEL MOTOR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL SENSOR DE TEMPERATURA DEL L&#205;QUIDO REFRIGERANTE DEL MOTOR
        </title>
        <svcsubproc>
            <title>FUNCI&#211;N</title>
            <para>El sistema de control del motor Navistar incluye un sensor de temperatura del l&#237;quido
                refrigerante del motor. El ECM mide la se&#241;al de temperatura del l&#237;quido refrigerante del motor
                y usa esta informaci&#243;n para los sistemas de compensaci&#243;n de temperatura del l&#237;quido
                refrigerante y de advertencia y detenci&#243;n opcionales por alta temperatura.
            </para>
            <para>La compensaci&#243;n de temperatura del l&#237;quido refrigerante se usa para proteger al motor cuando
                la temperatura del l&#237;quido refrigerante est&#225; demasiado alta. El ECM monitorea la se&#241;al
                ECT para determinar la temperatura del l&#237;quido refrigerante. Si el l&#237;quido refrigerante llega
                a 214&#176;F (101&#176;C), el ECM reduce la entrega de combustible en un 6% por cada grado Celsius de
                aumento de temperatura. Si la temperatura del l&#237;quido refrigerante aumenta a 218&#176;F (104&#176;C),
                la cantidad de combustible se reduce en un 3% por cada grado Celsius de aumento de temperatura. La
                compensaci&#243;n de temperatura del l&#237;quido refrigerante se puede programar para que permanezca
                sin funcionar en determinadas aplicaciones en que tiene prelaci&#243;nel requerimiento de un rendimiento
                total del motor por sobre su propia protecci&#243;n.
            </para>
            <para>En motores con un sistema de advertencia de motor, el ECM activa una alarma de advertencia audible y
                enciende la luz de advertencia roja OIL/WATER cuando la temperatura del l&#237;quido refrigerante del
                motor llega a 225&#176;F (107&#176;C).
            </para>
            <para>En motores con un sistema de detenci&#243;n del motor, el ECM detiene el motor cuando la temperatura
                del l&#237;quido refrigerante llega a 235&#176;F (112.5&#176;C). El operador del veh&#237;culo puede
                arrancar nuevamente el motor girando la llave de ignici&#243;n a OFF y luego volviendo a arrancarlo. En
                el nuevo arranque, el ECM deja que el motor funcione durante 30 segundos adicionales antes de volver a
                detener el motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>FUNCIONAMIENTO</title>
            <para>El sensor de temperatura del l&#237;quido refrigerante del motor es un sensor tipo termistor que
                cambia su resistencia al estar expuesto a temperaturas diferentes.
            </para>
            <para>Cuando la temperatura del l&#237;quido refrigerante disminuye, la resistencia del termistor aumenta,
                lo que hace que el voltaje de la se&#241;al aumente. A medida que la temperatura del l&#237;quido
                refrigerante aumenta, la resistencia del termistor disminuye, lo que hace que el voltaje de la se&#241;al
                disminuya.
            </para>
            <para>El sensor ECT recibe un voltaje de referencia regulado de 5 voltios desde el ECM. El sensor est&#225;
                conectado a tierra en el terminal A a trav&#233;s del terminal de retorno de se&#241;al en el ECM. A
                medida que la temperatura del l&#237;quido refrigerante aumenta o disminuye, el sensor cambia su
                resistencia y proporciona al ECM el voltaje de se&#241;al de temperatura del l&#237;quido refrigerante
                en el ECM. Luego, este voltaje de se&#241;al es le&#237;do por el ECM para determinar la temperatura del
                l&#237;quido refrigerante.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_226.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_228.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
