<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        REGULADOR DE PRESI&#211;N DE LA INYECCI&#211;N (IPR) - DETECCI&#211;N Y ADMINISTRACI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="1">
        <title>DETECCI&#211;N Y ADMINISTRACI&#211;N DE FALLAS</title>
        <para>Un circuito de control abierto o en corto circuito a tierra se puede detectar mediante una revisi&#243;n
            del circuito de salida a solicitud efectuada durante la prueba con el motor apagado.
        </para>
        <para>Mientras el motor est&#225; funcionando, el ECM puede detectar si la presi&#243;n de control de la inyecci&#243;n
            deseada es igual a la presi&#243;n de control de la inyecci&#243;n medida. Si la presi&#243;n de control de
            la inyecci&#243;n medida no se compara razonablemente con la presi&#243;n de control de la inyecci&#243;n
            deseada, el ECM desconoce la se&#241;al ICP medida e intenta controlar el motor con el valor deseado. (Si el
            problema estaba en el circuito del sensor, esta estrategia causa un leve deterioro en el rendimiento; si el
            problema est&#225; en el circuito de control, el rendimiento del motor probablemente sigue siendo
            insatisfactorio).
        </para>
        <para>Un IPR defectuoso o un problema con el sistema de aceite a alta presi&#243;n se puede detectar mediante la
            prueba con el motor funcionando durante la prueba de comportamiento de la presi&#243;n de control de la
            inyecci&#243;n. Durante esta prueba, el ECM ordena y mide dos presiones preprogramadas espec&#237;ficas. Si
            las presiones no se pueden mantener se define un c&#243;digo de falla.
        </para>
        <specpara>
            <note>
                <para>El motor no funciona con un circuito IPR que no est&#233; funcionando.</para>
            </note>
        </specpara>
        <para>Consulte la
            <emph type="bold">Figura
                <hotlnk xrefid="f1751659">3.67</hotlnk>
            </emph>
            para ver el diagrama del circuito del regulador de presi&#243;n de la inyecci&#243;n y la
            <emph type="bold">TABLA
                <hotlnk xrefid="t17516150">3.24</hotlnk>
            </emph>
            para ver las revisiones de los conectores del arn&#233;s de cables.
        </para>
        <figure id="f1751659" figsize="col-wide">
            <graphic id="eg1243" filename="../figeg1/eg1243.webp" type="webp"/>
            <caption>Figura 3.67 Diagrama del circuito del regulador de presi&#243;n de la inyecci&#243;n</caption>
        </figure>
        <specpara>
            <note>
                <para>
                    <emph type="underscr">Siempre despu&#233;s de retirar los conectores, revise si hay clavijas da&#241;adas,
                        corrosi&#243;n, terminales sueltos, etc.
                    </emph>
                </para>
            </note>
        </specpara>
        <table id="t17516150">
            <title>TABLA 3.24 Revisiones de conectores del arn&#233;s de cables del regulador de presi&#243;n de la
                inyecci&#243;n
            </title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="50p"/>
                <colspec colname="2" colwidth="61p"/>
                <colspec colname="3" colwidth="240p"/>
                <spanspec namest="1" nameend="3" spanname="s1t3"/>
                <tbody>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">Revisi&#243;n del voltaje del IPR</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">(Revise con el conector del regulador desconectado y la llave de
                                    ignici&#243;n en ON)
                                </emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de prueba</para>
                        </entry>
                        <entry colname="2">
                            <para>Especificaci&#243;n</para>
                        </entry>
                        <entry colname="3">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>A a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>B+</para>
                        </entry>
                        <entry colname="3">
                            <para>Voltaje de energ&#237;a del IPR desde el ECM</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>B a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>0 - 0.25 voltios</para>
                        </entry>
                        <entry colname="3">
                            <para>Si es superior a 0.25 voltios, el cable de se&#241;al en cortocircuito con V Ref o a
                                la bater&#237;a.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">Revisiones del conector a tierra (B-) (revise con conector del IPR
                                    desconectado, llave de ignici&#243;n en OFF y cable positivo de la bater&#237;a
                                    desconectado)
                                </emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de prueba</para>
                        </entry>
                        <entry colname="2">
                            <para>Especificaci&#243;n</para>
                        </entry>
                        <entry colname="3">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>A a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>> 1000 ohmios</para>
                        </entry>
                        <entry colname="3">
                            <para></para>
                            <para>Resistencia a tierra de chasis. Si es inferior a 1000 ohmios, revise si hay
                                cortocircuito a tierra en el circuito.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>B a tierra</para>
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>> 1000 ohmios</para>
                        </entry>
                        <entry colname="3">
                            <para>Remueva el fusible F5 en la caja de fusibles antes de medir la resistencia.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">Revisi&#243;n de resistencia del arn&#233;s</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">(Revise con caja de derivaci&#243;n instalada s&#243;lo en arn&#233;s
                                    del motor)
                                </emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de prueba</para>
                        </entry>
                        <entry colname="2">
                            <para>Especificaci&#243;n</para>
                        </entry>
                        <entry colname="3">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>No.17 a No.37</para>
                        </entry>
                        <entry colname="2">
                            <para>5 a 20 ohmios</para>
                        </entry>
                        <entry colname="3">
                            <para>Resistencia en todo el circuito del IPR, incluido el regulador; revise con el conector
                                del regulador conectado al IPR.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>No.17 a A</para>
                        </entry>
                        <entry colname="2">
                            <para>&#60; 5 ohmios</para>
                        </entry>
                        <entry colname="3">
                            <para></para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>37 a B</para>
                        </entry>
                        <entry colname="2">
                            <para>&#60; 5 ohmios</para>
                        </entry>
                        <entry colname="3">
                            <para>Resistencia desde conector de 60 clavijas a conector del regulador.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>
                                <emph type="bold">Descripciones de c&#243;digos de falla</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="s1t3">
                            <para>241 = Revisi&#243;n del circuito de salida detectada durante prueba est&#225;ndar,
                                indica resistencia alta o baja en el circuito.
                            </para>
                            <para>331 = La presi&#243;n ICP fue mayor de 3675 psi (25 mpa) durante 1.5 segundos.
                                (Posible circuito de control del IPR conectado a tierra) Consulte los diagn&#243;sticos
                                de presi&#243;n de control de la inyecci&#243;n si no hay una falla electr&#243;nica.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_280.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_282.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
