<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.2: DIAGN&#211;STICOS ARRANQUE DIF&#205;CIL O SIN ARRANQUE - MOTORES DT 466E E
        INTERNATIONAL(r) 530E - RPM DE ARRANQUE DEL MOTOR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>RPM DE ARRANQUE DEL MOTOR</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1750911">2.13</hotlnk>
                </emph>
                para ver la prueba de rpm de arranque del motor.
            </para>
            <table id="t1750911">
                <title>Tabla 2.13 Prueba de rpm de arranque del motor DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; M&#237;nimo 130 rpm (26 Hz.) de velocidad al girar motor de arranque
                                    durante 20 segundos
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida con la caja de derivaci&#243;n conectada al arn&#233;s de cables del
                                    motor (conector superior) en el ECM en los pasadores 51+ y 19-
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Fluke 88 51+ y 19-</para>
                            </entry>
                            <entry colname="2">
                                <para>(26 Hz.) m&#237;nimo</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si no se observan rpm, vuelva a revisar los c&#243;digos de
                                        falla
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si la velocidad de arranque del motor es lo suficientemente alta como para arrancar el
                motor y confirmar que el sensor de posici&#243;n del eje de levas (CMP) est&#233; funcionando
                correctamente. Este es un m&#233;todo alterno que se puede usar si la Herramienta de servicio electr&#243;nico
                (EST) no est&#225; disponible o si no funciona correctamente. Una energ&#237;a el&#233;ctrica
                insuficiente proveniente de las bater&#237;as o una falla electr&#243;nica pueden impedir que la EST
                reciba los datos de diagn&#243;stico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba</title>
            <para>
                <emph type="bold">LA PRUEBA SE DEBE REALIZAR CON</emph>
                <emph type="underscr">BATER&#205;AS COMPLETAMENTE CARGADAS.</emph>
            </para>
            <para>Las rpm de arranque del motor deben ser suficientes para generar la presi&#243;n de control de la
                inyecci&#243;n requerida para hacer funcionar los inyectores de combustible y crear suficiente calor de
                compresi&#243;n para inflamar el combustible.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n de rpm de arranque con caja de derivaci&#243;n</title>
            <step1>
                <para count="1">Remueva el conector del motor (superior) de 60 v&#237;as del ECM.</para>
            </step1>
            <step1>
                <para count="1">Instale los conectores adaptadores de caja de derivaci&#243;n en el motor y las
                    conexiones hembra del chasis en el ECM.
                    <emph type="bold">Figura
                        <hotlnk document="m175_71.xml" xrefid="f1750926">2.26</hotlnk>
                    </emph>
                    Vuelva a conectar el conector de arn&#233; s de cables del motor en el conector adaptador de la caja
                    de derivaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el conector al ECM con una torsi&#243;n de 35 pulgadas lb</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el (conductor +) del Fluke 88 al terminal 51 y el (conductor -) al terminal 19.
                    Seleccione la escala de voltaje DC y presione el bot&#243;n "RPM".
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1750928">2.28</hotlnk>
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; marcha al motor mientras observa el Fluke 88. Para arrancar el motor, es
                    necesario un m&#237;nimo de 130 rpm (26 Hz.).
                </para>
            </step1>
            <step1>
                <para count="1">Anote las rpm de arranque del motor en un formulario de diagn&#243;stico.</para>
                <figure id="f1750928" figsize="col-wide">
                    <graphic id="eg6396" filename="../figeg6/eg6396.webp" type="webp"/>
                    <caption>Figura 2.28 Medici&#243;n de rpm de arranque del motor con caja de derivaci&#243;n
                        (ZTSE-4445)
                    </caption>
                </figure>
                <para>Una indicaci&#243;n de frecuencia "0" en el Fluke 88 durante el arranque del motor puede indicar
                    que el ECM puede no estar recibiendo una se&#241;al desde el sensor de Posici&#243;n del eje de
                    levas (CMP). Consulte los diagn&#243;sticos del sensor CMP en la secci&#243;n 3, Diagn&#243;sticos
                    del sistema de control electr&#243;nico.
                </para>
                <para>Si el sensor CMP no est&#225; operativo, se debe reparar antes de continuar. El ECM no permitir&#225;
                    que la v&#225;lvula del Regulador de presi&#243;n de la inyecci&#243;n (IPR) se active completamente
                    sin una se&#241;al del CMP.
                </para>
                <specpara>
                    <note>
                        <para>Si no se mide ninguna frecuencia ni rpm del motor con el Fluke 88, revise si hay c&#243;digos
                            de falla adicionales. Consulte las pruebas 5 &#243; 7 y Diagn&#243;sticos electr&#243;nicos
                            secci&#243;n 3 para ver los diagn&#243;sticos del sensor de Posici&#243;n del eje de levas
                            (CMP).
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles</title>
            <randlist type="bullet">
                <item>
                    <para>Rpm de arranque bajas. - Desperfectos el&#233;ctricos del sistema de arranque. Tipo incorrecto
                        de aceite o intervalos de cambio de aceite prolongados en condiciones de temperatura ambiente fr&#237;a.
                    </para>
                </item>
                <item>
                    <para>No hay rpm del motor. - Una conexi&#243;n el&#233;ctrica deficiente en el conector de arn&#233;s
                        de cables del sensor CMP, un arn&#233;s de cables hacia el sensor (abierto o en corto circuito)
                        o un sensor CMP defectuoso producir&#225;n una indicaci&#243;n de frecuencia y rpm del motor
                        "0".
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramie ntas requeridas</title>
            <para>DVOM Fluke 88 y caja de derivaci&#243;n (ZTSE-4445).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Diagn&#243;sticos del sensor CMP en la secci&#243;n 3, Diagn&#243;sticos del sistema de
                        control electr&#243;nico, .
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_71.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_73.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
