<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        SENSOR DE TEMPERATURA DEL ACEITE DEL MOTOR (EOT) - DIAGN&#211;STICOS DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DEL ECM</title>
        <svcprocinfo>
            <para>Con la llave de ignici&#243;n en ON, el ECM monitorea continuamente la se&#241;al EOT para determinar
                si est&#225; dentro de los valores esperados. Si el voltaje de la se&#241;al es superior o inferior a
                los niveles esperados, el ECM define un c&#243;digo de falla.
            </para>
            <para>Si detecta una falla, el ECM usa el valor de la se&#241;al de temperatura del l&#237;quido
                refrigerante del motor en lugar de la se&#241;al EOT. Si el sensor ECT no est&#225; enviando una se&#241;al
                correcta, el ECM adopta los valores predeterminados 29&#176;F (-1.7&#176;C) para el arranque o 212&#176;F
                (100&#176;C) para el funcionamiento del motor.
            </para>
            <para>Las fallas del sensor EOT se pueden recuperar usando la herramienta de servicio electr&#243;nico o
                leyendo los c&#243;digos de destello desde la luz de advertencia usando el interruptor de diagn&#243;stico
                STI que est&#225; en el tablero del veh&#237;culo. Si la llave del interruptor de ignici&#243;n se gira
                a OFF, el c&#243;digo pasa a ser un c&#243;digo inactivo. Los c&#243;digos EOT hacen que la luz ENGINE
                WARNING se encienda.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#243;digo de destello 311, C&#211;DIGO ATA PID 175 FMI 4, SE&#209;AL DE TEMPERATURA DEL ACEITE DEL
                MOTOR FUERA DE RANGO BAJO
            </title>
            <para>Se define un c&#243;digo 311 fuera de rango bajo si el voltaje de la se&#241;al fue inferior a 0.2
                voltios durante m&#225;s de 0.1 segundos. Si se define este c&#243;digo, el ECM adopta en forma
                predeterminada la temperatura del ECT o un valor predeterminado de -4&#176;F (-20&#176;C) para el
                arranque o 212&#176;F (100&#176;C) para el funcionamiento del motor. Este c&#243;digo hace que el ECM
                encienda la luz ENGINE WARNING.
            </para>
            <para>El c&#243;digo 311 se puede definir debido a un cortocircuito a tierra en el circuito de la se&#241;al
                o a un sensor defectuoso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 312, C&#211;DIGO ATA PID 175 FMI 3, SE&#209;AL DE TEMPERATURA DEL ACEITE DEL
                MOTOR FUERA DE RANGO ALTO
            </title>
            <para>Se define un c&#243;digo 312 fuera de rango alto si el voltaje de la se&#241;al fue superior a 4.8
                voltios durante m&#225;s de 0.1 segundos. Si se define este c&#243;digo, el ECM adopta en forma
                predeterminada la temperatura del ECT o un valor predeterminado de -4&#176;F (-20&#176;C) para el
                arranque o 212&#176;F (100&#176;C) para el funcionamiento del motor. Este c&#243;digo hace que el ECM
                encienda la luz ENGINE WARNING.
            </para>
            <para>El c&#243;digo 312 se puede definir debido a un circuito de se&#241;al abierto entre el ECM y el
                sensor o a un cortocircuito a una fuente de voltaje. Un sensor defectuoso tambi&#233;n puede hacer que
                el c&#243;digo 312 se defina.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_254.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751616.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
