<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        FUNCIONAMIENTO DEL CIRCUITO DE ACTIVACI&#211;N DE LOS INYECTORES - DIAGN&#211;STICOS DE LOS INYECTORES DEL ECM
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DIAGN&#211;STICOS DE LOS INYECTORES DEL ECM</title>
        <svcprocinfo>
            <para>El ECM monitorea el voltaje en los circuitos de cada uno de los inyectores y puede detectar un
                circuito abierto o con corto circuito. Si detecta un cortocircuito a tierra o una falla m&#250;ltiple en
                el circuito de un inyector, el ECM puede desactivar un inyector o un grupo de tres inyectores,
                permitiendo las capacidad de regreso a media marcha del motor en los tres cilindros restantes. La luz
                ENGINE WARNING se enciende cuando se presenta una falla en el circuito de un inyector.
            </para>
            <specpara>
                <note>
                    <para>El &#250;ltimo d&#237;gito del c&#243;digo de destello indica el n&#250;mero del cilindro
                        afectado. Por ejemplo, el c&#243;digo 421 indica que el cilindro n&#250;mero 1 tiene un circuito
                        abierto entre el accionador del lado alto IDM y el lado bajo (retorno de se&#241;al) hacia el
                        IDM. Los n&#250;meros SID 1 a 6 indican los n&#250;meros de cilindros de un modo similar.
                    </para>
                </note>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>C&#38; oacute;digo de destello 421 A 426, C&#211;DIGO ATA SID 1 A 6 FMI 5, ABERTURA DE LADO ALTO A
                LADO BAJO
            </title>
            <para>Los c&#243;digos de destello para la abertura de lado alto a lado bajo indican un circuito abierto
                entre el activador del lado alto del ECM y el lado bajo (retorno de se&#241;al) hacia el ECM.
            </para>
            <para>El ECM compensa la falla del encendido del motor para mantener al motor en funcionamiento. El ECM no
                enciende la luz ENGINE WARNING cuando se produce esta situaci&#243;n.
            </para>
            <para>Causas posibles: Cable abierto en arn&#233;s de inyector, circuito de retorno de inyector o solenoide
                de inyector abierto.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 431 A 436, C&#211;DIGO ATA SID 1 A 6 FMI 4, CORTOCIRCUITO DE LADO ALTO A LADO
                BAJO
            </title>
            <para>Los c&#243;digos de destello para lado alto en corto circuito a lado bajo indican que el voltaje de
                retorno est&#225; demasiado alto debido a un cortocircuito entre el accionador del lado alto y el
                circuito de retorno.
            </para>
            <para>El ECM compensa la falla del encendido del motor para mantener al motor en funcionamiento. El ECM no
                enciende la luz ENGINE WARNING cuando se produce esta situaci&#243;n.
            </para>
            <para>Causas posibles: Solenoide de inyector o arn&#233;s de cables en corto circuito.</para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 451 A 456, C&#211;DIGO ATA SID 1 A 6 FMI 6, LADO ALTO EN CORTO CIRCUITO A
                TIERRA O VBAT
            </title>
            <para>Los c&#243;digos de destello para lado alto en corto circuito a tierra o VBAT indican que el circuito
                de retorno se cortocircuit&#243; a tierra.
            </para>
            <para>Si detecta esta falla, el ECM desactiva el grupo completo de cilindros asociado con el cilindro
                indicado. El ECM no enciende la luz ENGINE WARNING cuando esto ocurre.
            </para>
            <para>Causas posibles: Solenoide de inyector o arn&#233;s de cables en corto circuito a tierra.</para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 513, C&#211;DIGO ATA SID 151 FMI 5, ABERTURA DE LADO BAJO A GRUPO 1</title>
            <para>Con una abertura de lado bajo a grupo 1, el ECM ha detectado un circuito abierto hacia los inyectores
                en los cilindros del 1 al 3.
            </para>
            <para>Con el c&#243;digo de destello 513 activo, los activadores para los cilindros 1 a 3 no funcionan. El
                ECM compensa la falla del encendido para mantener el funcionamiento del motor y enciende la luz ENGINE
                WARNING.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 514, C&#211;DIGO ATA SID 152 FMI 5, ABERTURA DE LADO ALTO A GRUPO 2</title>
            <para>Con una abertura de lado bajo a grupo 2, el ECM ha detectado un circuito abierto hacia los inyectores
                en los cilindros del 4 al 6.
            </para>
            <para>Con el c&#243;digo de destello 513 activo, los activadores para los cilindros 4 a 6 no funcionan. El
                ECM compensa la falla del encendido para mantener el funcionamiento del motor y enciende la luz ENGINE
                WARNING.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 515, C&#211;DIGO ATA SID 151 FMI 6, CORTOCIRCUITO DE LADO BAJO DE GRUPO 1 A
                TIERRA O B+
            </title>
            <para>El c&#243;digo de destello 515 indica que el ECM ha detectado que el activador del lado bajo para los
                cilindros 1 a 3 tiene un consumo excesivo de corriente.
            </para>
            <para>Con el c&#243;digo de destello 515 activo, el activador para los cilindros 1 a 3 queda desactivado. El
                ECM compensa la falla del encendido del motor para mantener al motor en funcionamiento. Este c&#243;digo
                hace que la luz ENGINE WARNING se encienda.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;digo de destello 521, C&#211;DIGO ATA SID 152 FMI 6, CORTOCIRCUITO DE LADO BAJO DE GRUPO 2 A
                TIERRA O B+
            </title>
            <para>El c&#243;digo de destello 521 indica que el ECM ha detectado un consumo excesivo de corriente en el
                activador del lado bajo para los cilindros 4 al 6.
            </para>
            <para>Con el c&#243;digo de destello 521 activo, el accionador para los cilindros 4 a 6 queda desactivado.
                El ECM compensa la falla del encendido del motor para mantener el funcionamiento del motor y enciende la
                luz ENGINE WARNING.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_277.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751620.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
