<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        REGULADOR DE PRESI&#211;N DE LA INYECCI&#211;N (IPR) - DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL REGULADOR DE
        PRESI&#211;N DE LOS INYECTORES
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA DEL SISTEMA DEL REGULADOR DE PRESI&#211;N DE LOS INYECTORES</title>
        <svcsubproc>
            <title>FUNCI&#211;N</title>
            <para>El sistema de control del motor Navistar incluye una v&#225;lvula del Regulador de presi&#243;n de la
                inyecci&#243;n (IPR) que controla la presi&#243;n del aceite en el sistema de control de la inyecci&#243;n
                de alta presi&#243;n que se usa para accionar los inyectores. El ensamble de la v&#225;lvula IPR consta
                de un solenoide, v&#225;lvula c&#243;nica y el carrete y est&#225; instalada en la bomba de aceite a
                alta presi&#243;n. El ECM regula la presi&#243;n de control de la inyecci&#243;n controlando el ciclo de
                trabajo o (tiempo de activado y desactivado) del solenoide de presi&#243;n de control de la inyecci&#243;n.
                Este aumento o disminuci&#243;n del tiempo de encendido y apagado coloca en posici&#243;n una v&#225;lvula
                de resortes y una v&#225;lvulade carrete localizadas en el interior del IPR, el que, a su vez, mantiene
                la presi&#243;n en el sistema de presi&#243;n de control de la inyecci&#243;n, o la alivia hacia el
                sumidero de aceite a trav&#233;s de la cubierta delantera. (Consulte la secci&#243;n I, visi&#243;n
                general del sistema de control del motor, en este manual, para obtener una descripci&#243;n m&#225;s
                completa del funcionamiento y de la funci&#243;n del IPR.)
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>FUNCIONAMIENTO</title>
            <para>La v&#225;lvula IPR recibe voltaje en el terminal A del conector del IPR cuando la llave de ignici&#243;n
                se gira a ON a trav&#233;s del ECM. El ECM logra el control del sistema de control de la inyecci&#243;n
                conectando a tierra el circuito del IPR desde el terminal B de la v&#225;lvula IPR a trav&#233;s de la
                clavija No.37 del ECM. El control preciso se logra variando la duraci&#243;n de impulso o el porcentaje
                de tiempo de encendido y apagado del solenoide del IPR. La frecuencia de la duraci&#243;n de impulso
                hacia el IPR es 400 Hz; los tiempos de encendido y apagado normales var&#237;an de un 8% a un 60%. Un
                ciclo de trabajo alto indica que se ha ordenado una alta cantidad de presi&#243;n de control de la
                inyecci&#243;n; un ciclo de trabajo bajo es una indicaci&#243;nde que se ha ordenado menos presi&#243;n.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_281.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_283.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
