<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        CONTROL REMOTO DE VELOCIDAD DEL PTO (RPTO) - DESCRIPCI&#211;N AMPLIADA
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>DESCRIPCI&#211;N AMPLIADA</title>
        <svcsubproc>
            <title>CONTROL DE VELOCIDAD DE TOMA DE FUERZA</title>
            <para>El control de velocidad de Toma de fuerza (PTO) proporciona un m&#233;todo para que el operador
                establezca y mantenga una velocidad regulada del motor, con el prop&#243;sito de hacer funcionar los
                equipos auxiliares sin usar el pedal del acelerador. La caracter&#237;stica de toma de fuerza tiene una
                interfaz del operador en la cabina y una remota. Dependiendo de la configuraci&#243;n, el operador puede
                encender y activar el control de velocidad PTO desde la comodidad de la cabina o con la conveniencia de
                la interfaz remoto. Si ambos funcionamientos en la cabina y remoto est&#225;n activados, los componentes
                electr&#243;nicos incorporados detectan la interfaz que est&#225; activa dependiendo de las acciones del
                operador. Cuando el control de velocidad PTO se enciende usandola interfaz remoto no se permite ninguna
                operaci&#243;n PTO m&#243;vil activa.
            </para>
            <para>Esta caracter&#237;stica tambi&#233;n tiene las funciones de aumento y disminuci&#243;n. En ellas, el
                operador puede aumentar las rpm en incrementos de 25 rpm cuando el bot&#243;n RESUME/ACCEL se presiona
                moment&#225;neamente. El operador puede disminuir las rpm en incrementos de 25 rpm cuando el bot&#243;n
                SET/COAST (establecer/disminuir velocidad) se presiona moment&#225;neamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>TOMA DE FUERZA</title>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados si el veh&#237;culo tiene
                la caracter&#237;stica de control de velocidad de toma de fuerza.
            </para>
            <randlist type="bullet">
                <item>
                    <para>DESACTIVADO: La caracter&#237;stica est&#225; apagada en todo momento.</para>
                </item>
                <item>
                    <para>S&#211;LO FUNCIONAMIENTO REMOTO: La caracter&#237;stica est&#225; habilitada y s&#243;lo se
                        puede encender y activar usando los interruptores remotos de encendido y apagado del PTO.
                    </para>
                </item>
                <item>
                    <para>S&#211;LO FUNCIONAMIENTO EN LA CABINA: La caracter&#237;stica est&#225; habilitada y usa el
                        modo en la cabina PTO como el factor discriminante en relaci&#243;n a la forma en que los
                        componentes electr&#243;nicos incorporados aplican el control de velocidad PTO mientras se est&#225;
                        en el funcionamiento en la cabina.
                    </para>
                </item>
                <item>
                    <para>FUNCIONAMIENTO REMOTO Y EN LA CABINA: La caracter&#237;stica est&#225; habilitada y permite el
                        funcionamiento remoto y en la cabina. Sin embargo, el funcionamiento remoto tiene prioridad
                        sobre el funcionamiento en la cabina.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>VS M&#193;XIMO DE PTO</title>
            <para>Este par&#225;metro indica la velocidad m&#225;xima del marcha en la que el control de velocidad PTO
                puede engranar su funcionamiento en la operaci&#243;n de PTO m&#243;vil.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>MODO DEL PTO EN LA CABINA</title>
            <para>Este par&#225;metro indica c&#243;mo se deben interpretar los interruptores de control de crucero en
                el tablero.
            </para>
            <randlist type="bullet">
                <item>
                    <para>NINGUNO: El interruptor de encendido y apagado del control de crucero en el tablero se
                        desconoce.
                    </para>
                </item>
                <item>
                    <para>PREESTABLECIMIENTO FIJO: Los interruptores de control de crucero en el tablero deben funcionar
                        s&#243;lo en el estado PREESTABLECIDO de funcionamiento.
                    </para>
                </item>
                <item>
                    <para>VARIABLE FIJA: Los interruptores de control de crucero en el tablero deben funcionar en un
                        estado variable de funcionamiento.
                    </para>
                </item>
                <item>
                    <para>VARIABLE M&#211;VIL: Los interruptores de control de crucero en el tablero deben funcionar en
                        un estado variable de funcionamiento, permitiendo que el veh&#237;culo se mueva.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>INTE RFAZ DEl PTOEN LA CABINA</title>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados si el control de velocidad
                PTO est&#225; encendido y activo; las interfaces en la cabina del operador se desconocen. Estas
                interfaces incluyen el pedal del acelerador, la se&#241;al de engranaje de la transmisi&#243;n, el pedal
                del freno y los interruptores de control de crucero del tablero.
            </para>
            <randlist type="bullet">
                <item>
                    <para>ACTIVADO: Continuar monitoreando las interfaces del operador en la cabina.</para>
                </item>
                <item>
                    <para>DESACTIVADO: Desconocer las interfaces del operador en la cabina.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>PEDA L REMOTO DE PTO</title>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados que hay un control de
                aceleraci&#243;n remoto disponible para controlar el ajuste de rpm del PTO.
            </para>
            <randlist type="bullet">
                <item>
                    <para>DESACTIVADO: La aceleraci&#243;n remota no est&#225; disponible.</para>
                </item>
                <item>
                    <para>ACTIVADO: La aceleraci&#243;n remota est&#225; disponible.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>R PM 1 PREESTABLECIDA DE PTO</title>
            <para>Este par&#225;metro indica el ajuste de rpm cuando el operador presiona el bot&#243;n SET/COAST con el
                modo de funcionamiento en la cabina PREESTABLECIMIENTO FIJO.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>RPM 2 PREESTABLECIDA DE PTO</title>
            <para>Este par&#225;metro indica el ajuste de rpm cuando el operador presiona el bot&#243;n RESUME/ACCEL con
                el modo de funcionamiento en la cabina PREESTABLECIMIENTO FIJO.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>TASA DE AUMENTO DE RPM PREESTABLECIDA DE PTO</title>
            <para>Este par&#225;metro indica la tasa en que deben aumentar las rpm cuando el operador mantiene oprimido
                el bot&#243;n RESUME/ACCEL.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>RPM M&#193;XIMAS DE PTO</title>
            <para>Este par&#225;metro indica las rpm m&#225;ximas a las que el control de velocidad PTO puede
                engranarse.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_334.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_336.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
