<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) -
        COMUNICACIONES ATA (ATA), ENLACE DE COMUNICACIONES DE DATOS Y ENLACE ATA - C&#211;DIGO DE FALLA
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>C&#211;DIGO DE FALLA</title>
        <svcsubproc>
            <title>C&#243;digo de destello 231, C&#211;DIGO ATA SID 250 FMI 2, ECM: FALLA COM&#218;N DE ATA</title>
            <para>
                <emph type="bold">S&#205;NTOMA:</emph>El c&#243;digo 231
                <emph type="bold">no</emph>
                enciende la luz ENGINE WARNING. Este c&#243;digo se puede producir cuando el ECM no puede entrar al
                enlace de datos ATA. Si esto ocurre, no habr&#225; ning&#250;n dato ATA disponible con la herramienta de
                servicio electr&#243;nico (EST). El c&#243;digo de falla se puede hacer "destellar" usando el
                interruptor STI ubicado en el tablero.
            </para>
            <para>
                <emph type="bold">CAUSAS DE LOS CABLES:</emph>Los circuitos positivo o negativo del ATA entre la EST y
                el ECM y cualquier otro dispositivo electr&#243;nico (transmisiones, frenos, etc.) que usa el banco ATA:
                Est&#225; en corto circuito (alto o bajo), abierto u ocupado (demasiados dispositivos).
            </para>
            <specpara>
                <note>
                    <para>En veh&#237;culos provistos de la transmisi&#243;n WTEC, este c&#243;digo puede estar presente
                        al intentar programar el ECM. El controlador WTEC se debe desconectar al programar el ECM del
                        motor.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">CAUSAS DEL SISTEMA:</emph>Las causas del sistema pueden incluir:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Un dispositivo ATA defectuoso (como un controlador de la transmisi&#243;n o un controlador de
                        los frenos antibloqueo) conectado al banco ATA est&#225; llevando la se&#241;al a tierra.
                    </para>
                </item>
                <item>
                    <para>Demasiados dispositivos ATA, aunque esto ser&#237;a extra&#241;o.</para>
                </item>
                <item>
                    <para>Si no hay causas del sistema presentes, reemplace el ECM por un ECM que se sepa que est&#225;
                        en buenas condiciones.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_145.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_147.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
