<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 2.3: DIAGN&#211;STICOS DE RENDIMIENTO - MOTORES DT 466E E INTERNATIONAL &#174; 530E -
        COMBUSTIBLE Y PRESI&#211;N SUFICIENTES
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>COMBUSTIBLE Y PRESI&#211;N SUFICIENTES</title>
        <svcprocinfo>
            <para>Consulte la
                <emph type="bold">Tabla
                    <hotlnk xrefid="t1751002">2.18</hotlnk>
                </emph>
                para ver la prueba de combustible y presi&#243;n suficientes.
            </para>
            <table id="t1751002">
                <title>Tabla 2.18 Prueba de combustible y presi&#243;n suficientes DE FORMULARIO EGED - 180</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="156p"/>
                    <colspec colname="2" colwidth="156p"/>
                    <colspec colname="3" colwidth="156p"/>
                    <spanspec namest="1" nameend="3" spanname="s1t3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Drene una muestra del tanque (o de los tanques)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Inspeccione si hay contaminaci&#243;n en el combustible</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida la presi&#243;n del combustible en la descarga del filtro de
                                    combustible
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>&#8226; Mida la presi&#243;n en alta velocidad en vac&#237;o</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="3">
                                <para>Actual</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Man&#243;metro de 0 - 160 psi</para>
                            </entry>
                            <entry colname="2">
                                <para>M&#237;nimo 30 psi en alta velocidad en vac&#237;o</para>
                            </entry>
                            <entry colname="3">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n est&#225; baja, reemplace el filtro de
                                        combustible, limpie el colador de combustible y vuelva a efectuar la prueba.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="s1t3">
                                <para>
                                    <emph type="bold">Si la presi&#243;n a&#250;n est&#225; baja, proceda con el paso
                                        2B
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Prop&#243;sito</title>
            <para>Determinar si el sistema de combustible est&#225; obteniendo combustible suficientemente limpio a una
                presi&#243;n correcta para arrancar y hacer funcionar el motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba de combustible suficientemente limpio</title>
            <step1>
                <para count="1">Obtenga una muestra de combustible del tanque de combustible.</para>
                <specpara>
                    <note>
                        <para>El combustible debe ser del grado correcto, estar limpio y sin diluir.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el combustible en el dep&#243;sito. Debe estar limpio y sin aire,
                    contaminantes, agua, formaci&#243;n de hielo ni de color blancusco o turbio. El combustible debe
                    tener un color paja. El combustible te&#241;ido de rojo o azul indica un combustible que no es para
                    carretera.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el olor del combustible para detectar si hay otros combustibles como gasolina o
                    petr&#243;leo.
                </para>
                <para>Si hay aceite del motor presente en el combustible, &#233;ste puede indicar una fuga de anillo O
                    del inyector y la consiguiente p&#233;rdida de la presi&#243;n de control de la inyecci&#243;n.
                    <emph type="bold">Consulte la prueba 10 de diagn&#243;stico de arranque dif&#237;cil o sin arranque,
                        baja presi&#243;n ICP, que incluye la prueba de fuga de ICP indicado en la secci&#243;n 2.2
                    </emph>
                    para determinar la causa del aceite presente en el combustible. Una vez determinada la causa y hecha
                    la reparaci&#243;n, drene el o los tanques de combustible y disponga en forma conciente del
                    combustible contaminado.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba de presi&#243;n del combustible</title>
            <step1>
                <para count="1">Remueva la v&#225;lvula de purga de aire situada en la cabeza del del filtro de
                    combustible.
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751001">2.36,</hotlnk>
                    </emph>
                    <emph type="bold"></emph>
                    y en su lugara instale un conector de tuber&#237;a de 1/8 pulgada (3 mm).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte una l&#237;nea desde el conector hasta la barra de man&#243;metros (PS94-831-3).
                    <emph type="bold">Figura
                        <hotlnk xrefid="f1751002">2.37</hotlnk>.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Mid a la presi&#243;n del combustible en alta velocidad en vac&#237;o. Anote la presi&#243;n
                    en el formulario de diagn&#243;stico y compare con las especificaciones.
                    <emph type="bold">Si la presi&#243;n del combustible est&#225; baja, reemplace el filtro de
                        combustible, limpie el colador de combustible y vuelva a efectuar la prueba. Si la presi&#243;n
                        continua baja en la nueva prueba, efect&#250;e los siguientes pasos:
                    </emph>
                </para>
                <step2>
                    <para count="1">Remueva la l&#237;nea de retorno de combustible e instale un tap&#243;n (para
                        impedir que el combustible salga) en la abertura de retorno de combustible.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233; marcha al motor y observe el man&#243;metro de combustible. Si la presi&#243;n
                        aumenta, reemplace la v&#225;lvula de retorno de combustible y vuelva a probar la presi&#243;n
                        del combustible. Si no se produce ning&#250;n aumento en la presi&#243;n del combustible
                        mientras la l&#237;nea de retorno est&#225; obstruida, efect&#250;e la prueba 2B de restricci&#243;n
                        de la bomba de transferencia.
                    </para>
                    <specpara>
                        <note>
                            <para>Efect&#250;e la prueba 8 "presi&#243;n del combustible (carga total)" antes de remover
                                los equipos de prueba de presi&#243;n.
                            </para>
                        </note>
                    </specpara>
                    <figure id="f1751001" figsize="col-wide">
                        <graphic id="eg6812" filename="../figeg6/eg6812.webp" type="webp"/>
                        <caption>Figura 2.36 Remoci&#243;n de la v&#225;lvula de purga de aire</caption>
                    </figure>
                    <figure id="f1751002" figsize="col-wide">
                        <graphic id="eg6817" filename="../figeg6/eg6817.webp" type="webp"/>
                        <caption>Figura 2.37 Medici&#243;n de la presi&#243;n de combustible con barra de man&#243;metros
                            (PS94-831-3)
                        </caption>
                    </figure>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles de baja presi&#243;n de combustible o de ausencia de presi&#243;n</title>
            <randlist type="bullet">
                <item>
                    <para>No hay combustible en el tanque.</para>
                </item>
                <item>
                    <para>Si hay una v&#225;lvula de combustible en l&#237;nea, &#233;sta puede estar cerrada.</para>
                </item>
                <item>
                    <para>La l&#237;nea de suministro de combustible del tanque o de los tanques puede estar rota o
                        doblada.
                    </para>
                </item>
                <item>
                    <para>El combustible puede estar encerado o gelatinoso (con mayor probabilidad en clima fr&#237;o
                        con combustible n&#186; 2), el tubo de captaci&#243;n en el tanque puede estar obstruido o
                        agrietado. Si hay una excesiva cantidad de agua en el tanque, &#233;sta puede congelarse
                        impidiendo que el combustible se extraiga hacia el motor.
                    </para>
                </item>
                <item>
                    <para>Si el veh&#237;culo tiene filtros o separadores de agua adicionales, revise si hay filtros
                        obstruidos o grietas que puedan permitir que el sistema de combustible aspire aire.
                    </para>
                </item>
                <item>
                    <para>El combustible turbio indica que el combustible puede ser de un grado inadecuado para
                        temperaturas fr&#237;as. Es posible que una cantidad excesiva de agua o de contaminantes en el
                        combustible indique que el tanque y el sistema de combustible pueden necesitar ser enjuagados y
                        limpiados.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas requeridas</title>
            <para>Recipiente transparente de aproximadamente 1 cuarto de gal&#243;n. Barra de man&#243;metros
                (PS94-831-3) y l&#237;nea adecuada con conexi&#243;n de 1/8" NPT.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
