<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Diagnosticos de los Motores Diesel para Camiones DT-466E e International&#174; 530E
        EGES-175 - SECCI&#211;N 3.5: SENSOR DE POSICI&#211;N DEL PEDAL DEL ACELERADOR E INTERRUPTOR IVS (APS E IVS) - L&#205;NEA
        DE DATOS DEL MOTOR (EDL) CON TRANSMISI&#211;N ALLISON AT/MT - FUNCIONES DEL CIRCUITO
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>FUNCIONES DEL CIRCUITO</title>
        <para>El m&#243;dulo de control electr&#243;nico est&#225; programado con dos programas de cambio: El modo de
            aceleraci&#243;n cerrada y el modo de aceleraci&#243;n muy abierta.
        </para>
        <step1>
            <para count="1">El modo de aceleraci&#243;n cerrada es para situaciones con carga moderada del motor. La
                clavija 56 del ECM estar&#225; baja (0 voltios). Esto energiza el rel&#233; apagando la energ&#237;a
                hacia el solenoide, lo que hace que la transmisi&#243;n cambie a aproximadamente un 65% de la carga del
                motor.
            </para>
        </step1>
        <step1>
            <para count="1">El modo de aceleraci&#243;n muy abierta es para situaciones de carga pesada. La clavija 56
                del ECM estar&#225; alta (12 voltios). Esto desenergiza el rel&#233; haciendo que se apliquen 12 voltios
                al solenoide. En este modo, el ECM tiene programas de cambio que ocurren a un 80% de carga del motor.
            </para>
        </step1>
        <para>Cuando el motor est&#225; funcionando a menos que el punto de cambio de carga, el voltaje del arranque no
            se aplica al solenoide del cambio. Cuando ordena un cambio de la transmisi&#243;n, el ECM abre la tierra de
            la bobina del rel&#233;, lo que desenergiza el rel&#233; apagando la energ&#237;a hacia el solenoide del
            cambio y haciendo que &#233;ste cambie.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m175_HL1751612.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175_231.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m175.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
