<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 8. Sistemas del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>8. Sistemas del motor</title>
        <figure id="f2710533" figsize="col-wide">
            <graphic filename="../figH31/H31433sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Inspeccionar el motor y el sistema de control en busca de da&#241;os (fugas, conexiones interrumpidas o
            abrasiones en el cableado).
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>L&#225;mpara de inspecci&#243;n</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Inspeccione el sistema de suministro de combustible (incluyendo el tanque y los conductos)
                en busca de fugas y da&#241;os.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el conducto de aceite de alta presi&#243;n desde la bomba hasta el m&#250;ltiple de
                suministro en busca de fugas grandes.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el motor en busca de fugas de aceite.</para>
        </step1>
        <step1>
            <para count="1">Inspeccione el sistema de enfriamiento en busca de fugas.</para>
        </step1>
        <step1>
            <para count="1">Inspeccione las conexiones de los sensores, rel&#233;s y m&#243;dulos de control. Todas las
                conexiones deben estar bien encajadas y en buen estado, sin da&#241;os ni corrosi&#243;n.
            </para>
            <specpara>
                <note>
                    <para>El motor no arrancar&#225; si los siguientes componentes est&#225;n desconectados o da&#241;ados:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Regulador de presi&#243;n de inyecci&#243;n (IPR)</para>
                        </item>
                        <item>
                            <para>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
                        </item>
                        <item>
                            <para>Sensor de posici&#243;n del cig&#252;e&#241;al (CKP)</para>
                        </item>
                        <item>
                            <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                        </item>
                        <item>
                            <para>M&#243;dulo impulsor de los inyectores (IDM)</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Inspeccione los cables de la bater&#237;a y las conexiones de los fusibles en busca de
                corrosi&#243;n. Todas las conexiones deben estar bien encajadas y en buen estado, sin da&#241;os ni
                corrosi&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el cableado del motor y verifique que est&#233; encaminado correctamente y que
                los cables no tengan rozaduras o abrasiones.
            </para>
        </step1>
        <step1>
            <para count="1">Revise los siguientes componentes del sistema de admisi&#243;n de aire en busca de fugas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Inspeccione la carcasa del filtro de aire en busca de aver&#237;as o deformaci&#243;n que
                        pudieran permitir que entre aire sin filtrar al motor.
                    </para>
                </item>
                <item>
                    <para>Inspeccione la carcasa del filtro de aire en busca de movimiento del sello de extremo. Si el
                        sello de extremo se mueve, el &#225;rea de contacto estar&#225; lustrosa. Un &#225;rea de
                        contacto lustrosa indica que aire sin filtrar ha pasado por el elemento filtrante hacia el
                        motor.
                    </para>
                </item>
                <item>
                    <para>Inspeccione el elemento filtrante en busca de abolladuras o agujeros en la tapa, sellos da&#241;ados
                        y holl&#237;n.
                    </para>
                </item>
                <item>
                    <para>Inspeccione las mangueras de entrada de aire y sus abrazaderas y verifique que est&#233;n bien
                        ajustadas y colocadas sobre el cord&#243;n de sellamiento.
                    </para>
                </item>
                <item>
                    <para>Inspeccione el enfriador de aire turboalimentado (CAC) instalado en el chasis y su tuber&#237;a.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El aire sin filtrar producir&#225; un desgaste acelerado del motor.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Anote los problemas en el formulario de diagn&#243;sticos.</para>
            <randlist type="bullet">
                <item>
                    <para>Si encontr&#243; problemas, haga las reparaciones necesarias y verifique si sigue habiendo
                        problemas de arranque.
                    </para>
                </item>
                <item>
                    <para>Si no encontr&#243; problemas, haga la siguiente prueba de diagn&#243;stico.</para>
                </item>
            </randlist>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Los conductos de suministro de combustible est&#225;n flojos o tienen fugas y pueden hacer que el
                    sistema pierda el cebado.
                </para>
            </item>
            <item>
                <para>Los conductos de suministro de combustible est&#225;n doblados u obstruidos y pueden restringir el
                    flujo.
                </para>
            </item>
            <item>
                <para>Hay fugas masivas o muy grandes de combustible o aceite.</para>
            </item>
            <item>
                <para>Las fugas de refrigerante pueden indicar da&#241;os serios en el motor.</para>
            </item>
            <item>
                <para>Hay conectores electr&#243;nicos da&#241;ados o mal instalados.</para>
            </item>
            <item>
                <para>Hay un bloqueo en el sistema de admisi&#243;n de aire.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
