<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Sistemas del motor - Sistema de control de aire - Turbo de
        dos etapas
    </stitle>
    <svcman/>
    <svcproc id="S265intro01" svcproctype="describe" graphiccount="2">
        <title>Turbo de dos etapas</title>
        <figure id="f3050108" figsize="pg-wide">
            <graphic filename="../figJ31/J31056.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
            <caption>Turbo de dos etapas</caption>
            <calloutgroup>
                <callout1 type="arabic">Tubo de suministro de aceite</callout1>
                <callout1 type="arabic">Compresor de baja presi&#243;n</callout1>
                <callout1 type="arabic">Entrada de aire</callout1>
                <callout1 type="arabic">Activador neum&#225;tico</callout1>
                <callout1 type="arabic">Salida del compresor de baja presi&#243;n</callout1>
                <callout1 type="arabic">Descarga del compresor de alta presi&#243;n</callout1>
                <callout1 type="arabic">Tubo comunicante</callout1>
                <callout1 type="arabic">Compresor de alta presi&#243;n</callout1>
                <callout1 type="arabic">Turbina de alta presi&#243;n</callout1>
                <callout1 type="arabic">Entrada de gases de escape</callout1>
                <callout1 type="arabic">Salida de la turbina de alta presi&#243;n y entrada de la turbina de baja presi&#243;n</callout1>
                <callout1 type="arabic">Salida de gases de escape</callout1>
                <callout1 type="arabic">Turbina de baja presi&#243;n</callout1>
                <callout1 type="arabic">R&#243;tulo con el n&#250;mero de serie</callout1>
            </calloutgroup>
        </figure>
        <para>El turbo de dos etapas responde directamente a las cargas a las que es sometido el motor. Las diferentes
            cargas del motor afectan la energ&#237;a de los gases de escape, que a su vez determinan la velocidad del
            turbo. La velocidad del turbo controla la presi&#243;n de refuerzo para las distintas cargas del motor. Las
            dos etapas del turbo contribuyen a la reducci&#243;n de las emisiones de escape.
        </para>
        <para>En ralent&#237; bajo, la carga del motor y la presi&#243;n de refuerzo del turbo son bajos. A medida que
            las RPM aumentan, entran a los cilindros m&#225;s combustible y m&#225;s aire. La temperatura y la presi&#243;n
            de los gases de escape aumentan; la mayor energ&#237;a que producen los gases aumenta la velocidad de la
            turbina y del compresor, lo que eleva la presi&#243;n y la temperatura del aire que entra al motor.
        </para>
        <para>A medida que las RPM y la carga del motor disminuyen, entra menos combustible y menos aire a los
            cilindros. La temperatura y la presi&#243;n de los gases de escape disminuyen; la menor energ&#237;a de los
            gases hace disminuir la velocidad de la turbina y del compresor, lo que baja la presi&#243;n y la
            temperatura del aire que entra al motor.
        </para>
        <para>
            <title>Flujo del turbo de dos etapas</title>
        </para>
        <figure id="f3050109" figsize="col-wide">
            <graphic filename="../figJ31/J31052.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Flujo del turbo de dos etapas</caption>
        </figure>
        <para>Con cargas del motor m&#225;s livianas, todos los gases de escape fluyen a trav&#233;s de la turbina de
            alta presi&#243;n y la turbina de baja presi&#243;n.
        </para>
        <para>El aire filtrado, mezclado con los vapores del bloque, es dirigido al compresor de baja presi&#243;n. La
            mezcla de aire se comprime y se dirige al compresor de alta presi&#243;n. El compresor de alta presi&#243;n
            comprime el aire a alta presi&#243;n, alta temperatura y alta densidad antes de que entre al CAC.
        </para>
        <para>Cuando la presi&#243;n de refuerzo alcanza un valor determinado, un activador neum&#225;tico abre una v&#225;lvula
            y permite que parte de los gases de escape se desv&#237;e sin pasar por la turbina de alta presi&#243;n, y
            fluya directamente hacia la turbina de baja presi&#243;n; la presi&#243;n m&#225;xima de refuerzo es
            limitada.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges300_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
