<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DEL SISTEMA DE CONTROL
        ELECTR&#211;NICO - Diagn&#243;sticos de circuitos - Interruptores para instrucci&#243;n de control de velocidad
        (SCCS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Interruptores para instrucci&#243;n de control de velocidad (SCCS)</title>
        <svcprocinfo>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3368" filename="../figd33/d3368.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n de los interruptores para instrucci&#243;n de control de velocidad
                    (SCCS)
                </caption>
            </figure>
            <para>El diagrama de la funci&#243;n de los SCCS incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Controlador electr&#243;nico de sistemas (ESC)</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Interruptores de control de crucero en el volante</para>
                </item>
            </randlist>
            <para>
                <title>Control de crucero</title>
            </para>
            <para>El ECM controlar&#225; la velocidad del motor para mantener una velocidad constante del veh&#237;culo
                con el control de crucero. Al oprimir el interruptor SET cuando el veh&#237;culo est&#225; a la
                velocidad deseada y el interruptor CRUISE est&#225; en ON, se activa el control de crucero. Oprimiendo
                los interruptores ACCEL/CRUISE se aumenta o disminuye la velocidad. El control de crucero se desactiva
                oprimiendo el interruptor OFF, el pedal del freno, el pedal del embrague; o en veh&#237;culos con
                transmisi&#243;n autom&#225;tica, al poner neutro.
            </para>
            <para>
                <title>Control de la toma de fuerza (PTO)</title>
            </para>
            <para>La velocidad del motor puede controlarse por los interruptores SCCS, si la opci&#243;n de la toma de
                fuerza ha sido programada en el ECM y el veh&#237;culo est&#225; estacionario. Hay velocidades variables
                o prefijadas disponibles, dependiendo de la programaci&#243;n. La funci&#243;n de la PTO se activa al
                poner el interruptor CRUISE en ON. Al oprimir los interruptores SET/CRUISE o RESUME/ACCEL se aumenta o
                disminuye la velocidad, dependiendo de la programaci&#243;n de la toma de fuerza.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito de los SCCS</title>
            <para>El control de crucero permite al ECM controlar la potencia del motor para mantener una velocidad
                constante. El conductor determina el punto de velocidad fijada; sin embargo, en el ECM se programan los
                puntos de velocidad m&#225;xima y m&#237;nima. En el ECM tambi&#233;n se programa la velocidad del motor
                m&#237;nima a la cual puede activarse el control de crucero.
            </para>
            <para>Las funciones del control de crucero se activan en la forma siguiente:</para>
            <table id="te24007081" tblwidth="pg-wide" frame="topbot">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="1.85in"/>
                    <colspec colname="col2" colwidth="1.11in"/>
                    <colspec colname="COLSPEC0" colwidth="1.09in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col2" nameend="col3" spanname="SPAN2"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Bot&#243;n ON/OFF:</para>
                            </entry>
                            <entry colspan="3" spanname="SPAN2">
                                <para>ON activa y OFF desactiva las funciones del control de crucero.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>SET/CRUISE:</para>
                            </entry>
                            <entry colspan="3" spanname="SPAN2">
                                <para>Si el control de crucero est&#225; activo pero no ha fijado la velocidad, puede
                                    hacerlo oprimiendo SET/CRUISE para seleccionar la velocidad actual del veh&#237;culo
                                    como la velocidad deseada.
                                </para>
                                <para>Si el control de crucero est&#225; activo y ya estableci&#243; la velocidad
                                    deseada, oprimir SET/CRUISE har&#225; que la velocidad disminuya.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>RESUME/ACCEL:</para>
                            </entry>
                            <entry colspan="3" spanname="SPAN2">
                                <para>Si el control de crucero est&#225; activo pero fue desactivado por haber frenado o
                                    usado el pedal del embrague, oprimir RESUME/ACCEL regresar&#225; el veh&#237;culo a
                                    la velocidad deseada que estableci&#243; anteriormente.
                                </para>
                                <para>Si el control de crucero est&#225; activo, oprimir RESUME/ACCEL har&#225; que la
                                    velocidad aumente.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <title>Toma de fuerza en la cabina</title>
            </para>
            <para>La toma de fuerza desde la cabina tiene tres modos diferentes de operaci&#243;n. Estos modos se
                seleccionan programando In-Cab PTO Mode en el ECM. Estos modos son:
            </para>
            <randlist type="bullet">
                <item>
                    <para>In-Cab Preset (prefijada en cabina)</para>
                </item>
                <item>
                    <para>In-Cab Variable (variable en cabina)</para>
                </item>
                <item>
                    <para>In-Cab Mobile (m&#243;vil en cabina)</para>
                </item>
            </randlist>
            <para>
                <title>In-Cab Preset (prefijada en cabina)</title>
            </para>
            <para>In-Cab Preset se selecciona programando los par&#225;metros programables del ECM In-Cab PTO Mode como
                In-Cab Preset. Esto permite al conductor seleccionar uno de dos valores programados para velocidad del
                motor. Para hacerlo, ponga el interruptor ON/OFF en la posici&#243;n ON. Luego oprima los interruptores
                SET/CRUISE o RESUME/ACCEL. Esto hace que la velocidad del motor sea la del valor programado en PTO Set
                Speed.
            </para>
            <para>Al poner el interruptor en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. El control de velocidad de la PTO no se
                activar&#225; si la se&#241;al del VSS tiene alguna falla.
            </para>
            <para>
                <title>In-Cab Variable (variable en cabina)</title>
            </para>
            <para>In-Cab Variable se selecciona programando los par&#225;metros programables del ECM In-Cab PTO Mode
                como In-Cab Variable. Esto permite al conductor fijar la velocidad del motor en un valor deseado. El ECM
                mantendr&#225; esta velocidad a pesar de distintas condiciones de carga, hasta donde alcance la potencia
                del motor dentro de los l&#237;mites seleccionados.
            </para>
            <para>Para hacerlo, ponga el interruptor ON/OFF en la posici&#243;n ON. La velocidad puede ajustarse de dos
                maneras. La primera, con el acelerador y oprimiendo luego el interruptor SET/CRUISE. La segunda es
                oprimiendo RESUME/ACCEL para aumentar la velocidad incrementalmente u oprimiendo SET/CRUISE para
                disminuir la velocidad del motor.
            </para>
            <para>La velocidad fijada del motor estar&#225; limitada al valor programado en el ECM para m&#225;xima
                velocidad del motor para la toma de fuerza.
            </para>
            <para>Al poner el interruptor en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. El control de velocidad de la PTO no se
                activar&#225; si la se&#241;al del VSS tiene alguna falla.
            </para>
            <para>
                <title>In-Cab Mobile (m&#243;vil en cabina)</title>
            </para>
            <para>In-Cab Mobile se selecciona programando los par&#225;metros programables del ECM In-Cab PTO Mode como
                In-Cab Mobile. Esto permite al conductor usar el control de velocidad del motor de la misma manera que
                el control variable en cabina; sin embargo, en este modo el veh&#237;culo puede estar en movimiento. Vea
                In-Cab Variable (variable en cabina) para mayores detalles. La velocidad m&#225;xima del veh&#237;culo
                es programable hasta 32 km/h (20 mph). Este modo es igual a In-Cab Variable; sin embargo, una se&#241;al
                de velocidad no inhabilitar&#225; el control de velocidad hasta que se alcance la velocidad m&#225;xima
                programada.
            </para>
            <para>
                <title>Toma de fuerza remota</title>
            </para>
            <para>La toma de fuerza remota puede activarse de dos maneras, con Remote Preset (prefijada remota) y con
                Remote Variable (variable remota). La operaci&#243;n del control de velocidad depende de cu&#225;l se&#241;al
                se habilita.
            </para>
            <para>
                <title>Remote Preset (remota prefijada)</title>
            </para>
            <para>Estando en el modo prefijado, el interruptor SET har&#225; que el motor funcione a la velocidad
                programada como Set Speed. El interruptor RESUME/ACCEL permitir&#225; que el motor funcione a la
                velocidad programada como Resume Speed.
            </para>
            <para>Con Remote Preset activada, la velocidad se ajusta de la misma manera que con In-Cab Preset. Vea
                In-Cab Preset para mayores detalles.
            </para>
            <para>Al poner el interruptor ON/OFF en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. Sin embargo, la opci&#243;n programada PTO
                Operation Disable impedir&#225; que las se&#241;ales del embrague y del freno interrumpan el control de
                velocidad del motor para la toma de fuerza y har&#225;n que el APS no opere. El control de velocidad de
                la PTO no se activar&#225; si la se&#241;al del VSS tiene alguna falla.
            </para>
            <para>
                <title>Remote Variable (variable remota)</title>
            </para>
            <para>Habilitar esta se&#241;al permite que la velocidad del motor sea ajustada al nivel deseado. Oprimir el
                interruptor RESUME/ACCEL har&#225; que aumente la velocidad del motor; oprimir el interruptor SET/CRUISE
                har&#225; disminuir la velocidad del motor.
            </para>
            <para>Con Remote Variable activada la velocidad se ajusta de la misma manera que con In-Cab Variable.</para>
            <para>Abrir el interruptor hacia el pin X3-20, poner el interruptor ON/OFF en OFF, oprimir el freno o el
                embrague, un cambio en una transmisi&#243;n autom&#225;tica o recibir una se&#241;al del VSS cuando no
                est&#225; programado para operaci&#243;n m&#243;vil, el control de velocidad de la toma de fuerza se
                desactiva. Sin embargo, la opci&#243;n programada PTO Operation Disable impedir&#225; que las se&#241;ales
                del embrague y del freno interrumpan el control de velocidad del motor para la toma de fuerza y har&#225;n
                que el APS no opere. El control de velocidad de la PTO no se activar&#225; si la se&#241;al del VSS
                tiene alguna falla.
            </para>
            <para>
                <title>PTO Speed Ramp Rate (tasa de ascenso de la velocidad de la PTO)</title>
            </para>
            <para>La tasa a la cual la velocidad del motor cambia, depender&#225; de las condiciones de carga y del
                valor programado de tasa de ascenso de RPM para la toma de fuerza (PTO Speed Ramp Rate). Un valor m&#225;s
                alto har&#225; que el motor cambie de velocidad m&#225;s r&#225;pidamente.
            </para>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software INTUNE y Master Diagnostics</para>
                </item>
                <item>
                    <para>Cable de interfaz EZ-Tech de International&#174;</para>
                </item>
                <item>
                    <para>Cable de interfaz J1939 de International&#174;</para>
                </item>
                <item>
                    <para>Gu&#237;a de ubicaci&#243;n de fallas del sistema el&#233;ctrico (camiones)</para>
                </item>
                <item>
                    <para>Diagramas de circuitos el&#233;ctricos (camiones)</para>
                </item>
            </randlist>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>El ECM no monitoriza el sistema de SCCS en busca de fallas. No hay c&#243;digos de falla para este
                sistema.
            </para>
            <para>
                <title>Diagn&#243;sticos</title>
            </para>
            <para>Si el motor no responde a los interruptores del control de crucero, use el software INTUNE para
                monitorizar las se&#241;ales de los interruptores al ESC. Si el estado del interruptor no cambia cuando
                se oprimen los controles de crucero, use la Gu&#237;a de ubicaci&#243;n de fallas del sistema el&#233;ctrico
                para diagnosticar los circuitos del interruptor del control de crucero.
            </para>
            <para>Si el ESC recibe las se&#241;ales del interruptor, use Master Diagnostics para ver el estado del
                interruptor del control de crucero. Si el estado del interruptor no cambia cuando se oprime, verifique
                que haya comunicaci&#243;n entre el ECM y el ESC (si el ECM responde a otras se&#241;ales del ESC). Si
                el estado del interruptor cambia, verifique que no haya otros problemas que impiden o demoran la reacci&#243;n
                a las se&#241;ales. Los ejemplos incluyen:
            </para>
            <randlist type="bullet">
                <item>
                    <para>RPM por debajo del valor m&#237;nimo</para>
                </item>
                <item>
                    <para>RPM por encima del valor m&#225;ximo</para>
                </item>
                <item>
                    <para>Velocidad en carretera menor al m&#237;nimo o mayor al m&#225;ximo</para>
                </item>
                <item>
                    <para>Pedal del freno oprimido</para>
                </item>
                <item>
                    <para>Embrague o tren propulsor desacoplados</para>
                </item>
            </randlist>
            <para>La EST puede usarse para monitorizar el estado de los controles de la toma de fuerza. Comparando los
                valores de la lista de datos con la operaci&#243;n real, se indica si los controles est&#225;n operando
                debidamente. Utilizando el men&#250; de par&#225;metros programables, la programaci&#243;n del ECM puede
                tambi&#233;n ser verificada para asegurarse de que el ECM est&#233; debidamente programado para usar la
                toma de fuerza. La lista de datos puede usarse tambi&#233;n para monitorizar los par&#225;metros que
                causan la interrupci&#243;n del control de velocidad de la PTO.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_180.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_182.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
