<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - PISTONES, ANILLOS Y BIELAS - Extracci&#243;n -
        Mediciones preliminares
    </stitle>
    <svcman/>
    <svcproc id="s2960007.1.2" graphiccount="7">
        <title>Mediciones preliminares</title>
        <svcsubproc id="s2960007.1.2.1">
            <title>Mediciones de pistones y bielas</title>
            <specpara>
                <note>
                    <para>Antes de sacar pistones y bielas se recomienda medir la protuberancia de los pistones. Esto
                        ayudar&#225; a identificar bielas dobladas o torcidas.
                    </para>
                </note>
            </specpara>
            <figure id="f296000701" figsize="col-wide">
                <graphic filename="../figd04/d0413.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 261. Mida la protuberancia del pist&#243;n</caption>
            </figure>
            <specpara>
                <note>
                    <para>Antes de medir la protuberancia del pist&#243;n se recomienda que la superficie del bloque del
                        motor est&#233; plana y nivelada; vea .
                    </para>
                </note>
                <note>
                    <para>Las mediciones de protuberancia del pist&#243;n se realizan en las posiciones de las 3 y 9
                        horas, ya que esas posiciones est&#225;n en l&#237;nea con el pasador del pist&#243;n y evitan
                        el movimiento de balanceo del pist&#243;n que habr&#237;a en cualquier otra posici&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mida la protuberancia del pist&#243;n por encima del bloque en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Ponga el medidor anal&#243;gico en cero en la superficie del bloque del motor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Coloque el extremo del medidor sobre la cabeza del pist&#243;n en la posici&#243;n
                        de las 3 horas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga girar el cig&#252;e&#241;al en la direcci&#243;n de rotaci&#243;n normal para
                        levantar el pist&#243;n a su protuberancia m&#225;xima en el punto muerto superior. Lea la
                        protuberancia m&#225;xima en el medidor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Anote la medida.</para>
                </step2>
                <step2>
                    <para count="1">Coloque el extremo del medidor sobre la cabeza del pist&#243;n en la posici&#243;n
                        de las 9 horas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga girar el cig&#252;e&#241;al para levantar el pist&#243;n a su protuberancia m&#225;xima.
                        Lea la protuberancia m&#225;xima en el medidor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Anote la medida y promedie ambos valores. Cambie el pist&#243;n y la biela si fuera
                        necesario.
                    </para>
                </step2>
            </step1>
            <figure id="f296000702" figsize="col-wide">
                <graphic filename="../figd04/d0407.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 262. Mida el juego lateral de la biela</caption>
                <calloutgroup>
                    <callout1 type="arabic">L&#225;minas calibradas</callout1>
                    <callout1 type="arabic">Bielas</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mida el juego lateral de la biela con l&#225;minas calibradas en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Separe un par de bielas en un mu&#241;&#243;n del cig&#252;e&#241;al. Inserte la l&#225;mina
                        calibrada m&#225;s grande que pueda entre las bielas para medir el juego lateral.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga lo mismo con cada par de bielas en cada mu&#241;&#243;n del cig&#252;e&#241;al
                        y compare los valores con las especificaciones .
                    </para>
                    <specpara>
                        <note>
                            <para>La falta de juego pudiera indicar que hay una biela da&#241;ada o un cojinete de biela
                                fuera de lugar. Demasiado juego puede requerir el cambio de las bielas o del cig&#252;e&#241;al.
                                Haga las correcciones necesarias.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960007.1.2.2">
            <title>Conjunto de biela y pist&#243;n</title>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, saque el borde de carb&#243;n, si lo hay, antes de sacar
                        los conjuntos de biela y pist&#243;n fuera del cilindro. Esto reduce la posibilidad de da&#241;ar
                        el resalto de los anillos durante la extracci&#243;n.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Use una navaja o lima flexible para raspar el borde de carb&#243;n de la parte superior
                    del cilindro.
                </para>
            </step1>
            <figure id="f296000703" figsize="col-wide">
                <graphic filename="../figd04/d0418.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 263. Ubicaci&#243;n de las bielas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Pernos de la biela</callout1>
                    <callout1 type="arabic">Tapa de la biela</callout1>
                    <callout1 type="arabic">Cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Rote el cig&#252;e&#241;al hasta colocar los mu&#241;ones en posici&#243;n para poder
                    sacar las bielas. Marque la ubicaci&#243;n de las bielas.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, aseg&#250;rese de que los pernos de las bielas no est&#233;n
                        trabados. Si est&#225;n trabados, revise el estado de las roscas cuidadosamente durante la
                        inspecci&#243;n.
                    </para>
                </caution>
            </specpara>
            <figure id="f296000704" figsize="col-wide">
                <graphic filename="../figd07/d0706.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 264. Saque los pernos de la tapa de biela</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tapa de biela (8)</callout1>
                    <callout1 type="arabic">Pernos de las bielas (16)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque dos pernos y la tapa de la biela.</para>
            </step1>
            <step1>
                <para count="1">Saque los conjuntos de pist&#243;n y biela fuera del bloque en la forma siguiente:
                </para>
                <figure id="f296000705" figsize="col-wide">
                    <graphic filename="../figd04/d0417.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 265. Saque el conjunto de pist&#243;n y biela</caption>
                </figure>
                <step2>
                    <para count="1">Ponga el motor en posici&#243;n vertical.</para>
                </step2>
                <step2>
                    <para count="1">Use un mango de madera o de pl&#225;stico para empujar el conjunto de pist&#243;n y
                        biela fuera del cilindro.
                    </para>
                </step2>
                <step2>
                    <para count="1">Una vez que los anillos del pist&#243;n hayan salido de la cavidad, saque el
                        conjunto de pist&#243;n y biela fuera del bloque del motor.
                    </para>
                </step2>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, aseg&#250;rese de estampar, marcar o etiquetar cada biela
                        y su tapa con el n&#250;mero del cilindro. Los n&#250;meros de las bielas y las tapas s&#243;lo
                        sirven para formar pares.
                    </para>
                </caution>
                <caution>
                    <para>Este motor usa bielas fracturadas. No altere o da&#241;e la superficie fracturada de contacto
                        entre la biela y la tapa.
                    </para>
                </caution>
            </specpara>
            <figure id="f296000706" figsize="col-wide">
                <graphic filename="../figd04/d0412.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 266. Mantenga cada biela con su tapa</caption>
                <calloutgroup>
                    <callout1 type="arabic">N&#250;meros iguales</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Luego de sacarlas, aseg&#250;rese de mantener cada biela junto con su tapa. La tapa de
                    una biela no se puede usar con ninguna otra biela.
                </para>
            </step1>
            <figure id="f296000707" figsize="col-wide">
                <graphic filename="../figf04/f0402.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 267. Desplazamiento entre biela y tapa que no forman un par</caption>
            </figure>
            <step1>
                <para count="1">La tapa puede instalarse correctamente en la biela s&#243;lo si est&#225; orientada en
                    la direcci&#243;n adecuada. Si la tapa queda al rev&#233;s al ensamblar la biela, se ver&#225; un
                    desplazamiento evidente en las superficies de contacto. Si un conjunto de biela es instalado en el
                    cig&#252;e&#241;al de esa manera, es necesario cambiar la biela. Tambi&#233;n revise los brazos del
                    cig&#252;e&#241;al en busca de da&#241;os. Esos da&#241;os requerir&#225;n cambiar el cig&#252;e&#241;al.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_136.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_138.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
