<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Informaci&#243;n sobre el veh&#237;culo
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Informaci&#243;n sobre el veh&#237;culo</title>
        <figure id="f2400602" figsize="pg-wide">
            <graphic filename="../figD31/D31268.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
        </figure>
        <specpara>
            <note>
                <para>Antes de comenzar con las pruebas de diagn&#243;stico, escriba la informaci&#243;n sobre el veh&#237;culo
                    en la parte superior del frente del formulario
                    <exhotlnk document="../forms/MEGED251.pdf" bookname="FORM">Diagn&#243;sticos de rendimiento
                        EGED-251.
                    </exhotlnk>
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <item>
                <para>Los n&#250;meros de la unidad y del t&#233;cnico o mec&#225;nico son s&#243;lo para referencia.
                </para>
            </item>
            <item>
                <para>La fecha, km/millas y horas son para reclamos de garant&#237;a.</para>
            </item>
            <item>
                <para>El n&#250;mero de serie del motor y el VIN (n&#250;mero de identificaci&#243;n del veh&#237;culo)
                    son para encargar repuestos y como referencia a la informaci&#243;n del servicio. El n&#250;mero de
                    serie del motor est&#225; en una superficie maquinada detr&#225;s de la parte trasera izquierda del
                    bloque del motor, debajo de la culata izquierda. El n&#250;mero de identificaci&#243;n del veh&#237;culo
                    est&#225; en el marco de la puerta del conductor.
                </para>
            </item>
            <item>
                <para>Los HP del motor, la informaci&#243;n sobre emisiones y el c&#243;digo de clasificaci&#243;n del
                    motor (EFRC) ayudan a determinar si el motor tiene la potencia apropiada para el uso que se le est&#225;
                    dando al veh&#237;culo y si el ECM est&#225; calibrado correctamente para la potencia y el nivel de
                    emisiones del motor. La informaci&#243;n sobre la potencia del motor y las emisiones aparece en la
                    etiqueta que est&#225; en la tapa de v&#225;lvulas derecha.
                </para>
            </item>
            <item>
                <para>El c&#243;digo de clasificaci&#243;n del motor y las calibraciones del m&#243;dulo de control
                    electr&#243;nico (ECM) y del m&#243;dulo impulsor de los inyectores (IDM) se obtienen con la
                    herramienta electr&#243;nica de servicio (EST).
                </para>
            </item>
            <item>
                <para>La informaci&#243;n sobre el n&#250;mero de serie del turboalimentador y de los inyectores s&#243;lo
                    es necesaria si sospecha que hay incompatibilidad entre componentes.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_106.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
