<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - INSTALACI&#211;N
        - Ensamblaje de la culata
    </stitle>
    <svcman/>
    <svcproc id="s2960004.4.3" graphiccount="2">
        <title>Ensamblaje de la culata</title>
        <svcprocinfo id="s2960004.4.3.1">
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                        <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
            </specpara>
            <para>Limpie las caras y los asientos de las v&#225;lvulas con un solvente adecuado para eliminar toda la
                suciedad o materias extra&#241;as. Seque todos los componentes nuevos y usados con aire comprimido
                filtrado.
            </para>
        </svcprocinfo>
        <svcsubproc id="s2960004.4.3.2">
            <title>Instale las v&#225;lvulas</title>
            <specpara>
                <note>
                    <para>&#161;Las gu&#237;as deben estar limpias! Limpie las gu&#237;as con un cepillo para gu&#237;as
                        de v&#225;lvula.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seque las gu&#237;as con aire comprimido filtrado.</para>
            </step1>
            <step1>
                <para count="1">Lubrique el di&#225;metro interno del nuevo sello de v&#225;stago de v&#225;lvula con
                    aceite limpio de motor e inst&#225;lelo sobre la gu&#237;a de v&#225;lvula hasta que no avance m&#225;s.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El sello de v&#225;lvula no se asentar&#225; completamente sobre la gu&#237;a s&#243;lo con
                        presi&#243;n manual. Los sellos pueden asentarse con una llave de cubo profunda y un martillo de
                        goma para obtener un contacto positivo con la base labrada.
                    </para>
                </note>
            </specpara>
            <figure id="f296000476" figsize="col-wide">
                <graphic filename="../figd08/d0885.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 180. Instale el sello, el resorte y el retenedor de la v&#225;lvula</caption>
                <calloutgroup>
                    <callout1 type="arabic">Sello</callout1>
                    <callout1 type="arabic">Resorte</callout1>
                    <callout1 type="arabic">Retenedor</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Ponga el resorte de v&#225;lvula sobre el sello de v&#225;stago.</para>
            </step1>
            <step1>
                <para count="1">Instale un retenedor de resortes de v&#225;lvula encima del resorte.</para>
            </step1>
            <figure id="f296000477" figsize="col-wide">
                <graphic filename="../figd08/d0886.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 181. Instale las clavijas de retenci&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Clavija de retenci&#243;n</callout1>
                    <callout1 type="arabic">Compresor de resortes</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte un compresor de resortes de v&#225;lvula y comprima el resorte. Instale las
                    clavijas de retenci&#243;n y suelte el compresor de resortes.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, aseg&#250;rese de que las clavijas de retenci&#243;n est&#233;n
                        bien asentadas en cada v&#225;stago de v&#225;lvula.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s de cambiar la v&#225;lvula, mida la recesi&#243;n de la cabeza de v&#225;lvula
                    con relaci&#243;n a la plataforma para confirmar la necesidad de reacondicionar; vea las
                    especificaciones .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_83.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_85.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
