<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Pruebas del combustible
    </stitle>
    <svcman/>
    <svcproc id="P1750202.5" svcproctype="PROCTYPE" graphiccount="0">
        <title>Pruebas del combustible</title>
        <svcprocinfo>
            <table id="te17502003" tblwidth="half-page" frame="all">
                <tgroup cols="1" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="4.50in"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">1. Combustible</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>&#8226; Revise el nivel de combustible.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para>&#8226; Revise que no est&#233; turbio, que no tenga agua ni hielo.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry colname="col1">
                                <para>&#8226; Compruebe que sea del grado correcto.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si el combustible es el adecuado para la operaci&#243;n eficiente del motor.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <step1>
                <para count="1">Saque una muestra de combustible del tanque.</para>
                <specpara>
                    <note>
                        <para>El combustible debe ser del grado apropiado, estar limpio y sin diluir.</para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Revise si el combustible tiene aire. Si sospecha que lo tiene, revise si est&#225;
                    entrando por la tuber&#237;a de suministro hacia la bomba de transferencia de combustible. Instale
                    un trozo de manguera de pl&#225;stico transparente entre el filtro y la entrada a la bomba de
                    transferencia. D&#233; arranque al motor y mire si hay burbujas de aire.
                </para>
                <specpara>
                    <note>
                        <para>El clima fr&#237;o puede hacer que algunos grados de combustible diesel se enceren. Esto
                            restringir&#225; o detendr&#225; el flujo de combustible a trav&#233;s del filtro.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el combustible en busca de gasolina o queroseno.</para>
            </step1>
            <step1>
                <para count="1">Si el combustible tiene aceite de motor, podr&#237;a ser indicaci&#243;n de fugas por un
                    anillo O de alg&#250;n inyector y la consiguiente p&#233;rdida de presi&#243;n de control de inyecci&#243;n.
                    Si tiene esta sospecha, haga lo siguiente:
                </para>
                <step2>
                    <para count="1">Drene un poco de combustible del filtro de combustible y revise el color. Si la
                        muestra es oscura, comp&#225;rela con otra muestra de combustible del grado apropiado y sin
                        contaminar.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si la comparaci&#243;n no resulta concluyente, saque el filtro de combustible, c&#243;rtelo
                        con un cortador de filtros y &#225;bralo para que el elemento filtrante quede expuesto. Si el
                        elemento filtrante est&#225; negro, puede haber entrado aceite al sistema de combustible a trav&#233;s
                        del anillo O de alg&#250;n inyector.
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Si el combustible es de buena calidad pero el motor no arranca, oprima el &#233;mbolo de la v&#225;lvula
                        cebadora. Si el &#233;mbolo no hace resistencia, el sistema no tiene combustible o tiene aire.
                        Haga la Prueba 14
                        <xref refid="te17502016"/>
                        para revisar la presi&#243;n del combustible.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>No hay combustible en el tanque.</para>
                </item>
                <item>
                    <para>La v&#225;lvula de combustible en l&#237;nea (si la tiene) podr&#237;a estar cerrada.</para>
                </item>
                <item>
                    <para>La tuber&#237;a de suministro de combustible podr&#237;a estar rota o aplastada.</para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n del tanque podr&#237;a estar obstruido o cuarteado.</para>
                </item>
                <item>
                    <para>Filtros o separadores de agua adicionales pueden est&#225;n obstruidos o tener fugas que
                        pudieran permitir la entrada de aire al sistema.
                    </para>
                </item>
                <item>
                    <para>Agua o contaminantes en el tanque de combustible.</para>
                </item>
                <item>
                    <para>Hielo en las tuber&#237;as de combustible.</para>
                </item>
                <item>
                    <para>El combustible puede no ser del grado apropiado para bajas temperaturas.</para>
                </item>
                <item>
                    <para>El combustible puede estar encerado o gelatinoso (generalmente si es Grado 2-D).</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Recipiente transparente (de aproximadamente 1 litro).</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
