<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos del sistema de control electr&#243;nico
        - Diagn&#243;sticos de circuitos - Circuito del calentador del aire de admisi&#243;n (IAH)
    </stitle>
    <svcman/>
    <svcproc id="s306000706.21" svcproctype="diagnose" graphiccount="3">
        <title>Circuito del calentador del aire de admisi&#243;n (IAH)</title>
        <svcprocinfo id="s306000706.21.1">
            <figure id="f306000784" figsize="pg-wide">
                <graphic filename="../figj31/j31146.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="472px"/>
                <caption>Diagrama de la funci&#243;n del calentador del aire de admisi&#243;n</caption>
            </figure>
            <para id="s306000706.21.1.1">El diagrama de la funci&#243;n del IAH incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Calentamiento del aire de admisi&#243;n</para>
                </item>
                <item>
                    <para>Rel&#233; del IAH</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Sensor de flujo de aire masivo y sensor de temperatura del aire de admisi&#243;n (MAF / IAT)
                    </para>
                </item>
                <item>
                    <para>Luz indicadora WAIT TO START</para>
                </item>
                <item>
                    <para>Bater&#237;a</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>El sistema de control del calentador de aire de admisi&#243;n calienta el
                aire que entra por el m&#250;ltiple de admisi&#243;n para ayudar a arrancar el motor fr&#237;o y reducir
                las emisiones de escape durante el calentamiento.
            </para>
            <para>El ECM est&#225; programado para energizar el calentador del aire de admisi&#243;n (a trav&#233;s del
                rel&#233; del calentador) mientras monitoriza valores programados de temperatura del aceite del motor,
                temperatura del aire de admisi&#243;n y presi&#243;n atmosf&#233;rica.
            </para>
            <para>El ECM monitoriza el voltaje de la bater&#237;a y usa informaci&#243;n del BAP, del IAT y del EOT para
                determinar la cantidad de tiempo que debe permanecer encendida la luz indicadora WAIT TO START y el
                tiempo de activaci&#243;n del calentador del aire de admisi&#243;n. El ECM controla la luz indicadora
                WAIT TO START y la activaci&#243;n del calentador del aire de admisi&#243;n por separado.
            </para>
            <para>El calentador del aire de admisi&#243;n se activa si el motor est&#225; fr&#237;o o la presi&#243;n
                barom&#233;trica es baja (a grandes altitudes).
            </para>
            <para>El motor est&#225; listo cuando la luz WAIT TO START se apaga por &#243;rdenes del ECM.</para>
        </svcprocinfo>
        <svcsubproc id="s306000706.21.2">
            <title>Operaci&#243;n de los circuitos del IAH</title>
            <figure id="f306000785" figsize="pg-wide">
                <graphic filename="../figj31/j31203.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Diagrama de circuitos del IAH</caption>
            </figure>
            <para>El tiempo activo del sistema de control del calentador de aire de admisi&#243;n depende de la
                temperatura del aire de admisi&#243;n, de la temperatura del aceite del motor, de la presi&#243;n barom&#233;trica
                y del voltaje de la bater&#237;a. El rel&#233; del calentador de aire de admisi&#243;n se activa por
                energ&#237;a suministrada por el ECM a trav&#233;s del pin X1-1 al circuito de IAHC. La bobina del rel&#233;
                del calentador del aire de admisi&#243;n es puesta a tierra a trav&#233;s del circuito de energ&#237;a
                del activador, pin 4 del conector de 12 pines hacia el terminal negativo de la bater&#237;a. La energ&#237;a
                se suministra al lado conmutador del rel&#233; del calentador del aire de admisi&#243;n desde el motor
                de arranque. Cuando la bobina del rel&#233; se energiza, se transmite corriente al calentador del aire
                de admisi&#243;n, que es puesto a tierra a trav&#233;s del m&#250;ltiple de admisi&#243;n.
            </para>
            <para>El ECM monitoriza la salida del rel&#233; por el pin X2-11</para>
            <para>El tiempo de encendido de la luz WAIT TO START se transmite por el enlace de datos CAN 1. Refi&#233;rase
                al &#171;Manual de diagramas de circuitos&#187; del cami&#243;n.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>El ECM monitoriza constantemente la salida del rel&#233;
                del calentador del aire de admisi&#243;n y cuando el voltaje no sea el esperado, generar&#225; un DTC.
            </para>
            <para>Puede detectar una interrupci&#243;n o un corto a tierra en el circuito de control del rel&#233; del
                calentador del aire de admisi&#243;n con una comprobaci&#243;n de los circuitos de salida (OCC) a
                solicitud hecha con la prueba est&#225;ndar con la llave en ONy el motor apagado. Si se detecta una
                falla en el circuito aparecer&#225; un DTC. El ECM no detecta problemas en el calentador de aire de
                admisi&#243;n ni en su cableado.
            </para>
            <para>
                <title>DTC del IAH</title>Los DTC se leen con la EST o contando los destellos de la luz &#225;mbar de
                advertencia del motor y de la luz roja de aceite/refrigerante.
            </para>
            <table id="t3060007148" type="simple" frame="topbot">
                <title>DTC 238</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="1.0*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>Fall&#243; la autoprueba de OCC del control del calentador de aire de admisi&#243;n</title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 238 cuando falla la prueba de OCC luego de hacer una prueba
                                    est&#225;ndar con la llave en ONy el motor apagado.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 238 puede aparecer debido a una interrupci&#243;n o un corto en la se&#241;al
                                    del IAHC, una interrupci&#243;n en la tierra del circuito de energ&#237;a del
                                    activador o una interrupci&#243;n en la bobina del rel&#233; del calentador del aire
                                    de admisi&#243;n.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007149" type="simple" frame="topbot">
                <title>DTC 373</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="1.0*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>Fall&#243; el circuito del rel&#233; del calentador de aire de
                                        admisi&#243;n
                                    </title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 373 cuando el voltaje del rel&#233; no es el esperado.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 373 puede aparecer si hay una interrupci&#243;n en B+ del rel&#233; del
                                    IAH, una interrupci&#243;n o un corto en el circuito IAHD o si el rel&#233; del IAH
                                    est&#225; defectuoso.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El DTC 373 puede aparecer si hay un circuito de control defectuoso; repare el DTC
                                    238 primero.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Caja de derivaciones</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n de 12 pines</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El circuito de tierra del rel&#233; del IAH requiere que se usen los diagramas de circuitos
                        del veh&#237;culo. Refi&#233;rase al manual &#171;Diagrama de circuitos el&#233;ctricos&#187;
                        del cami&#243;n para informaci&#243;n sobre los n&#250;meros de los circuitos y la ubicaci&#243;n
                        de los conectores y fusibles.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc id="s306000706.21.3">
            <title>Diagn&#243;sticos del IAH con los pines</title>
            <table id="t3060007150" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el rel&#233; (KOEO)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.27in"/>
                    <colspec colname="col2" colwidth="1.01in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en ON. Mida el voltaje (el tiempo en ONdepende
                                    de la temperatura).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <note>
                                    <para>Si el tiempo en ON no es lo suficientemente largo, haga las &#171;Pruebas de
                                        voltaje - En el rel&#233; (prueba del estado de las salidas)&#187;.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Terminal de suministro de bater&#237;a del IAH a tierra</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a de conmutaci&#243;n del rel&#233;, debe haber B+ constantemente. Si
                                    no hay voltaje, revise la conexi&#243;n con el motor de arranque o los enlaces
                                    fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Terminal de salida del rel&#233; del IAH a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Control del IAH, ECM ordena la activaci&#243;n (B+) o la desactivaci&#243;n (0 V)
                                    del rel&#233;. Cuando el interruptor de encendido se pone en ON, el voltaje de
                                    salida del rel&#233; del IAT deber&#237;a permanecer activado por 9 a 120 segundos,
                                    dependiendo de la temperatura.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>IAHC a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Control del IAH, ECM ordena la activaci&#243;n (B+) o la desactivaci&#243;n (0 V)
                                    del rel&#233;. Cuando el interruptor de encendido se pone en ON, el voltaje de
                                    salida del rel&#233; del IAT deber&#237;a permanecer activado por 9 a 120 segundos,
                                    dependiendo de la temperatura.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Tierra de energ&#237;a del activador a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>El rel&#233; del IAHC tiene una tierra permanente a trav&#233;s de la conexi&#243;n
                                    de 12 pines desde las bater&#237;as. Si hay voltaje, busque un circuito
                                    interrumpido.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007151" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el rel&#233; (prueba del estado de las salidas)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.28in"/>
                    <colspec colname="col2" colwidth="0.98in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en ON. Haga las pruebas del estado de las
                                    salidas de las buj&#237;as incandescentes y del calentador de aire de admisi&#243;n;
                                    refi&#233;rase a
                                    <hotlnk xrefid="s3060003.1">&#171;Funcionamiento del software de diagn&#243;stico&#187;</hotlnk>
                                    en la Secci&#243;n 3 de este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Terminal de salida del rel&#233; del IAH a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>B+</para>
                            </entry>
                            <entry colname="col3">
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    del IAH deber&#237;a tener voltaje por 30 segundos despu&#233;s de una pausa de 3
                                    segundos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>IAHC a tierra</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    del IAH deber&#237;a tener voltaje por 30 segundos despu&#233;s de una pausa de 3
                                    segundos.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007152" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el ECM (prueba del estado de las salidas)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <note>
                                    <para>Haga esta prueba s&#243;lo si el DTC 373 aparece activo y todas las dem&#225;s
                                        pruebas de voltaje est&#225;n dentro de los valores requeridos.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF, conecte X2 y X3 de la caja de
                                    derivaciones al ECM y al cableado. Ponga el interruptor de encendido en ON. Haga las
                                    pruebas del estado de las salidas de las buj&#237;as incandescentes y del calentador
                                    de aire de admisi&#243;n; refi&#233;rase a &#171;Funcionamiento del software de
                                    diagn&#243;stico&#187; en la Secci&#243;n 3 de este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X2-11 a X3-7 (tierra)</para>
                            </entry>
                            <entry>
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry>
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    del IAH deber&#237;a tener voltaje por 30 segundos despu&#233;s de una pausa de 3
                                    segundos.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f306000786" figsize="pg-wide">
                <graphic filename="../figj31/j31203.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Diagrama de circuitos del IAH</caption>
            </figure>
            <table id="t3060007153" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - Del rel&#233; a la tierra del chasis</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Desconecte el cable negativo de la bater&#237;a
                                    y el cableado de control del rel&#233;, use el cable negativo de la bater&#237;a
                                    como punto de tierra para la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Tierra de energ&#237;a del activador a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y tierra. Haga
                                    las &#171;Pruebas de resistencia en el cableado - En el conector de 12 pines&#187;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>IAHC a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60; 1 &#x2126;, busque un corto a tierra desde el rel&#233; a X1-18 y haga
                                    las &#171;Pruebas de resistencia en el cableado - Del rel&#233; al ECM&#187;.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007154" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - En el conector de 12 pines</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Desenchufe el conector de 12 pines y
                                    enchufe el cableado de derivaci&#243;n de 12 pines. Desconecte el cable negativo de
                                    la bater&#237;a y &#250;selo como punto de tierra para la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Rel&#233; de tierra de energ&#237;a del activador al pin 4 del cableado de
                                    derivaci&#243;n de 12 pines.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n desde el rel&#233; al conector de 12
                                    pines.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pin 4 del cableado de derivaci&#243;n de 12 pines a la tierra del chasis</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n desde el conector de 12 pines a la
                                    tierra del chasis.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007155" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - Del rel&#233; al ECM</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Mida con la caja de derivaciones
                                    conectada (X1 y X2) s&#243;lo al cableado del motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>IAHC en el rel&#233; a X1-18</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y el ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>IAHD en el rel&#233; a X2-11</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y el ECM.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Para los diagn&#243;sticos del IAH y su cableado, refi&#233;rase a la
                <hotlnk document="mges305_84.xml" xrefid="tp306000515">Prueba 15 &#171;Calentador del aire de admisi&#243;n&#187;</hotlnk>
                en la Secci&#243;n 5.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_136.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_138.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
