<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de control
        electr&#243;nico - Sensores del motor y del veh&#237;culo
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="6">
        <title>Sensores del motor y del veh&#237;culo</title>
        <figure id="f2400135" figsize="pg-wide">
            <graphic filename="../figD33/D3329.cgm" type="cgm" scalefit="1" scalefitwidth="432px" box="no"/>
            <caption>Sensores del motor y del veh&#237;culo</caption>
            <calloutgroup>
                <callout1 type="arabic">M&#243;dulo de control electr&#243;nico (ECM)</callout1>
                <callout1 type="arabic">Sensor de la temperatura del aceite del motor (EOT)</callout1>
                <callout1 type="arabic">Sensor de la temperatura del refrigerante (ECT)</callout1>
                <callout1 type="arabic">Sensor de la temperatura del m&#250;ltiple (MAT)</callout1>
                <callout1 type="arabic">Sensor de la temperatura del aire de admisi&#243;n (IAT)</callout1>
                <callout1 type="arabic">Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</callout1>
                <callout1 type="arabic">Sensor de la contrapresi&#243;n del escape (EBP)</callout1>
                <callout1 type="arabic">Sensor de la presi&#243;n del aceite del motor (EOP)</callout1>
                <callout1 type="arabic">Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)
                </callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n del cig&#252;e&#241;al (CKP)</callout1>
                <callout1 type="arabic">Sensor de la velocidad del veh&#237;culo (VSS)</callout1>
                <callout1 type="arabic">Sensor de la presi&#243;n barom&#233;trica absoluta (BAP)</callout1>
                <callout1 type="arabic">Interruptor por desacople del tren propulsor (DDS)</callout1>
                <callout1 type="arabic">Sensor del nivel del refrigerante (ECL)</callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n de la v&#225;lvula de recirculaci&#243;n de gases de
                    escape (EGRP)
                </callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n del acelerador (APS)</callout1>
            </calloutgroup>
        </figure>
        <figure id="f2400136" figsize="col-wide">
            <graphic filename="../figD33/D3330.cgm" type="cgm" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Termistor</caption>
            <calloutgroup>
                <callout1 type="arabic">Sensor de temperatura</callout1>
                <callout1 type="arabic">Tierra</callout1>
                <callout1 type="arabic">M&#243;dulo de control electr&#243;nico (ECM)</callout1>
                <callout1 type="arabic">Microprocesador</callout1>
                <callout1 type="arabic">Voltaje de referencia (Vref)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Sensores tipo termistor</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>ECT</para>
            </item>
            <item>
                <para>EOT</para>
            </item>
            <item>
                <para>IAT</para>
            </item>
            <item>
                <para>MAT</para>
            </item>
        </randlist>
        <para>Un sensor tipo termistor cambia su resistencia el&#233;ctrica con la temperatura. La resistencia en un
            sensor tipo termistor disminuye a medida que la temperatura aumenta, y aumenta a medida que la temperatura
            disminuye. Los sensores tipo termistor funcionan con un resistor que limita la corriente en el ECM para
            formar una se&#241;al de voltaje equiparada con un valor de temperatura.
        </para>
        <para>La mitad superior del divisor de voltaje es el resistor limitador de corriente que est&#225; dentro del
            ECM. Un sensor tipo termistor tiene dos conectores el&#233;ctricos, el retorno de se&#241;al y la tierra. La
            salida de un sensor tipo termistor es una se&#241;al anal&#243;gica no lineal.
        </para>
        <para>
            <title>Sensor de la temperatura del refrigerante (ECT)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del ECT y usa esta informaci&#243;n para el medidor de temperatura del
            tablero de instrumentos, la compensaci&#243;n por la temperatura del refrigerante, el sistema de advertencia
            y protecci&#243;n del motor (EWPS) y la operaci&#243;n de las buj&#237;as incandescentes. Si la se&#241;al
            del EOT queda fuera de los l&#237;mites, el ECT funcionar&#225; como respaldo. El ECT est&#225; instalado en
            el lado izquierdo de la tapa delantera.
        </para>
        <para>
            <title>Sensor de la temperatura del aceite del motor (EOT)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del EOT para controlar la cantidad de combustible y la sincronizaci&#243;n
            durante la operaci&#243;n del motor. La se&#241;al del EOT permite que el ECM y el IDM compensen cualquier
            diferencia en la viscosidad del aceite a causa de cambios de temperatura. Esto asegura que haya potencia y
            torque bajo todas las condiciones de operaci&#243;n. El EOT est&#225; instalado en la base del filtro de
            aceite.
        </para>
        <para>
            <title>Sensor de la temperatura del aire de admisi&#243;n (IAT)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del IAT para controlar la sincronizaci&#243;n y el flujo de combustible
            durante los arranques en fr&#237;o. El IAT est&#225; instalado en el chasis, en la carcasa del filtro de
            aire.
        </para>
        <para>
            <title>Sensor de la temperatura del m&#250;ltiple (MAT)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del MAT para la operaci&#243;n de la v&#225;lvula de EGR. El MAT est&#225;
            instalado en el lado derecho del m&#250;ltiple de admisi&#243;n.
        </para>
        <figure id="f2400137" figsize="col-wide">
            <graphic filename="../figD33/D3333.cgm" type="cgm" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Sensor de capacitancia variable</caption>
            <calloutgroup>
                <callout1 type="arabic">Sensor de presi&#243;n</callout1>
                <callout1 type="arabic">Tierra</callout1>
                <callout1 type="arabic">M&#243;dulo de control electr&#243;nico (ECM)</callout1>
                <callout1 type="arabic">Microprocesador</callout1>
                <callout1 type="arabic">Voltaje de referencia (Vref)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Sensores de capacitancia variable</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>BAP</para>
            </item>
            <item>
                <para>EBP</para>
            </item>
            <item>
                <para>EOP</para>
            </item>
            <item>
                <para>ICP</para>
            </item>
            <item>
                <para>MAP</para>
            </item>
        </randlist>
        <para>
            <title></title>
            Los sensores de capacitancia variable miden presi&#243;n. La presi&#243;n medida es aplicada a un material
            cer&#225;mico. La presi&#243;n empuja el material cer&#225;mico aproxim&#225;ndolo m&#225;s a un disco de
            metal delgado. Este movimiento cambia la capacitancia del sensor.
        </para>
        <para>El sensor est&#225; conectado al ECM por tres cables:</para>
        <randlist type="bullet">
            <item>
                <para>V
                    <subscript>REF</subscript>
                </para>
            </item>
            <item>
                <para>Retorno de la se&#241;al</para>
            </item>
            <item>
                <para>Tierra de la se&#241;al</para>
            </item>
        </randlist>
        <para>El sensor recibe el V
            <subscript>REF</subscript>
            y devuelve una se&#241;al anal&#243;gica de voltaje hacia el ECM. El ECM compara el voltaje con valores
            programados para determinar la presi&#243;n.
        </para>
        <para>Los l&#237;mites operacionales de un sensor de capacitancia variable est&#225;n vinculados al grosor del
            disco cer&#225;mico. Cuanto m&#225;s grueso sea el disco cer&#225;mico, mayor ser&#225; la presi&#243;n que
            puede medir el sensor.
        </para>
        <para>
            <title>Sensor de la presi&#243;n barom&#233;trica absoluta (BAP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del BAP para determinar la altitud, ajustar la sincronizaci&#243;n, la
            cantidad de combustible y la operaci&#243;n de las buj&#237;as incandescentes. El BAP est&#225; instalado en
            la cabina.
        </para>
        <para>
            <title>Sensor de la presi&#243;n del aceite del motor (EOP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del EOP y utiliza la informaci&#243;n para el medidor de presi&#243;n del
            tablero de instrumentos y el EWPS. El EOP est&#225; instalado en la base del filtro de aceite.
        </para>
        <para>
            <title>Sensor de la contrapresi&#243;n del escape (EBP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del EBP para determinar la contrapresi&#243;n del escape. Este sensor env&#237;a
            al ECM se&#241;ales con informaci&#243;n para el control en circuito cerrado del EVRT&#8482;. El EBP est&#225;
            instalado en un soporte al lado izquierdo del motor, inmediatamente debajo del ECM.
        </para>
        <para>
            <title>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del ICP para determinar la presi&#243;n de control de inyecci&#243;n para
            la operaci&#243;n del motor. La se&#241;al del ICP se usa para controlar el IPR. El ICP env&#237;a al ECM se&#241;ales
            con informaci&#243;n para el control en circuito cerrado del ICP. El ICP est&#225; instalado en la tapa de
            la bomba de aceite de alta presi&#243;n.
        </para>
        <para>
            <title>Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del MAP para determinar la presi&#243;n (reforzadora) del m&#250;ltiple de
            admisi&#243;n. Esta informaci&#243;n se usa para controlar el suministro de combustible y para sincronizar
            la inyecci&#243;n. El MAP est&#225; instalado en la parte superior delantera del m&#250;ltiple de admisi&#243;n.
        </para>
        <figure id="f2400138" figsize="col-wide">
            <graphic filename="../figD33/D3332.cgm" type="cgm" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Sensores de captaci&#243;n magn&#233;tica</caption>
            <calloutgroup>
                <callout1 type="arabic">Se&#241;al de la posici&#243;n del cig&#252;e&#241;al</callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n del cig&#252;e&#241;al (CKP)</callout1>
                <callout1 type="arabic">Se&#241;al de posici&#243;n del &#225;rbol de levas</callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</callout1>
                <callout1 type="arabic">M&#243;dulo de control electr&#243;nico (ECM)</callout1>
                <callout1 type="arabic">Se&#241;al de la velocidad del veh&#237;culo</callout1>
                <callout1 type="arabic">Sensor de la velocidad del veh&#237;culo (VSS)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Sensores de captaci&#243;n magn&#233;tica</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>CKP</para>
            </item>
            <item>
                <para>CMP</para>
            </item>
            <item>
                <para>VSS</para>
            </item>
        </randlist>
        <para>
            <title></title>Los sensores de captaci&#243;n magn&#233;tica generan una frecuencia alterna que indica
            velocidad. Los sensores de captaci&#243;n magn&#233;tica tienen una conexi&#243;n de dos cables para se&#241;al
            y tierra. Los sensores tienen un n&#250;cleo magn&#233;tico permanente rodeado por una bobina de alambre. La
            frecuencia de la se&#241;al es generada por la rotaci&#243;n de un engranaje dentado que perturba el campo
            magn&#233;tico.
        </para>
        <para>
            <title>Sensor de la posici&#243;n del cig&#252;e&#241;al (CKP)</title>
        </para>
        <para>El CKP proporciona al ECM una se&#241;al que indica la velocidad y la posici&#243;n del cig&#252;e&#241;al.
            A medida que el cig&#252;e&#241;al gira, el CKP detecta el movimiento de un disco de sincronizaci&#243;n de
            60 dientes en el cig&#252;e&#241;al. Al disco le faltan los dientes 59 y 60. El ECM puede calcular las RPM
            del motor y las necesidades de sincronizaci&#243;n comparando la frecuencia de la se&#241;al del CKP con la
            frecuencia de la se&#241;al del CMP. El CKP est&#225; instalado en la parte delantera derecha del bloque
            inferior del motor.
        </para>
        <para>
            <title>Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</title>
        </para>
        <para>El CMP proporciona al ECM una se&#241;al que indica la posici&#243;n del &#225;rbol de levas. A medida que
            el &#225;rbol de levas gira, el sensor detecta su posici&#243;n localizando una clavija en el &#225;rbol de
            levas. El CMP est&#225; instalado en el lado frontal izquierdo del bloque del motor.
        </para>
        <para>
            <title>Sensor de la velocidad del veh&#237;culo (VSS)</title>
        </para>
        <para>El VSS proporciona al ECM informaci&#243;n sobre la velocidad del eje trasero, detectando la rotaci&#243;n
            de un engranaje de 16 dientes en la parte trasera de la transmisi&#243;n. La se&#241;al de onda sinusoidal
            (de CA) recibida por el ECM se usa junto con el tama&#241;o de los neum&#225;ticos y la relaci&#243;n de
            ejes para calcular la velocidad del veh&#237;culo. El VSS est&#225; instalado en el lado izquierdo de la
            transmisi&#243;n.
        </para>
        <figure id="f2400139" figsize="col-wide">
            <graphic filename="../figD33/D3331.cgm" type="cgm" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Potenci&#243;metro</caption>
            <calloutgroup>
                <callout1 type="arabic">Tierra</callout1>
                <callout1 type="arabic">Sensor de la posici&#243;n de la v&#225;lvula de recirculaci&#243;n de gases de
                    escape (EGRP)
                </callout1>
                <callout1 type="arabic">M&#243;dulo de control electr&#243;nico (ECM)</callout1>
                <callout1 type="arabic">Microprocesador</callout1>
                <callout1 type="arabic">Voltaje de referencia (Vref)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Sensores tipo potenci&#243;metro</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>APS</para>
            </item>
            <item>
                <para>EGRP</para>
            </item>
        </randlist>
        <para>Un potenci&#243;metro es un divisor de voltaje variable que detecta la posici&#243;n de un componente mec&#225;nico.
            Se aplica un voltaje de referencia en uno de los extremos del potenci&#243;metro. Un movimiento mec&#225;nico
            rotativo o lineal desplaza el contacto deslizante a lo largo del material resistivo, cambiando el voltaje en
            cada punto que toca. El voltaje es proporcional a la cantidad de movimiento mec&#225;nico.
        </para>
        <para>
            <title>Sensor de la posici&#243;n del acelerador (APS)</title>
        </para>
        <para>El APS proporciona una se&#241;al informativa al ECM (voltaje lineal anal&#243;gico) que indica la demanda
            de potencia del conductor. El APS est&#225; instalado en el pedal del acelerador. Adem&#225;s del pedal del
            acelerador, puede usarse un acelerador remoto en el mismo veh&#237;culo.
        </para>
        <para>
            <title>Sensor de la posici&#243;n de la v&#225;lvula de recirculaci&#243;n de gases de escape (EGRP)</title>
        </para>
        <para>El ECM monitoriza la se&#241;al del EGRP para determinar la posici&#243;n de la v&#225;lvula de EGR. El
            EGRP proporciona una se&#241;al informativa al ECM para el control en circuito cerrado de la v&#225;lvula de
            EGR. El EGRP es parte de la v&#225;lvula de EGR, instalada encima del m&#250;ltiple de admisi&#243;n.
        </para>
        <figure id="f2400140" figsize="col-wide">
            <graphic filename="../figD33/D3353.cgm" type="cgm" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Sensor interruptor</caption>
            <calloutgroup>
                <callout1 type="arabic">Pedal del acelerador</callout1>
                <callout1 type="arabic">Interruptor de confirmaci&#243;n de ralent&#237; (IVS)</callout1>
                <callout1 type="arabic">Fuente de voltaje con resistor limitador de corriente</callout1>
                <callout1 type="arabic">Microprocesador</callout1>
                <callout1 type="arabic">ECM</callout1>
                <callout1 type="arabic">Tierra</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Sensores interruptores</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>DDS</para>
            </item>
            <item>
                <para>ECL</para>
            </item>
            <item>
                <para>IVS</para>
            </item>
        </randlist>
        <para>Los sensores interruptores indican posici&#243;n. Funcionan abiertos o cerrados, permitiendo o impidiendo
            el flujo de corriente. Un sensor interruptor puede ser de entrada de voltaje o de puesta a tierra. Cuando
            est&#225; cerrado, un interruptor de voltaje de entrada suministra voltaje al ECM. Un interruptor de conexi&#243;n
            a tierra pondr&#225; el circuito a tierra cerr&#225;ndolo, generando una se&#241;al de voltaje de cero
            voltios. Los interruptores de conexi&#243;n a tierra son generalmente instalados en serie, con un resistor
            limitador de corriente.
        </para>
        <para>
            <title>Interruptor por desacople del tren propulsor (DDS)</title>
        </para>
        <para>El DDS determina si la transmisi&#243;n del veh&#237;culo est&#225; engranada. En veh&#237;culos con
            transmisi&#243;n mec&#225;nica, el interruptor del embrague funciona como DDS. En veh&#237;culos con
            transmisi&#243;n autom&#225;tica, el interruptor de neutro funciona como DDS.
        </para>
        <para>
            <title>Sensor del nivel del refrigerante (ECL)</title>
        </para>
        <para>El ECL se usa en los dep&#243;sitos de desaireaci&#243;n de material pl&#225;stico. Cuando el interruptor
            magn&#233;tico est&#225; abierto, el dep&#243;sito est&#225; lleno.
        </para>
        <para>La luz indicadora del nivel de refrigerante en el tablero de instrumentos advierte al conductor cuando el
            nivel est&#225; bajo. El ECL es parte del sistema de advertencia y protecci&#243;n del motor (EWPS).
        </para>
        <para>
            <title>Interruptor de confirmaci&#243;n de ralent&#237; (IVS)</title>
        </para>
        <para>El IVS es un interruptor redundante que proporciona una se&#241;al al ECM que verifica cu&#225;ndo el APS
            est&#225; en posici&#243;n de inactividad.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
