<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Rel&#233; retardador
        del veh&#237;culo (VRE)
    </stitle>
    <svcman/>
    <svcproc svcproctype="VRE" graphiccount="3">
        <title>Rel&#233; retardador del veh&#237;culo (VRE)</title>
        <svcsubproc>
            <title>Funciones de los circuitos</title>
            <figure id="f17503102" figsize="pg-wide">
                <graphic filename="../figeg8/eg8849.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del retardador del veh&#237;culo</caption>
            </figure>
            <para>En veh&#237;culos o motores equipados con un freno por escape, la funci&#243;n de los circuitos del
                VRE (rel&#233; retardador del veh&#237;culo) es controlar el rel&#233; que activa y desactiva el freno.
                Este circuito tiene muchas aplicaciones y puede ser cableado en distintas configuraciones.
                <emph type="bold">Para ubicar fallas en el circuito correcto debe usar el diagrama de cableado apropiado
                    para la aplicaci&#243;n espec&#237;fica.
                </emph>
            </para>
            <para>Siempre que haya instalado un retardador del veh&#237;culo, sin importar el tipo o modo de operaci&#243;n,
                se suministra al conductor un interruptor en la cabina que le permitir&#225; activar y desactivar el
                sistema. El interruptor transportar&#225; las se&#241;ales del operador al controlador del sistema el&#233;ctrico
                (ESC) y el ESC retransmitir&#225; las solicitudes al enlace de datos del tren propulsor al ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El t&#233;cnico puede detectar un circuito abierto o en corto a tierra en el lado de la bobina del rel&#233;
                del freno por motor durante una prueba est&#225;ndar del motor a solicitud.
            </para>
            <figure id="f17503103" figsize="pg-wide">
                <graphic filename="../figeg8/eg8851.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Diagrama de circuito del retardador del veh&#237;culo</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <table id="te17503036" frame="all">
                <title>Pruebas de diagn&#243;stico del circuito del retardador del veh&#237;culo</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="69.59*"/>
                    <colspec colname="COLSPEC0" colwidth="46.59*"/>
                    <colspec colname="col3" colwidth="279.82*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas de voltaje y resistencia del solenoide del freno por
                                        escape, con el solenoide del freno por escape desenchufado
                                    </emph>
                                    (con el freno por escape activado y la llave en ON)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Solenoide del freno por escape</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pin A del solenoide del freno por escape</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Si no hay voltaje, el rel&#233; no est&#225; activado o el circuito hacia el
                                    solenoide est&#225; abierto (mida con el conector en l&#237;nea desconectado y mida
                                    el voltaje desde el rel&#233; del freno por escape).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pin B del solenoide del freno por escape a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>El solenoide no operar&#225; a menos que sea conectado a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pin A al pin B del solenoide del freno por escape</para>
                            </entry>
                            <entry>
                                <para>5 a 30 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Mida la resistencia del solenoide del freno por escape. La resistencia variar&#225;
                                    seg&#250;n el fabricante, pero la bobina del solenoide no debe indicar resistencia
                                    infinita (bobina abierta).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>Pruebas de voltaje en el rel&#233; del freno por escape, con el rel&#233;
                                    desenchufado
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>(con el solenoide del EFC y el cable positivo de la bater&#237;a desconectados y
                                    con la caja de derivaciones instalada)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Rel&#233; del freno por escape</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Debe haber voltaje al poner la llave en ON. Si hay 0 V, revise el fusible y el
                                    circuito de energ&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>86 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Debe haber voltaje al poner la llave en ON. Si hay 0 V, revise el fusible y el
                                    circuito de energ&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>No deber&#237;a haber voltaje</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>87 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>No deber&#237;a haber voltaje</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contin&#250;a en la p&#225;gina siguiente</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas operacionales de voltaje</emph>
                                    (con la caja de derivaciones instalada y el rel&#233; y el solenoide del freno por
                                    escape conectados)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>47 a 23</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Voltaje cuando el freno por escape est&#225; activado por el ECM. El ECM conecta a
                                    tierra el rel&#233; para activarlo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>47 a 23</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Voltaje cuando el freno por escape est&#225; desactivado. El ECM conecta a tierra
                                    el rel&#233; para activarlo.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de diagn&#243;stico de
                                        problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>265 = El rel&#233; del freno por escape no hizo comprobaci&#243;n de los circuitos
                                    de salida durante una prueba est&#225;ndar con la llave en ON y el motor apagado.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">Retardador del veh&#237;culo</emph>
            </para>
            <para>Este grupo de par&#225;metros personaliza la funci&#243;n del retardador. El prop&#243;sito del
                retardador del veh&#237;culo es proporcionar la l&#243;gica adecuada para habilitar o inhabilitar un
                freno mec&#225;nico por motor o transmisi&#243;n. Hay varios tipos de frenos por motor:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Frenos por escape</para>
                </item>
                <item>
                    <para>Retardadores de transmisi&#243;n</para>
                </item>
                <item>
                    <para>Dispositivos de frenos antibloqueo</para>
                </item>
            </randlist>
            <para>El prop&#243;sito de estos dispositivos es ayudar a desacelerar el veh&#237;culo, proporcionando carga
                adicional al veh&#237;culo o al motor. Esto reduce el desgaste de los frenos normales en veh&#237;culos
                que requieren frenado frecuente. Tambi&#233;n protege contra el exceso de velocidad, al disminuir las
                probabilidades de da&#241;o debido a velocidad excesiva del motor.
            </para>
            <para>Los componentes electr&#243;nicos incorporados proveen la l&#243;gica de control necesaria para
                determinar cu&#225;ndo debe habilitarse el retardador del veh&#237;culo. Actualmente, hay cinco estados
                de operaci&#243;n electr&#243;nica: OFF (desconectado), Latched (enganchado), Coast (rodar libremente),
                Transmission Latched (enganchado en transmisi&#243;n) y Overspeed (exceso de velocidad).
            </para>
            <para>
                <emph type="bold">Retardador del veh&#237;culo</emph>
            </para>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados el modo deseado de operaci&#243;n
                del retardador del veh&#237;culo.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">OFF (desconectado)</emph>: La funci&#243;n est&#225; inhabilitada en todo
                        momento.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Latched (enganchado)</emph>: El retardador del veh&#237;culo ser&#225;
                        habilitado cuando se satisfacen las condiciones apropiadas del motor y del veh&#237;culo. Cuando
                        el control de crucero o el control de la velocidad del motor para la toma de fuerza est&#225;n
                        activados, es necesario aplicar el pedal de freno para habilitar el retardador del veh&#237;culo.
                        El retardador permanecer&#225; habilitado hasta que se oprima el pedal del acelerador o se
                        llegue a la velocidad de ralent&#237; bajo.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Coast (rodar libremente)</emph>: El retardador del veh&#237;culo ser&#225;
                        habilitado cuando se satisfacen las condiciones apropiadas del motor y del veh&#237;culo. Cuando
                        el control de crucero o el control de la velocidad del motor para la toma de fuerza est&#225;n
                        activados, es necesario aplicar el pedal de freno para habilitar el retardador del veh&#237;culo.
                        El retardador permanecer&#225; habilitado s&#243;lo mientras el pedal del freno est&#233;
                        hundido.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Transmission Latched (enganchado en transmisi&#243;n)</emph>: El retardador
                        del veh&#237;culo operar&#225; de la misma manera que en el estado Latched (enganchado). Sin
                        embargo, el motor podr&#225; operar a mayores RPM, ya que la transmisi&#243;n es el dispositivo
                        retardador.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Overspeed (exceso de velocidad)</emph>: Esta protecci&#243;n es provista en
                        todos los estados del retardador del veh&#237;culo activo. Esto se incluye para que el
                        retardador se habilite cuando las RPM son demasiado altas.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Diagn&#243;sticos hechos por el ECM</emph>
            </para>
            <para>Se requieren tres componentes para que el retardador del veh&#237;culo funcione:</para>
            <randlist type="bullet">
                <item>
                    <para>La solicitud del operador para que el retardador del veh&#237;culo funcione. Esto se hace con
                        un interruptor en la cabina que permitir&#225; activar y desactivar el sistema. El interruptor
                        env&#237;a la solicitud del operador al controlador del sistema el&#233;ctrico (ESC) y el ESC
                        retransmitir&#225; las solicitudes al enlace de datos del tren propulsor al ECM. La solicitud
                        del operador para la activaci&#243;n del retardador del veh&#237;culo puede verificarse viendo
                        la condici&#243;n del interruptor del retardador en el tablero con una EST. Si el ECM recibe la
                        solicitud desde el ESC, la EST mostrar&#225; que el interruptor est&#225; activado.
                    </para>
                </item>
                <item>
                    <para>El par&#225;metro programable Retarder Mode debe ajustarse al modo de operaci&#243;n deseado.
                        El par&#225;metro activa la estrategia del motor que revisa la operaci&#243;n de las condiciones
                        del motor para determinar si el retardador del veh&#237;culo debe ser activado. El par&#225;metro
                        puede revisarse con la EST.
                    </para>
                </item>
                <item>
                    <para>El pin 47 del ECM controla el rel&#233; retardador del veh&#237;culo. Esto se logra poniendo a
                        tierra el pin 85 del rel&#233; retardador del veh&#237;culo. Esto puede comprobarse con una caja
                        de derivaciones instalada en el lado del chasis del ECM.
                    </para>
                </item>
            </randlist>
            <para id="f175fc265">
                <emph type="bold">C&#243;digo de diagn&#243;stico 265</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 62, FMI 11</emph>
            </para>
            <para>
                <emph type="bold">Falla de OCC del rel&#233; del retardador del veh&#237;culo</emph>
            </para>
            <para>La comprobaci&#243;n de los circuitos de salida, realizada durante una prueba est&#225;ndar del motor
                a solicitud, probar&#225; el lado de la bobina del rel&#233; y del circuito retardador del veh&#237;culo
                en cuanto a una condici&#243;n abierta o en corto. Si hay valores fuera de los l&#237;mites, se
                establecer&#225; el c&#243;digo de diagn&#243;stico 265.
            </para>
            <figure id="f17503103.1" figsize="pg-wide">
                <graphic filename="../figeg8/eg8850.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Diagrama de circuito de los controles electr&#243;nicos del motor</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_108.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_110.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
