<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistemas del motor - Descripci&#243;n
        del motor
    </stitle>
    <svcman/>
    <svcproc id="s306000101.3" graphiccount="0">
        <title>Descripci&#243;n del motor</title>
        <table id="t306000101" tblwidth="pg-wide" type="simple" frame="topbot">
            <title>Caracter&#237;sticas y requisitos del International&#174; VT 275</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="0.80*"/>
                <colspec colname="col2" colwidth="1.20*"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colname="col1" valign="bottom">
                            <para>Motor</para>
                        </entry>
                        <entry colname="col2" valign="bottom">
                            <para>Diesel de cuatro tiempos y seis cilindros en V</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Configuraci&#243;n</para>
                        </entry>
                        <entry colname="col2">
                            <para>Cuatro v&#225;lvulas por cada cilindro</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Cilindrada</para>
                        </entry>
                        <entry colname="col2">
                            <para>4,5 litros (275 pulg
                                <supscript>3</supscript>)
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Di&#225;metro (de la camisa)</para>
                        </entry>
                        <entry colname="col2">
                            <para>95 mm (3,74")</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Carrera</para>
                        </entry>
                        <entry>
                            <para>105 mm (4,134")</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Relaci&#243;n de compresi&#243;n</para>
                        </entry>
                        <entry colname="col2">
                            <para>18:1</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Aspiraci&#243;n</para>
                        </entry>
                        <entry colname="col2">
                            <para>Doblemente turboalimentado y enfriado por aire turboalimentado</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Potencia nominal a RPM</para>
                        </entry>
                        <entry>
                            <para>200 HP a 2700 RPM
                                <ftnote id="fn3050101">Potencia y torques iniciales en el momento de la impresi&#243;n
                                    del manual; estos valores est&#225;n sujetos a cambio para los distintos usos. Refi&#233;rase
                                    a la etiqueta de emisiones de la EPA para ver los valores exactos de potencia y
                                    torque de un motor en particular.
                                </ftnote>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Torque m&#225;ximo a RPM</para>
                        </entry>
                        <entry>
                            <para>597 N&#183;m (440 lbf/pie) a 1800 RPM
                                <ftnref xrefid="fn3050101"/>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Rotaci&#243;n del motor (mirando el plato flexible)</para>
                        </entry>
                        <entry colname="col2">
                            <para>Sentido inverso a las agujas del reloj</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Sistema de combusti&#243;n</para>
                        </entry>
                        <entry>
                            <para>Inyecci&#243;n directa turboalimentada</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Sistema de combustible</para>
                        </entry>
                        <entry colname="col2">
                            <para>Inyecci&#243;n electrohidr&#225;ulica International&#174; de segunda generaci&#243;n
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Capacidad del sistema de enfriamiento (s&#243;lo motor)</para>
                        </entry>
                        <entry colname="col2">
                            <para>11 litros (12 cuartos de gal&#243;n)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Capacidad del sistema de lubricaci&#243;n (incluyendo filtro)</para>
                        </entry>
                        <entry colname="col2">
                            <para>13 litros (14 cuartos de gal&#243;n)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Capacidad del sistema de lubricaci&#243;n (s&#243;lo reparaci&#243;n general, con
                                filtro)
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>14 litros (15 cuartos de gal&#243;n)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Orden de encendido</para>
                        </entry>
                        <entry colname="col2">
                            <para>1-2-5-6-3-4</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <para>
            <title>Caracter&#237;sticas del motor</title>
        </para>
        <table id="t306000102" tblwidth="pg-wide" type="simple" frame="topbot">
            <title>El motor est&#225; dise&#241;ado con las siguientes caracter&#237;sticas:</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="1.85*"/>
                <colspec colname="COLSPEC0" align="left" colwidth="1.85*"/>
                <tbody>
                    <row>
                        <entry>
                            <para>
                                <title>Caracter&#237;sticas est&#225;ndar</title>
                            </para>
                        </entry>
                        <entry>
                            <para>
                                <title>Caracter&#237;sticas opcionales</title>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Cuatro v&#225;lvulas por cada cilindro</para>
                        </entry>
                        <entry>
                            <para>Calentador del refrigerante</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Eje balanceador primario</para>
                        </entry>
                        <entry>
                            <para>
                                <title>Caracter&#237;sticas instaladas en el chasis</title>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Sensores de doble sincronizaci&#243;n</para>
                        </entry>
                        <entry>
                            <para>M&#243;dulo horizontal acondicionador de combustible (HFCM)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Bloque del motor de dos piezas</para>
                        </entry>
                        <entry>
                            <para>Control del motor Diamond Logic&#174;</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Pistones de una sola pieza de aleaci&#243;n de aluminio</para>
                        </entry>
                        <entry>
                            <para>Rel&#233; del calentador del aire de admisi&#243;n</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Bielas con tapas divididas por fractura</para>
                        </entry>
                        <entry>
                            <para>Rel&#233; de las buj&#237;as incandescentes</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Sistema de lubricaci&#243;n del motor</para>
                        </entry>
                        <entry>
                            <para>Enfriador de aire turboalimentado (CAC)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Sistema de inyecci&#243;n electrohidr&#225;ulica International&#174; de segunda
                                generaci&#243;n
                            </para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Turbo doble</para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Filtro secundario de combustible</para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <para>
            <title>Caracter&#237;sticas est&#225;ndar</title>El International&#174; VT 275 es un motor de 6 cilindros en
            V. La cilindrada del motor es de 4,5 litros (275 pulg
            <supscript>3</supscript>). El orden de encendido es 1-2-5-6-3-4.
        </para>
        <para>La culata tiene cuatro v&#225;lvulas por cada cilindro para lograr un mejor flujo de aire. Cada inyector
            est&#225; ubicado en el centro de las cuatro v&#225;lvulas y dirige el combustible por encima de la
            concavidad del pist&#243;n para lograr mejor rendimiento y reducir las emisiones.
        </para>
        <para>El tren de v&#225;lvulas en la culata incluye levantav&#225;lvulas hidr&#225;ulicos autoajustables,
            varillas de empuje, ejes de balancines y v&#225;lvulas dobles que se abren con un puente de v&#225;lvulas.
        </para>
        <para>El bloque del motor de dos piezas soporta las cargas de la operaci&#243;n con diesel. La parte inferior
            del bloque del motor tiene tapas de cojinete de bancada integradas. Los conductos para refrigerante y aceite
            est&#225;n fundidos y fresados en el bloque del motor y en la carcasa de la tapa delantera.
        </para>
        <para>El cig&#252;e&#241;al tiene cuatro cojinetes de bancada con empuje hacia adelante y hacia atr&#225;s
            controlado por un cojinete de empuje en el tercer cojinete de bancada. Cada mu&#241;&#243;n del cig&#252;e&#241;al
            tiene conectadas dos bielas. Los pasadores de pist&#243;n flotan libremente y son mantenidos en su lugar con
            anillos de retenci&#243;n.
        </para>
        <para>El &#225;rbol de levas est&#225; soportado por cuatro cojinetes de casquillo, encajados a presi&#243;n en
            el bloque. El engranaje del cig&#252;e&#241;al impulsa el engranaje del &#225;rbol de levas.
        </para>
        <para>El empuje del &#225;rbol de levas es controlado con la superficie trasera del mu&#241;&#243;n N&#186; 4
            del &#225;rbol de levas y por el engranaje.
        </para>
        <para>El eje balanceador primario gira dentro del &#225;rbol de levas. El eje balanceador est&#225; impulsado
            por la brida del cig&#252;e&#241;al en la parte posterior del motor. El principal contrapeso est&#225; al
            frente del eje balanceador, sujetado con la placa primaria de empuje. La placa de empuje alinea y mantiene
            el extremo delantero del eje balanceador en el bloque.
        </para>
        <para>El ECM y el IDM usan el sensor de posici&#243;n del cig&#252;e&#241;al (CKP) y el sensor de posici&#243;n
            del &#225;rbol de levas (CMP) para calcular las RPM, el momento, la cantidad y la duraci&#243;n de la
            inyecci&#243;n de combustible.
        </para>
        <para>Los pistones son de una sola pieza de aleaci&#243;n de aluminio, con un anillo de perfil trapezoidal, un
            anillo de compresi&#243;n intermedio de perfil rectangular y un anillo de control de aceite de dos piezas.
        </para>
        <para>Para reducir las emisiones, la concavidad de combusti&#243;n est&#225; en la corona del pist&#243;n. Todos
            los pistones est&#225;n acoplados a bielas con tapas divididas por fractura.
        </para>
        <para>El sistema de lubricaci&#243;n est&#225; regulado por presi&#243;n, enfriado y filtrado a lo largo del
            flujo completo. La bomba gerotor, impulsada por el cig&#252;e&#241;al, presuriza el sistema. El regulador de
            presi&#243;n de aceite, ubicado en la tapa delantera, mantiene la presi&#243;n del sistema. La tapa del
            enfriador de aceite y la base del filtro de aceite en el valle delantero superior de la parte superior del
            bloque, dirigen el flujo de refrigerante y aceite.
        </para>
        <para>El sistema de inyecci&#243;n electrohidr&#225;ulica International&#174; de segunda generaci&#243;n tiene
            una galer&#237;a de aceite de hierro fundido, inyectores de combustible y una bomba de aceite de alta presi&#243;n.
            El m&#243;dulo impulsor de los inyectores (IDM) controla electr&#243;nicamente los inyectores. Para
            controlar el suministro de combustible, el IDM env&#237;a impulsos de voltaje a las bobinas de apertura y
            cierre de cada inyector. El IDM recibe informaci&#243;n desde el ECM para determinar el momento, la cantidad
            y la duraci&#243;n de cada inyecci&#243;n de combustible.
        </para>
        <para>Un solenoide electr&#243;nico de control de refuerzo (BCS), en combinaci&#243;n con un activador neum&#225;tico,
            controla el turbo.
        </para>
        <para>El bloque del motor tiene un sistema de ventilaci&#243;n cerrada que recircula los vapores hacia el
            conducto de admisi&#243;n de aire.
        </para>
        <para>El filtro secundario de combustible tiene un regulador de presi&#243;n y un orificio de purga de aire.
        </para>
        <para>
            <title>Caracter&#237;sticas opcionales</title>El calentador del refrigerante eleva la temperatura del
            refrigerante alrededor de los cilindros para lograr un mejor rendimiento durante los arranques.
        </para>
        <para>
            <title>Caracter&#237;sticas instaladas en el chasis</title>El m&#243;dulo horizontal acondicionador de
            combustible (HFCM) que est&#225; en el larguero del bastidor del veh&#237;culo, del lado del conductor,
            contiene laa bomba de combustible, el filtro de combustible, el separador de agua con v&#225;lvula de
            drenaje, el sensor de agua en combustible (WIF) y el m&#243;dulo de recirculaci&#243;n t&#233;rmica del
            diesel (DTRM).
        </para>
        <para>El control del motor Diamond Logic&#174; est&#225; compuesto por tres m&#243;dulos de control electr&#243;nico
            que monitorizan y controlan el motor.
        </para>
        <randlist type="bullet">
            <item>
                <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
            </item>
            <item>
                <para>M&#243;dulo impulsor de los inyectores (IDM)</para>
            </item>
            <item>
                <para>M&#243;dulo impulsor de EGR</para>
            </item>
        </randlist>
        <para>El rel&#233; del calentador de aire de admisi&#243;n (IAH) que est&#225; encima del ECM, controla el IAH.
            El IAH est&#225; debajo y a trav&#233;s del m&#250;ltiple de admisi&#243;n, en la corriente de aire. El IAH
            calienta el aire entrante durante los arranques en fr&#237;o.
        </para>
        <para>El rel&#233; de las buj&#237;as incandescentes, encima del ECM, controla las seis buj&#237;as
            incandescentes, una para cada cilindro. Las buj&#237;as incandescentes calientan el aire en los cilindros
            durante el arranque.
        </para>
        <para>El rel&#233; del calentador del aire de admisi&#243;n y el rel&#233; de las buj&#237;as incandescentes
            trabajan juntos durante el arranque.
        </para>
        <para>El enfriador de aire turboalimentado (CAC) es un intercambiador de calor de aire con aire que aumenta la
            densidad del aire turboalimentado.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
