<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Ralent&#237; err&#225;tico
    </stitle>
    <svcman/>
    <svcproc id="s306000402.13" svcproctype="diagnose" graphiccount="0">
        <title>Ralent&#237; err&#225;tico</title>
        <svcprocinfo id="s306000402.13.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Aceite del motor (con aire, del grado incorrecto, bajo nivel, intervalo de cambio muy
                        largo).
                    </para>
                </item>
                <item>
                    <para>El combustible es de mala calidad</para>
                </item>
                <item>
                    <para>Hay baja presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Combustible con aire</para>
                </item>
                <item>
                    <para>Fallas del sistema de control electr&#243;nico (ECM e IDM)</para>
                </item>
                <item>
                    <para>Problemas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Los inyectores no funcionan correctamente</para>
                </item>
                <item>
                    <para>La v&#225;lvula de EGR est&#225; trabada en posici&#243;n abierta</para>
                </item>
                <item>
                    <para>Problemas con los cilindros</para>
                </item>
                <item>
                    <para>Problemas con el tren de v&#225;lvulas</para>
                </item>
                <item>
                    <para>Problemas con el balance del motor o del volante del motor</para>
                </item>
                <item>
                    <para>El sstema de escape hace contacto con la cabina o el chasis</para>
                </item>
                <item>
                    <para>Las bases de montaje del motor est&#225;n flojas o desgastadas</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.13.2">
            <title>Diagn&#243;sticos para verificar el ralent&#237; err&#225;tico</title>
            <step1>
                <para count="1">Verifique la queja. Confirme las condiciones bajo las cuales se presenta el problema.
                </para>
                <para>Averig&#252;e cu&#225;ndo ocurre el ralent&#237; err&#225;tico:</para>
                <randlist type="bullet">
                    <item>
                        <para>Con el motor caliente a temperatura de operaci&#243;n.</para>
                    </item>
                    <item>
                        <para>Con el motor fr&#237;o.</para>
                    </item>
                    <item>
                        <para>Luego de operar a alta velocidad.</para>
                    </item>
                    <item>
                        <para>A cualquier velocidad.</para>
                    </item>
                    <item>
                        <para>Una combinaci&#243;n de las anteriores condiciones.</para>
                    </item>
                    <item>
                        <para>Hay vibraciones en el chasis o cualquier otra condici&#243;n cuando el ralent&#237; es err&#225;tico.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de escape en busca de &#225;reas de contacto con el bastidor o la
                    carrocer&#237;a del veh&#237;culo.
                </para>
                <para>Si el tubo de escape hace contacto con la cabina, puede transmitir las vibraciones del motor,
                    especialmente cuando se acelera o se cambian las marchas. Esta condici&#243;n puede diagnosticarse
                    incorrectamente como ralent&#237; err&#225;tico.
                </para>
            </step1>
            <para>Haga las siguientes pruebas del formulario &#171;Diagn&#243;sticos de rendimiento&#187;: En la
                <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">Secci&#243;n 6</hotlnk>
                de este manual encontrar&#225; detalles espec&#237;ficos sobre cada prueba.
            </para>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_88.xml" xrefid="tp306000601">Prueba 1 &#171;C&#243;digos de falla&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    La operaci&#243;n intermitente de un sensor o fallas en un inyector o en el cableado de los
                    inyectores pueden hacer que el ralent&#237; sea err&#225;tico. El ECM puede haber detectado y
                    registrado estos problemas.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_89.xml" xrefid="tp306000602">Prueba 2 &#171;Prueba est&#225;ndar con la
                        llave en ON y el motor apagado KOEO&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Esta prueba verificar&#225; la operaci&#243;n el&#233;ctrica de los activadores.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_90.xml" xrefid="tp306000603">Prueba 3 &#171;Prueba de los inyectores con
                        la llave en ONy el motor apagado KOEO&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Esta prueba verificar&#225; que los inyectores est&#233;n funcionando bien desde el punto de vista
                    electr&#243;nico.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_91.xml" xrefid="tp306000604">Prueba 4 &#171;Aceite del motor&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Mida el nivel del aceite. Cerci&#243;rese de que el aceite sea del grado adecuado para la
                    temperatura ambiente reinante. Consulte la secci&#243;n &#171;Requisitos de lubricaci&#243;n del
                    motor&#187; en el &#171;Manual de operaci&#243;n y mantenimiento del motor&#187;. Confirme que el
                    aceite cumple con los requisitos del API para el modelo y a&#241;o del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_92.xml" xrefid="tp306000605">Prueba 5 &#171;Sistema de suministro de
                        combustible&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Verifique la calidad y cantidad del combustible diesel, revise si tiene aire y mida la presi&#243;n
                    de combustible. Si el combustible es de mala calidad o tiene un bajo &#237;ndice de cetano, el motor
                    puede fallar o tener poca potencia. Consulte la secci&#243;n &#171;Requisitos de combustible&#187;
                    en el &#171;Manual de operaci&#243;n y mantenimiento del motor&#187; para determinar el grado m&#237;nimo
                    y el &#237;ndice de cetano del combustible para el modelo y a&#241;o de su motor.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_94.xml" xrefid="tp306000607">Prueba 7 &#171;Prueba est&#225;ndar con la
                        llave en ON y el motor en marcha KOER&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_95.xml" xrefid="tp306000608">Prueba 8 &#171;Presi&#243;n de control de
                        inyecci&#243;n&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Esta prueba verifica el funcionamiento del sistema de presi&#243;n de control de inyecci&#243;n. El
                    motor debe estar a la temperatura de operaci&#243;n de 70 &#176;C (158 &#176;F) para hacer la
                    prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_96.xml" xrefid="tp306000609">Prueba 9 &#171;Desconexi&#243;n de los
                        inyectores&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Esta prueba determinar&#225; si el sistema de presi&#243;n de control de inyecci&#243;n est&#225;
                    funcionando correctamente y verificar&#225; la estabilidad del ICP.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La Prueba 9 se hace junto con la Prueba 10 para distinguir entre un problema en un
                            inyector o un problema mec&#225;nico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_97.xml" xrefid="tp306000610">Prueba 10 &#171;Compresi&#243;n relativa&#187;</hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    El prop&#243;sito principal de esta prueba es determinar la contribuci&#243;n de cada cilindro. La
                    prueba detectar&#225; si hay alg&#250;n cilindro que no est&#233; contribuyendo debidamente, a causa
                    de un inyector o de un problema b&#225;sico del motor.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La Prueba 10 se hace junto con la Prueba 9 para distinguir entre un problema en un
                            inyector o un problema mec&#225;nico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_98.xml" xrefid="tp306000611">Prueba 11 &#171;Control y manejo del aire&#187;</hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Esta prueba verificar&#225; la compresi&#243;n b&#225;sica del motor. La prueba verificar&#225; el
                    movimiento de la v&#225;lvula de EGR y del MAF.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges305_101.xml" xrefid="tp306000614">Prueba 14 &#171;Presi&#243;n en el bloque
                        del motor&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        asegure el amortiguador de vibraciones mientras saca los pernos de montaje. El amortiguador
                        puede deslizarse de la punta del cig&#252;e&#241;al con facilidad.
                    </para>
                </warning>
                <caution>
                    <para>Para evitar da&#241;os al motor, al instalar el amortiguador de vibraciones use pernos nuevos.
                        No use compuestos antiaferramiento, grasa ni lubricante. Los lubricantes impiden ajustar al
                        torque correcto.
                    </para>
                </caution>
                <caution>
                    <para>Para evitar da&#241;os al motor, no haga funcionar el motor por mucho tiempo sin la correa
                        impulsora de accesorios.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Inspeccione el balance del motor y del plato flexible. Si el funcionamiento err&#225;tico
                    del motor cuando est&#225; en ralent&#237; empeora cuando acelera, puede ser causado por una falta
                    de balance. Saque la correa impulsora para aislar los accesorios durante las pruebas para determinar
                    el balance.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Separe el motor y la transmisi&#243;n sacando la caja de la transmisi&#243;n y el
                            convertidor de torsi&#243;n. Encienda el motor y determine si sigue funcionando err&#225;ticamente.
                            Si el motor funciona normalmente, haga las pruebas de diagn&#243;stico del convertidor de
                            torsi&#243;n y de la tranmisi&#243;n del &#171;Manual de servicio CF 500 y CF 600&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Saque el amortiguador de vibraciones seg&#250;n el procedimiento descrito en el &#171;Manual
                            de servicio del motor&#187; e inspeccione la capa de elast&#243;mero en busca de grietas y
                            desalineaci&#243;n. Si no encuentra problemas, vuelva a instalar el amortiguador de
                            vibraciones seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187;.
                            Verifique que la espiga de colocaci&#243;n en el extremo del cig&#252;e&#241;al est&#233;
                            alineada con el orificio correspondiente en el balanceador.
                        </para>
                    </item>
                    <item>
                        <para>Saque el plato flexible seg&#250;n el procedimiento descrito en el &#171;Manual de
                            servicio del motor&#187; y verifique que la orientaci&#243;n sea la correcta. Si la
                            orientaci&#243;n es la correcta, cambie o vuelva a balancear el plato flexible. Cuando saque
                            o instale el plato flexible, aseg&#250;rese de que la espiga de ubicaci&#243;n est&#233; en
                            su lugar y de que el plato flexible encaje correctamente en la espiga.
                        </para>
                    </item>
                    <item>
                        <para>Saque la tapa delantera seg&#250;n el procedimiento descrito en el &#171;Manual de
                            servicio del motor&#187; e inspeccione el eje balanceador primario para verificar que est&#233;
                            bien instalado.
                        </para>
                    </item>
                    <item>
                        <para>Saque el c&#225;rter superior e inferior seg&#250;n los procedimientos descritos en el
                            &#171;Manual de servicio del motor&#187; e inspeccione los contrapesos del cig&#252;e&#241;al
                            para asegurarse de que haya orificios de balance.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_65.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_67.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
