<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - MASTER DIAGNOSTICS (MD 32) -
        AYUDA DE LA EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCESS" graphiccount="3">
        <title>AYUDA DE LA EST</title>
        <para>Esta versi&#243;n del programa Master Diagnostics tiene amplia documentaci&#243;n en el archivo electr&#243;nico
            de ayuda. Esta secci&#243;n describe la organizaci&#243;n y disposici&#243;n del archivo
            <emph type="bold">Help</emph>.
        </para>
        <para>Seleccione
            <emph type="bold">Help</emph>
            y luego
            <emph type="bold">Contents</emph>
            <xref refid="f17505110.1"/>.
        </para>
        <figure id="f17505110.1" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8725.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
        </figure>
        <para>Aparecer&#225; la secci&#243;n
            <emph type="bold">Help</emph>
            <xref refid="f17505111"/>.
        </para>
        <figure id="f17505111" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8726.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="72"/>
        </figure>
        <para>El archivo
            <emph type="bold">Help</emph>
            est&#225; dividido en los siguientes encabezamientos:
            <emph type="bold">Company, Introduction, How to's, Programming, Menus Toolbar</emph>
            y
            <emph type="bold">TroubleCodes (DLC)</emph>.
        </para>
        <para>
            <emph type="bold">Introduction</emph>
            (Introducci&#243;n) tiene informaci&#243;n sobre la versi&#243;n del software. Aqu&#237; se registran los
            cambios de cada una de las versiones. Pulse sobre
            <emph type="bold">Revision Information</emph>. Aparecer&#225; la versi&#243;n del software que usted est&#225;
            utilizando.
        </para>
        <para>
            <emph type="bold">How to's</emph>
            (C&#243;mo hacerlo) describe las caracter&#237;sticas de uso, acceso y ejemplos de este software. Pulse dos
            veces sobre el encabezamiento
            <emph type="bold">How to's</emph>
            para exhibir m&#225;s funciones de ayuda.
        </para>
        <para>
            <emph type="bold">Trouble Codes (DLC)</emph>
            (c&#243;digos de falla) contiene procedimientos de servicio e informaci&#243;n t&#233;cnica sobre la familia
            de motores International. Al pasar el cursor sobre algunos de los n&#250;meros de c&#243;digo de diagn&#243;stico
            o &#237;ndices de circuito, el cursor se convierte en una mano para indicar que puede hacer enlace inmediato
            con esos temas
            <xref refid="f17505114"/>.
        </para>
        <figure id="f17505114" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8729.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <para>
            <emph type="bold">Ejemplo</emph>: Pulse dos veces sobre el c&#243;digo de diagn&#243;stico para ver una
            descripci&#243;n detallada de las causas posibles. Esto normalmente aparece cuando pulsa dos veces sobre el
            <emph type="bold">DTC</emph>
            en la ventana
            <emph type="bold">Diagnostic Trouble Code</emph>
            <xref refid="f17505064"/>.
        </para>
        <para>Pulse sobre un enlace inmediato en el &#237;ndice de circuitos para ver una descripci&#243;n detallada del
            circuito involucrado con este c&#243;digo de diagn&#243;stico, as&#237; como otros. El &#237;ndice de
            circuitos tambi&#233;n est&#225; organizado en temas individuales correspondientes a sus c&#243;digos de
            falla relacionados. Tambi&#233;n puede ver diagramas de circuito relacionados pulsando sobre el enlace
            inmediato a la familia de motores apropiada (V-8 o I-6)
            <xref refid="f17505065"/>.
        </para>
        <para>
            <emph type="bold">Ejemplo</emph>: Pulsar sobre el c&#243;digo de diagn&#243;stico 131, trae una ventana que
            detalla mayor informaci&#243;n acerca de ese c&#243;digo en particular
            <xref refid="f17505066"/>. Pulsar sobre el enlace inmediato I-6 abre un diagrama el&#233;ctrico y pruebas de
            voltaje y resistencia para haces de cables y conectores
            <xref refid="f17505066.1"/>.
        </para>
        <para>Pulse sobre la pesta&#241;a
            <emph type="bold">Index</emph>. Esto muestra todos los &#237;ndices de EST HELP (ayuda de la EST). Al pulsar
            dos veces sobre un tema del &#237;ndice, aparece la informaci&#243;n de ayuda.
        </para>
        <para>Pulse sobre
            <emph type="bold">Search</emph>
            (buscar). Puede buscar en el archivo de ayuda utilizando palabras o frases espec&#237;ficas. Puede usar las
            funciones de b&#250;squeda avanzada, realizando b&#250;squedas condicionales. Escriba las palabras o frases
            en la casilla de b&#250;squeda y pulse sobre el bot&#243;n
            <emph type="bold">List Topics</emph>
            (lista de temas). Seleccione el tema y luego pulse sobre el bot&#243;n
            <emph type="bold">Display</emph>
            para ver la informaci&#243;n de ayuda.
        </para>
        <para>Refi&#233;rase al Manual del usuario de Master Diagnostics (MD) para informaci&#243;n adicional.</para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_151.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_153.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
