<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - TURBO CONTROLADO ELECTR&#211;NICAMENTE EVRT&#174;
        - DESCRIPCI&#211;N - Operaci&#243;n general
    </stitle>
    <svcman/>
    <svcproc id="s2960002.1.2" svcproctype="describe" graphiccount="0">
        <title>Operaci&#243;n general</title>
        <para>El turbo controlado electr&#243;nicamente EVRT&#174; es un compresor de aire centr&#237;fugo impulsado por
            gases de escape. Utiliza se&#241;ales del m&#243;dulo de control electr&#243;nico (ECM) para controlar la
            presi&#243;n del m&#250;ltiple de admisi&#243;n. El turbo usa un conjunto de aspas m&#243;viles en la
            carcasa de la turbina, para cambiar el flujo de los gases de escape a trav&#233;s del turbo. Estas aspas
            pueden ser colocadas para cambiar el &#225;ngulo o direcci&#243;n de flujo a la rueda de la turbina,
            dependiendo de las condiciones bajo las cuales el motor est&#225; operando. A medida que aumenta la demanda
            de potencia, la velocidad de los gases de escape y la presi&#243;n de refuerzo del m&#250;ltiple de admisi&#243;n
            aumentan en proporci&#243;n directa. Por el contrario, a medida que el flujo de gases de escape disminuye,
            la presi&#243;n de refuerzo del m&#250;ltiple de admisi&#243;n se reduce en la misma proporci&#243;n.
        </para>
        <para>Las aspas instaladas alrededor de la circunferencia interna de la carcasa de la turbina est&#225;n
            conectadas a un anillo sincronizador. El anillo sincronizador vincula todas las aspas entre s&#237;, y
            cuando el anillo se mueve todas las aspas se mueven. El movimiento del anillo sincronizador resulta al
            exponer a aceite de motor presurizado uno de los lados del pist&#243;n activador. El flujo de aceite al lado
            adecuado del pist&#243;n es regulado por la v&#225;lvula de control, cuyo devanado es parte de un circuito
            modulado por amplitud de impulsos, regulado por el ECM. Un aumento en el ciclo de trabajo del circuito
            encamina aceite a trav&#233;s de la v&#225;lvula de control, causando un movimiento del pist&#243;n que
            aumenta la presi&#243;n del m&#250;ltiple. La disminuci&#243;n de la amplitud de los impulsos dirige el
            aceite de manera que aumenta la presi&#243;n del m&#250;ltiple. El control del turbo es un sistema de
            circuito cerrado que hace uso del sensor de la contrapresi&#243;n del escape (EBP) para proporcionar una
            reacci&#243;n informativa hacia el ECM. El ECM proporciona un ciclo de trabajo en respuesta a la velocidad
            del motor, carga del motor, presi&#243;n del m&#250;ltiple y presi&#243;n barom&#233;trica, de manera de que
            coincida con los requisitos del motor.
        </para>
        <para>El prop&#243;sito del turbo es aumentar la potencia suministrando aire comprimido al motor. Los
            componentes internos est&#225;n enfriados por aceite y por aire. El aceite de motor circula a trav&#233;s de
            la carcasa del turbo, la que act&#250;a como una barrera de calor entre la turbina caliente y el compresor
            fr&#237;o. Los cojinetes son tipo camisa y est&#225;n lubricados con aceite de motor. El aceite es bombeado
            directamente de la base del filtro de aceite y luego enviado a la carcasa del turbo y devuelto al c&#225;rter
            a trav&#233;s de un drenaje en la carcasa central del turbo.
        </para>
        <para>La expansi&#243;n de los gases de escape impulsa el eje de la turbina a velocidades de m&#225;s de 100.000
            RPM. El aire filtrado que entra por el lado del compresor del turbo, es comprimido y entregado a trav&#233;s
            de un enfriador de aire turboalimentado. El aire comprimido muy caliente es enfriado y luego contin&#250;a
            para llenar el m&#250;ltiple de admisi&#243;n a una presi&#243;n m&#225;s alta que la atmosf&#233;rica. Por
            lo que se fuerza mucho m&#225;s aire hacia el m&#250;ltiple de admisi&#243;n, los resultados son mayor
            potencia, menor consumo de combustible y la capacidad de mantener la potencia a grandes altitudes.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
