<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 5. Prueba de los inyectores con la
        llave en ONy el motor apagado KOEO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>5. Prueba de los inyectores con la llave en ONy el motor apagado KOEO</title>
        <figure id="f2710515" figsize="col-wide">
            <graphic filename="../figH31/H31430sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Determinar si los inyectores de combustible est&#225;n funcionando (electr&#243;nicamente) energiz&#225;ndolos
            en una secuencia programada. El ECM monitorizar&#225; los resultados del IDM en esta prueba y transmitir&#225;
            DTC si los inyectores o sus circuitos no est&#225;n funcionando correctamente.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
            <note>
                <para>Esta prueba de inyectores con la llave en ONy el motor apagado se puede hacer s&#243;lo con la EST
                    y el software Master Diagnostics&#174;.
                </para>
            </note>
        </specpara>
        <figure id="f2710516" figsize="col-wide">
            <graphic filename="../figh31/h31146.webp" type="webp" scalefit="1" scalefitwidth="176px"
                     scalefitheight="472px" box="no"/>
            <caption>Prueba de inyectores con la llave en ONy el motor apagado</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor en marcha o apagado, la
                        prueba Standard est&#225; siempre seleccionada por defecto y debe hacerse primero. Mientras no
                        ponga la llave de encendido en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Seleccione Injectoren el cuadro Key-On Engine-Off Diagnosticsy pulse Run para comenzar la
                prueba.
            </para>
            <specpara>
                <note>
                    <para>Durante esta prueba, los solenoides de los inyectores deben producir un &#171;clic&#187; al
                        ser activados, en secuencia num&#233;rica, no en la secuencia de explosi&#243;n. Si no escucha
                        una serie de clicsde cada inyector, uno o m&#225;s de ellos no se est&#225; activando.
                    </para>
                    <para>La ventana de DTC mostrar&#225; los c&#243;digos de problemas el&#233;ctricos.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase a
                <hotlnk document="mges270_235.xml" xrefid="s27105005">&#171;Ap&#233;ndice C - &#205;ndice de c&#243;digos
                    de falla&#187;
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <figure id="f2710512" figsize="col-wide">
            <graphic filename="../figj31/j31087.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="592px"/>
            <caption>Cierre la sesi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Cuando termine esta prueba, cierre la sesi&#243;n VIN+. Pulse Session en la barra del men&#250;
                y seleccione Close.
            </para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>El cableado de los inyectores est&#225; abierto o en corto</para>
            </item>
            <item>
                <para>Cableado debajo de la tapa de v&#225;lvulas</para>
            </item>
            <item>
                <para>Empaquetadura de la tapa de v&#225;lvulas</para>
            </item>
            <item>
                <para>Hay mala conexi&#243;n del cableado en la bobina de un inyector.</para>
            </item>
            <item>
                <para>La bobina de alg&#250;n inyector est&#225; defectuosa</para>
            </item>
            <item>
                <para>El IDM est&#225; defectuoso</para>
            </item>
            <item>
                <para>ECM defectuoso (no env&#237;a solicitud de prueba al IDM)</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>S&#243;lo si el motor no arranca o arranca con dificultad</title>
            <item>
                <para>El cableado del enlace de datos CAN 2 est&#225; defectuoso</para>
            </item>
            <item>
                <para>El cableado del IDM a energ&#237;a y tierra est&#225; defectuoso</para>
            </item>
            <item>
                <para>El cableado del IDM al rel&#233; principal de energ&#237;a est&#225; defectuoso</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_83.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_85.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
