<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - HERRAMIENTAS Y ACCESORIOS DE DIAGN&#211;STICO
        - Uso de Master Diagnostics (MD 32) - Cambiar/Ver par&#225;metros programables
    </stitle>
    <svcman/>
    <svcproc id="S17505001.5" svcproctype="describe" graphiccount="8">
        <title>Cambiar/Ver par&#225;metros programables</title>
        <figure id="f175050099" figsize="col-wide">
            <graphic filename="../figEG9/EG9122.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
        </figure>
        <step1>
            <para count="1">Seleccione Vehicle&#8594; Program en la barra del men&#250; desplegable. Aparecer&#225; la
                ventana gen&#233;rica Vehicle Programming (programaci&#243;n del veh&#237;culo).
            </para>
        </step1>
        <figure id="f17505101" figsize="col-wide">
            <graphic filename="../figEG9/EG9116.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">A&#241;ada par&#225;metros programables a la ventana seleccionando Edit&#8594;
                Add/Delete/Edit Parameters en la barra del men&#250; desplegable.
            </para>
        </step1>
        <figure id="f17505102" figsize="col-wide">
            <graphic filename="../figEg8/Eg8770.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">Pulse dos veces sobre un par&#225;metro en la ventana de lista Selected Parameters (par&#225;metros
                seleccionados) para eliminarlo de la ventana Vehicle Programming.
            </para>
        </step1>
        <figure id="f17505103" figsize="col-wide">
            <graphic filename="../figEG9/EG9117.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <step1>
            <para count="1">Pulse el bot&#243;n derecho dentro de la ventana Vehicle Programming para ver las funciones
                avanzadas.
            </para>
        </step1>
        <step1>
            <para count="1">Seleccione la opci&#243;n Refresh (refrescar) de las funciones avanzadas.</para>
            <para>La informaci&#243;n de valor actual que est&#225; siendo suministrada por el ECM ser&#225; exhibida
                para los par&#225;metros deseados. Para modificar cualquier par&#225;metro debe ingresar una contrase&#241;a.
            </para>
        </step1>
        <figure id="f17505104" figsize="col-wide">
            <graphic filename="../figEG9/EG9118.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">Pulse el bot&#243;n derecho dentro de la ventana Vehicle Programming para ver las funciones
                avanzadas. Seleccione la opci&#243;n Enter Password (ingresar contrase&#241;a). Esto le permite escribir
                una contrase&#241;a y mantenerla para uso posterior. La contrase&#241;a debe tener entre 4 y 8
                caracteres alfanum&#233;ricos.
            </para>
        </step1>
        <figure id="f17505105" figsize="col-wide">
            <graphic filename="../figEG9/EG9119.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Las siguientes ilustraciones muestran las dos ventanas para editar par&#225;metros que aparecen
            normalmente despu&#233;s de pulsar con el bot&#243;n derecho sobre el par&#225;metro deseado. Difieren en lo
            que puede cambiarse. Para aquellos par&#225;metros que pueden ser activados o desactivados (ON / OFF) o
            cambiado dentro de unos l&#237;mites num&#233;ricos, aparecer&#225; el mensaje "-The parameter was
            programmed successfully-" (el par&#225;metro se program&#243; exitosamente) despu&#233;s de pulsar OK.
        </para>
        <figure id="f17505106" figsize="col-wide">
            <graphic filename="../figEG9/EG9120.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>&#201;ste es un ejemplo de un par&#225;metro que s&#243;lo puede activarse o desactivarse (ON / OFF).
            Despu&#233;s de su selecci&#243;n, pulse OK.
        </para>
        <figure id="f17505107" figsize="col-wide">
            <graphic filename="../figEG9/EG9121.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Para aquellos par&#225;metros que requieren que escriba un valor num&#233;rico, ingrese el valor apropiado
            en la casilla New Value (nuevo valor). El valor debe estar dentro de los l&#237;mites requeridos. Pulse OK
            cuando termine.
        </para>
        <para>Dependiendo de la aplicaci&#243;n, hay algunos par&#225;metros tales como Coolant Temperature Compensation
            (CTC) (compensaci&#243;n por la temperatura del refrigerante) y Derate Factor (factor de disminuci&#243;n de
            potencia) que no pueden cambiarse. Estos son par&#225;metros de lectura solamente y no hay forma de
            modificarlos.
        </para>
        <step1>
            <para count="1">Para verificar que el par&#225;metro se cambi&#243;, pulse con el bot&#243;n derecho para
                ver las funciones avanzadas. Pulse sobre la opci&#243;n Refresh. El programa solicitar&#225; al ECM toda
                la informaci&#243;n de los par&#225;metros programables.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_232.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_234.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
