<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE RENDIMIENTO - Prueba de presi&#243;n del combustible (a plena carga)
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>Prueba de presi&#243;n del combustible (a plena carga)</title>
        <svcprocinfo>
            <table id="te17502027" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1" align="left">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">11. Prueba de presi&#243;n del combustible (a plena carga)</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Vea la figura
                                    <emph type="bold">J</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mida la presi&#243;n de combustible en la v&#225;lvula de purga del filtro
                                    de combustible.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mida la presi&#243;n a plena carga, velocidad nominal.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrumento</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Medidor de 0 a 160 lb/pulg2</para>
                            </entry>
                            <entry>
                                <para>30 lb/pulg2 m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n es baja, sustituya el filtro de combustible, limpie el
                                    colador de combustible y repita la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n sigue siendo baja, vaya a la Prueba 3.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si el sistema de combustible est&#225; suministrando al motor la cantidad apropiada de
                combustible y de presi&#243;n bajo condiciones de plena carga.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si el filtro del combustible est&#225; equipado con un comprobador de agua en combustible,
                        verifique con el conductor si la luz de agua en el combustible (amarilla) se ha encendido
                        durante la operaci&#243;n del veh&#237;culo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si el medidor de presi&#243;n no fue conectado al sistema de combustible en la Prueba 2,
                    retire la v&#225;lvula de purga de aire del cabezal del filtro de combustible. Instale un conector
                    de tuber&#237;a de 3 mm (1/8") en lugar de la v&#225;lvula
                    <xref refid="f1750234"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte una tuber&#237;a desde el conector hacia el medidor de 0 a 160 lb/pulg2de la
                    barra de medidores. Vea Medici&#243;n de la presi&#243;n de combustible con la barra de medidores
                    <xref refid="f1750235"/>. Encienda el motor y h&#225;galo funcionar en ralent&#237; bajo para
                    comprobar si hay fugas de combustible en la tuber&#237;a que va hacia el medidor.
                </para>
                <specpara>
                    <note>
                        <para>Expulse el aire de la tuber&#237;a de combustible para asegurar una medici&#243;n
                            exacta.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo hasta que alcance la temperatura de operaci&#243;n. Encuentre
                    una secci&#243;n de carretera despejada y ponga una marcha adecuada. Hunda el pedal del acelerador
                    completamente y acelere a velocidad nominal y 100% de carga.
                </para>
                <specpara>
                    <note>
                        <para>Conduzca el veh&#237;culo cuesta arriba o a plena carga hasta alcanzar la carga apropiada
                            en el motor a velocidad nominal.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de combustible y an&#243;tela en el formulario de diagn&#243;sticos
                    mec&#225;nicos EGED-221. Si no est&#225; dentro de las especificaciones, sustituya el filtro de
                    combustible, limpie el colador de combustible y vuelva a medir la presi&#243;n. Si la presi&#243;n
                    del combustible sigue baja despu&#233;s de haber sustituido el filtro, haga la Prueba 3: Restricci&#243;n
                    en la bomba de transferencia
                    <xref refid="te17502019"/>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Pueden ser necesarios varios ciclos de arranque para sacar el aire del sistema de combustible
                        luego de sustituir el filtro.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>El filtro o colador de combustible obstruidos puede causar alta restricci&#243;n y baja presi&#243;n
                        de combustible. Sustituya el filtro de combustible, limpie el colador y repita la prueba.
                    </para>
                </item>
                <item>
                    <para>Desechos en la v&#225;lvula reguladora de combustible causar&#225;n baja presi&#243;n de
                        combustible, vea la Prueba 3
                        <xref refid="te17502019"/>.
                    </para>
                </item>
                <item>
                    <para>Una tuber&#237;a de suministro de combustible retorcida o severamente doblada u obstrucci&#243;n
                        en el tubo de captaci&#243;n pueden causar restricci&#243;n y baja presi&#243;n de combustible,
                        vea la Prueba 3
                        <xref refid="te17502019"/>.
                    </para>
                </item>
                <item>
                    <para>Una tuber&#237;a de combustible suelta en el lado de succi&#243;n del sistema de combustible
                        puede permitir la entrada de aire al sistema y causar baja presi&#243;n de combustible, vea la
                        Prueba 3
                        <xref refid="te17502019"/>.
                    </para>
                </item>
                <item>
                    <para>La bomba de combustible podr&#237;a tener da&#241;os internos (&#233;mbolo trabado o fugas por
                        la v&#225;lvula de retenci&#243;n).
                    </para>
                </item>
                <item>
                    <para>Una restricci&#243;n desde la entrada a la bomba de transferencia hacia el tanque de
                        combustible puede causar baja presi&#243;n de combustible.
                    </para>
                </item>
                <item>
                    <para>Una restricci&#243;n entre el conector de entrada de combustible, el colador y la entrada a la
                        bomba de transferencia puede causar baja presi&#243;n de combustible.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Barra de medidores (PS94-831-3) y tuber&#237;a apropiada con conector de 3 mm (1/8") NPT.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
