<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Freno por motor Diamond Logic&#174; -
        Instalaci&#243;n - Juego del activador del freno por motor
    </stitle>
    <svcman/>
    <svcproc id="S2651499" graphiccount="4">
        <title>Juego del activador del freno por motor</title>
        <para>Durante el procedimiento de ajuste del juego del activador del freno, el cig&#252;e&#241;al debe girarse
            dos veces.
        </para>
        <randlist type="bullet">
            <item>
                <para>Tres activadores se ajustan cuando el pist&#243;n N&#186; 1 est&#225; en el punto muerto superior
                    de compresi&#243;n.
                </para>
            </item>
            <item>
                <para>Tres activadores se ajustan cuando el pist&#243;n N&#186; 6 est&#225; en el punto muerto superior
                    de compresi&#243;n.
                </para>
            </item>
        </randlist>
        <para>El correspondiente juego de las v&#225;lvulas de admisi&#243;n y escape puede ajustarse antes y despu&#233;s
            de girar el cig&#252;e&#241;al. Vea
            <hotlnk document="mges2651_S2650599.xml" xrefid="S2650599" appearance="hottext">el procedimiento para
                ajustar las v&#225;lvulas
            </hotlnk>
            .
        </para>
        <para>
            <title>Ajuste del juego del freno</title>
        </para>
        <step1>
            <para count="1">Saque la
                <hotlnk document="mges2651_S2650501.xml" xrefid="S2650501" appearance="hottext">tapa de v&#225;lvulas
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Haga girar el cig&#252;e&#241;al en el sentido de rotaci&#243;n del motor para eliminar el
                juego del tren de engranajes y alinear la marca de sincronizaci&#243;n de la polea del amortiguador con
                la marca "TDC" (punto muerto superior) de la tapa delantera.
            </para>
        </step1>
        <step1>
            <para count="1">Confirme que el pist&#243;n N&#186; 1 est&#233; en el punto muerto superior de compresi&#243;n
                haciendo girar las varillas de empuje a mano para verificar que las v&#225;lvulas est&#233;n cerradas.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si las varillas de empuje est&#225;n flojas y giran f&#225;cilmente, el pist&#243;n N&#186; 1
                        est&#225; en el punto muerto superior de compresi&#243;n y las v&#225;lvulas est&#225;n
                        cerradas. Si el pist&#243;n N&#186; 1 est&#225; en el punto muerto superior, vea y haga los
                        pasos 4, 5 y 6.
                    </para>
                </item>
                <item>
                    <para>Si las varillas de empuje no giran f&#225;cilmente, el pist&#243;n N&#186; 6 est&#225; en el
                        punto muerto superior de compresi&#243;n. Confirme que las v&#225;lvulas est&#233;n cerradas
                        cercior&#225;ndose de que las varillas de empuje del cilindro 6 est&#233;n flojas y giren f&#225;cilmente.
                        Si el pist&#243;n N&#186; 6 est&#225; en el punto muerto superior, vea y haga los pasos 4, 5 y
                        6.
                    </para>
                </item>
            </randlist>
        </step1>
        <figure id="f2651424" figsize="pg-wide">
            <graphic filename="../figH08/H08044.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
            <caption>Ajuste del juego de v&#225;lvulas y freno con el pist&#243;n 1 en el punto muerto superior de
                compresi&#243;n
            </caption>
        </figure>
        <figure id="f2651424.5" figsize="pg-wide">
            <graphic filename="../figH08/H08045.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
            <caption>Ajuste del juego de v&#225;lvulas y freno con el pist&#243;n 6 en el punto muerto superior de
                compresi&#243;n
            </caption>
        </figure>
        <figure id="f2651425" figsize="pg-wide">
            <graphic filename="../figH08/H08048.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
            <caption>Ajuste del juego del freno</caption>
        </figure>
        <figure id="f2651426" figsize="col-wide">
            <graphic filename="../figH08/H08050.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>L&#225;mina calibrada entre el puente de v&#225;lvulas y el activador del freno</caption>
        </figure>
        <step1>
            <para count="1">Mida el juego del freno en fr&#237;o con una l&#225;mina calibrada de 0,48 mm (0,019") entre
                el pie del pivote y el puente de v&#225;lvulas. Si es necesario hacer un ajuste, afloje la contratuerca
                y haga girar el tornillo de ajuste del activador hasta que sienta una ligera fricci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Una vez ajustado el juego del freno, ajuste la contratuerca al
                <hotlnk document="mges2651_247.xml" xrefid="t2651202" appearance="hottext">torque especial</hotlnk>
                y saque la l&#225;mina calibrada. Vuelva a probar que haya una ligera fricci&#243;n en la l&#225;mina
                calibrada. Si hay mucha o poca fricci&#243;n, repita los pasos 4 y 5.
            </para>
        </step1>
        <step1>
            <para count="1">Haga girar el cig&#252;e&#241;al 360&#176; en el sentido de rotaci&#243;n del motor para
                eliminar el juego del tren de engranajes y volver a alinear la marca de sincronizaci&#243;n de la polea
                del amortiguador con la marca "TDC" (punto muerto superior) de la tapa delantera.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si los primeros ajustes se hicieron con el pist&#243;n N&#186; 1 en el punto muerto superior
                        de compresi&#243;n, el cilindro 6 deber&#237;a estar en el punto muerto superior de compresi&#243;n.
                        Confirme que las v&#225;lvulas est&#233;n cerradas cercior&#225;ndose de que las varillas de
                        empuje del cilindro 6 est&#233;n flojas y giren f&#225;cilmente. Si el pist&#243;n N&#186; 6 est&#225;
                        en el punto muerto superior de compresi&#243;n, vea y haga los pasos 4 y 5.
                    </para>
                </item>
                <item>
                    <para>Si los primeros ajustes se hicieron con el pist&#243;n N&#186; 6 en el punto muerto superior
                        de compresi&#243;n, el cilindro 1 deber&#237;a estar en el punto muerto superior de compresi&#243;n.
                        Confirme que las v&#225;lvulas est&#233;n cerradas cercior&#225;ndose de que las varillas de
                        empuje del cilindro 1 est&#233;n flojas y giren f&#225;cilmente. Si el pist&#243;n N&#186; 1 est&#225;
                        en el punto muerto superior de compresi&#243;n, vea y haga los pasos 4 y 5.
                    </para>
                </item>
            </randlist>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_280.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_SVCPROC1402.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
