<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - EL&#201;CTRICOS DEL MOTOR - INSTALACI&#211;N - Rel&#233; de las Buj&#237;as
        de Precalentamiento y Barra de Distribuci&#243;n del Arn&#233;s
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>Rel&#233; de las Buj&#237;as de Precalentamiento y Barra de Distribuci&#243;n del Arn&#233;s</title>
        <para>
            <emph type="bold">Rel&#233; de las Buj&#237;as de Precalentamiento y Soporte</emph>
        </para>
        <step1>
            <para count="1">Instale el rel&#233; de la buj&#237;a de precalentamiento en su soporte. Instale y apriete
                los dos tornillos de montaje.
            </para>
        </step1>
        <step1>
            <para count="1">Si fue removido, instale el soporte y tres tuercas en los esp&#225;rragos de la cubierta de
                las v&#225;lvulas. Apriete las tuercas a la torsi&#243;n est&#225;ndar
                <xref refid="S235appb01"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte el cable de las buj&#237;as de precalentamiento y el cable de energ&#237;a de 12 V
                en el tope del rel&#233; de las buj&#237;as de precalentamiento. Apriete las tuercas de los terminales.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la conexi&#243;n del arn&#233;s de cables al rel&#233; de las buj&#237;as de
                precalentamiento.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte nuevamente las bater&#237;as.</para>
        </step1>
        <figure id="f2351055" figsize="col-wide">
            <graphic filename="../figd09/d0918.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Terminales del Rel&#233; de las Buj&#237;a de Precalentamiento</caption>
            <calloutgroup>
                <callout1 type="arabic">Hacia la fuente de bater&#237;a</callout1>
                <callout1 type="arabic">Hacia el ECM (Conector X1)</callout1>
                <callout1 type="arabic">Hacia el ECM (con enlace de fusible) (Conector X1), barra de distribuci&#243;n
                    del arn&#233;s de las buj&#237;as de precalentamiento
                </callout1>
                <callout1 type="arabic">Hacia tierra</callout1>
                <callout1 type="arabic">Tornillos de montaje (2)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <emph type="bold">Barra de Distribuci&#243;n del Arn&#233;s de las Buj&#237;as de Precalentamiento</emph>
        </para>
        <para>Si es necesario, reemplace en este momento los sellos anulares-O de la barra de distribuci&#243;n del arn&#233;s
            de las buj&#237;as de precalentamiento.
        </para>
        <para>Instale las barras de distribuci&#243;n del arn&#233;s de las buj&#237;as de precalentamiento izquierda y
            derecha colocando una mano en cada extremo y empujando en forma pareja cada extremo hasta que la barra de
            distribuci&#243;n "enganche" en su lugar. Los sellos anulares-O ser&#225;n comprimidos en ese momento.
        </para>
        <figure id="f2351056" figsize="col-wide">
            <graphic filename="../figd09/d0915.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Instalando Barra de Distribuci&#243;n del Arn&#233;s de las Buj&#237;as de Precalentamiento
            </caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_170.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_172.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
