<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de
        enfriamiento
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de enfriamiento</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Service Procedure</title>
            <figure id="f2400132" figsize="pg-wide">
                <graphic filename="../figD31/D31179.webp" type="webp" scalefit="1" scalefitwidth="502px" box="yes"/>
                <caption>Componentes del sistema de enfriamiento</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">Tapa de la salida del refrigerante</callout1>
                    <callout1 type="arabic">Tapa del enfriador de aceite</callout1>
                    <callout1 type="arabic">Enfriador de aceite (no se puede reparar por separado)</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                    <callout1 type="arabic">Culata</callout1>
                    <callout1 type="arabic">Carcasa de la tapa delantera</callout1>
                    <callout1 type="arabic">Bomba de agua</callout1>
                    <callout1 type="arabic">Conjunto del termostato</callout1>
                    <callout1 type="arabic">Conector de desaireaci&#243;n del refrigerante (hacia el dep&#243;sito de
                        desaireaci&#243;n)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>El sistema de enfriamiento mantiene el motor funcionando dentro de unos l&#237;mites especificados de
                temperatura.
            </para>
            <para>La bomba centr&#237;fuga de agua (cubo e impulsor) est&#225; en una carcasa que forma parte de la tapa
                delantera. La bomba de agua tiene un dep&#243;sito integrado que recoge peque&#241;as cantidades de
                refrigerante que pueden escaparse por el sello.
            </para>
            <specpara>
                <caution>
                    <para>La h&#233;lice de la bomba de agua puede da&#241;arse si se deja caer o si se golpea con alg&#250;n
                        objeto r&#237;gido.
                    </para>
                </caution>
            </specpara>
            <para>
                <title>Flujo por la carcasa de la tapa delantera</title>
            </para>
            <para>La bomba de agua extrae refrigerante desde el radiador a trav&#233;s de una entrada en la carcasa de
                la tapa delantera. El refrigerante fluye desde la bomba de agua a trav&#233;s de tres conductos en la
                tapa delantera.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Dos de los conductos (izquierdo y derecho) dirigen el refrigerante hacia el interior del
                        bloque del motor (de adelante hacia atr&#225;s), para enfriar las paredes de los cilindros y las
                        culatas.
                    </para>
                </item>
                <item>
                    <para>El tercer conducto dirige el refrigerante a un conducto en el bloque del motor que va hacia la
                        tapa del enfriador de aceite.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Si se da&#241;a un sello del enfriador de aceite, hay orificios de salida en la base del
                        filtro de aceite que permiten que el refrigerante salga de la tapa del enfriador.
                    </para>
                </note>
            </specpara>
            <para>El refrigerante regresa a la bomba de agua a trav&#233;s de tres conductos en la tapa delantera.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Dos de los conductos (izquierdo y derecho) dirigen el refrigerante desde el bloque del motor
                        hacia la tapa delantera.
                    </para>
                </item>
                <item>
                    <para>Un tercer conducto dirige el refrigerante desde el m&#250;ltiple de admisi&#243;n hacia la
                        tapa delantera.
                    </para>
                </item>
            </randlist>
            <para>El refrigerante devuelto es dirigido hacia el termostato en la tapa delantera.</para>
            <randlist type="bullet">
                <item>
                    <para>Si el termostato est&#225; abierto, el refrigerante fluye hacia el radiador.</para>
                </item>
                <item>
                    <para>Si el termostato est&#225; cerrado, el refrigerante regresa a la bomba de agua a trav&#233;s
                        de un conducto de desv&#237;o en la tapa delantera, porque la salida hacia el radiador est&#225;
                        bloqueada.
                    </para>
                </item>
            </randlist>
            <para>A medida que el motor alcanza las temperaturas de operaci&#243;n, el termostato se abre y permite el
                paso del refrigerante hacia el radiador. Esta acci&#243;n tambi&#233;n cierra la abertura de desv&#237;o.
            </para>
            <para>
                <title>Flujo por el bloque del motor y la culata</title>
            </para>
            <para>El refrigerante fluye a trav&#233;s de conductos en la tapa delantera, a la izquierda y a la derecha
                del bloque del motor. El refrigerante fluye por el frente a ambos lados del bloque del motor,
                distribuyendo en forma pareja el refrigerante alrededor de los cilindros, y sale por la parte trasera
                del bloque, hacia las culatas.
            </para>
            <para>El refrigerante fluye desde atr&#225;s hacia el frente de las culatas, sale por un conducto en el
                bloque del motor y regresa hacia la tapa delantera.
            </para>
            <para>
                <title>Flujo por el enfriador de aceite y el enfriador de EGR</title>
            </para>
            <para>La tapa delantera encamina el refrigerante por un conducto en el bloque del motor. El refrigerante
                fluye desde el bloque hacia el frente de la tapa del enfriador de aceite. El enfriador de aceite y la
                base del filtro de aceite encaminan el refrigerante hacia el frente del enfriador.
            </para>
            <para>El refrigerante fluye a trav&#233;s del enfriador de aceite, desde el frente hacia atr&#225;s, y sale
                por el orificio de suministro del enfriador de EGR.
            </para>
            <para>El refrigerante fluye desde atr&#225;s del enfriador de EGR hacia el frente, regresando a la tapa
                delantera a trav&#233;s de un conducto en el m&#250;ltiple de admisi&#243;n.
            </para>
            <randlist type="bullet">
                <item>
                    <para>El orificio de desaireaci&#243;n est&#225; en la parte superior del m&#250;ltiple de admisi&#243;n.</para>
                </item>
                <item>
                    <para>En motores con compresor de aire, el punto de desaireaci&#243;n est&#225; entre el compresor y
                        el m&#250;ltiple de admisi&#243;n.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Anteriormente los motores ten&#237;an una sola tuber&#237;a desde el compresor de aire hacia
                        el tanque de desaireaci&#243;n. Los motores m&#225;s recientes tienen dos tuber&#237;as. Una va
                        desde el m&#250;ltiple de admisi&#243;n, la otra desde el compresor, y ambas se cruzan con una
                        tuber&#237;a que va hacia el dep&#243;sito de desaireaci&#243;n.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
