<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos para motores que no arrancan o
        arrancan con dificultad - Procedimientos de las pruebas - 14. Sistema de buj&#237;as incandescentes
    </stitle>
    <svcman/>
    <svcproc id="s306000503.14" svcproctype="diagnose" graphiccount="13">
        <title>14. Sistema de buj&#237;as incandescentes</title>
        <svcprocinfo id="s306000503.14.1">
            <figure id="f306000568" figsize="col-wide">
                <graphic filename="../figJ31/J31333.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption></caption>
            </figure>
            <para id="tp306000514">
                <title>Finalidad</title>Determinar si el sistema de buj&#237;as incandescentes est&#225; funcionando
                correctamente para arrancar el motor.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
                <item>
                    <para>Amper&#237;metro de pinza</para>
                </item>
                <item>
                    <para>Conexi&#243;n de prueba para buj&#237;as incandescentes</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Causas posibles</title>
                <item>
                    <para>Alguna conexi&#243;n con el cableado est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>La conexi&#243;n a tierra est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>El rel&#233; de alguna buj&#237;a incandescente est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>Alguna buj&#237;a incandescente est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>El ECM est&#225; defectuoso.</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc id="s306000503.14.2">
            <title>14.1. Amperaje del sistema de buj&#237;as incandescentes</title>
            <figure id="f306000569" figsize="col-wide">
                <graphic filename="../figJ31/J31176.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Amper&#237;metro de pinza alrededor del tubo protector de los cables de suministro de las buj&#237;as
                    del lado izquierdo
                </caption>
            </figure>
            <step1>
                <para id="tp306000514.1" count="1">Ponga el amper&#237;metro de pinza alrededor del tubo protector de
                    los cables de suministro de las buj&#237;as incandescentes del lado izquierdo.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ON. No arranque el motor.</para>
            </step1>
            <figure id="f306000570" figsize="col-wide">
                <graphic filename="../figJ31/J31307.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de prueba del estado de las salidas</caption>
            </figure>
            <step1>
                <para count="1">Abra D_OutputStateTest.ssnpara detectar posibles DTC.</para>
            </step1>
            <figure id="f306000571" figsize="col-wide">
                <graphic filename="../figJ31/J31139.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de
                    admisi&#243;n
                </caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada por defecto y debe hacerse primero. Mientras no ponga el interruptor de
                        encendido en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Glow Plug/Inlet Air Heaterbajo Output State en el cuadro Key-On Engine-Off
                    Diagnostics y pulse Run para comenzar la prueba.
                </para>
                <specpara>
                    <note>
                        <para>La prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de
                            aire de admisi&#243;n ordenar&#225; la activaci&#243;n de las buj&#237;as incandescentes por
                            120 segundos. Se pueden probar simult&#225;neamente las bujias de ambos lados. La prueba del
                            estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de admisi&#243;n
                            se puede hacer hasta dos veces antes de tener que volver a poner el interruptor de encendido
                            en OFF y nuevamente en ON.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Deje pasar 40 segundos y mida el amperaje.</para>
            </step1>
            <step1>
                <para count="1">Anote el amperaje del lado izquierdo en el formulario de diagn&#243;sticos.</para>
            </step1>
            <figure id="f306000572" figsize="col-wide">
                <graphic filename="../figJ31/J31175.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Amper&#237;metro de pinza alrededor de la funda protectora de los cables de suministro de las
                    buj&#237;as del lado derecho
                </caption>
            </figure>
            <step1>
                <para count="1">Ponga el amper&#237;metro de pinza alrededor del tubo protector de los cables de
                    suministro de las buj&#237;as incandescentes del lado derecho.
                </para>
            </step1>
            <step1>
                <para count="1">Anote el amperaje del lado derecho en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el amperaje est&#225; dentro de los valores requeridos y no aparecen DTC, el sistema de
                            buj&#237;as incandescentes est&#225; funcionando correctamente y no forma parte del problema
                            de arranque.
                        </para>
                    </item>
                    <item>
                        <para>Si el amperaje est&#225; dentro de los valores requeridos y aparece el DTC 375, revise los
                            terminales del rel&#233; en busca de cables corroidos y conexiones flojas. Si los cables no
                            est&#225;n corroidos y las conexiones est&#225;n ajustadas, refi&#233;rase a
                            <hotlnk document="mges305_135.xml" xrefid="s306000706.19.1.1">&#171;Circuito de control de
                                las buj&#237;as incandescentes (GPC)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7; el DTC 375 puede aparecer si el circuito GPC est&#225; abierto.
                        </para>
                    </item>
                    <item>
                        <para>Si el amperaje no est&#225; dentro de los valores requeridos y no aparecen DTC, haga la
                            Prueba 14.2 &#171;Conexi&#243;n a tierra del cableado de las buj&#237;as incandescentes&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <note>
                    <para>El DTC 251 s&#243;lo puede aparecer durante la prueba est&#225;ndar KOEO.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Si el amperaje es 0 y aparece el DTC 251, refi&#233;rase a
                                <hotlnk document="mges305_135.xml" xrefid="s306000706.19.1.1">&#171;Circuito de control
                                    de las buj&#237;as incandescentes (GPC)&#187;
                                </hotlnk>
                                en la Secci&#243;n 7; el DTC 251 puede aparecer si el circuito GPC o el circuito a
                                tierra del rel&#233; est&#225;n abiertos o en corto o si el rel&#233; est&#225;
                                defectuoso.
                            </para>
                        </item>
                        <item>
                            <para>Si aparece el DTC 375, no aparece el DTC 251 y el amperaje es 0 en las buj&#237;as
                                incandescentes de ambos lados, revise el funcionamiento del rel&#233;.
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <figure id="f306000573" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.14.3">
            <title>14.2. Conexi&#243;n a tierra del cableado de las buj&#237;as incandescentes</title>
            <step1>
                <para id="tp306000514.2" count="1">Seleccione el cableado de suministro de las buj&#237;as
                    incandescentes del lado que fall&#243;.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector de 3 pines.</para>
            </step1>
            <figure id="f306000574" figsize="col-wide">
                <graphic filename="../figJ31/J31187.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Probador negativo (tierra) del DMM</caption>
            </figure>
            <step1>
                <para count="1">Mida la resistencia entre el conector de 3 pines y la tierra del alternador.</para>
                <specpara>
                    <note>
                        <para>Esto prueba tanto el cableado como las buj&#237;as incandescentes.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote el resultado en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el valor no est&#225; entre 0,1 - 6 &#x2126;, haga la Prueba 14.3 &#171;Conexi&#243;n a
                            tierra de las buj&#237;as incandescentes&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si los valores est&#225;n entre 0,1 - 6 &#x2126;, haga la Prueba 14.4 &#171;Conexi&#243;n
                            del conector de 3 pines al rel&#233;&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.14.4">
            <title>14.3. Conexi&#243;n a tierra de las buj&#237;as incandescentes</title>
            <step1>
                <para id="tp306000514.3" count="1">Desconecte el cableado de la buj&#237;a incandescente sospechosa.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el probador de buj&#237;as incandescentes.</para>
            </step1>
            <step1>
                <para count="1">Mida la resistencia a tierra de la buj&#237;a incandescente con el DMM.</para>
            </step1>
            <step1>
                <para count="1">Anote el valor de cada buj&#237;a incandescente sospechosa en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la resistencia es mayor de 5 &#x2126;, cambie la buj&#237;a incandescente.</para>
                    </item>
                    <item>
                        <para>Si la resistencia es menor de 5 &#x2126;, cambie el cableado de las buj&#237;as
                            incandescentes.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.14.5">
            <title>14.4. Conexi&#243;n del conector de 3 pines al rel&#233;</title>
            <figure id="f306000575" figsize="col-wide">
                <graphic filename="../figJ31/J31306.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Medici&#243;n de resistencia entre el rel&#233; y las buj&#237;as incandescentes</caption>
            </figure>
            <step1>
                <para id="tp306000514.4" count="1">Mida la resistencia del cable entre el rel&#233; de las buj&#237;as
                    incandescentes y los tres circuitos del conector de 3 pines.
                </para>
                <specpara>
                    <note>
                        <para>Los motores pueden estar cableados en forma diferente, con conectores enchufados a
                            distintos terminales del rel&#233;. Determine cu&#225;l es el cable desde el conector de 3
                            pines hacia el rel&#233; de las buj&#237;as incandescentes (el rel&#233; m&#225;s bajo),
                            para asegurarse de probar el terminal correcto del rel&#233;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la resistencia es mayor de 5 &#x2126;, busque conexiones y terminales flojos. Repare o
                            cambie el cableado entre el rel&#233; de las buj&#237;as incandescentes y el conector de 3
                            pines.
                        </para>
                    </item>
                    <item>
                        <para>Si la resistencia es menor a 5 &#x2126; y no aparece el DTC 251, revise los terminales del
                            rel&#233; en busca de cables corroidos y conexiones flojas. Si los cables no est&#225;n
                            corroidos y las conexiones est&#225;n ajustadas, haga la
                            <hotlnk xrefid="tp306000514.5">Prueba 14.5 &#171;Funcionamiento del rel&#233;&#187;</hotlnk>
                            .
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.14.6">
            <title>14.5. Funcionamiento del rel&#233;</title>
            <figure id="f306000576" figsize="col-wide">
                <graphic filename="../figJ31/J31309.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Rel&#233; de las buj&#237;as incandescentes</caption>
            </figure>
            <step1>
                <para id="tp306000514.5" count="1">Conecte el probador positivo del DMM al terminal de suministro de la
                    bater&#237;a (bater&#237;a al rel&#233; de las buj&#237;as incandecentes).
                </para>
                <specpara>
                    <note>
                        <para>Los motores pueden estar cableados en forma diferente, con conectores enchufados a
                            distintos terminales del rel&#233;. Determine cu&#225;l es el cable desde la bater&#237;a
                            hacia el rel&#233; de las buj&#237;as incandescentes (el rel&#233; m&#225;s bajo), para
                            asegurarse de probar el terminal correcto del rel&#233;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f306000577" figsize="col-wide">
                <graphic filename="../figJ31/J31187.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Probador negativo (tierra) del DMM</caption>
            </figure>
            <step1>
                <para count="1">Conecte el probador negativo del DMM a la tierra del alternador.</para>
            </step1>
            <step1>
                <para count="1">Mida el voltaje con el DMM</para>
            </step1>
            <step1>
                <para count="1">Anote el resultado en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje en el terminal de suministro del rel&#233; es B+, siga con el paso 5.</para>
                    </item>
                    <item>
                        <para>Si el voltaje en el terminal de suministro del rel&#233; es menor a B+, repare o cambie el
                            cable desde la bater&#237;a hacia el rel&#233; de las buj&#237;as incandescentes.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Conecte el probador positivo del DMM al terminal de salida del rel&#233; de las buj&#237;as
                    incandescentes.
                </para>
                <specpara>
                    <note>
                        <para>Los motores pueden estar cableados en forma diferente, con conectores enchufados a
                            distintos terminales del rel&#233;. Determine cu&#225;l es el cable desde el conector de 3
                            pines hacia el rel&#233; de las buj&#237;as incandescentes (el rel&#233; m&#225;s bajo),
                            para asegurarse de probar el terminal correcto del rel&#233;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ON. No arranque el motor.</para>
            </step1>
            <figure id="f306000578" figsize="col-wide">
                <graphic filename="../figJ31/J31307.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de prueba del estado de las salidas</caption>
            </figure>
            <step1>
                <para count="1">Abra D_OutputStateTest.ssnpara detectar posibles DTC.</para>
            </step1>
            <figure id="f306000579" figsize="col-wide">
                <graphic filename="../figJ31/J31139.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de
                    admisi&#243;n
                </caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada por defecto y debe hacerse primero. Mientras no ponga el interruptor de
                        encendido en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Glow Plug/Inlet Air Heaterbajo Output State en el cuadro Key-On Engine-Off
                    Diagnostics y pulse Run para comenzar la prueba.
                </para>
                <specpara>
                    <note>
                        <para>La prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de
                            aire de admisi&#243;n ordenar&#225; la activaci&#243;n de las buj&#237;as incandescentes por
                            120 segundos. La prueba del estado de las salidas de las buj&#237;as incandescentes y del
                            calentador de aire de admisi&#243;n se puede hacer hasta dos veces antes de tener que volver
                            a poner el interruptor de encendido en OFFy nuevamente en ON.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida el voltaje con el DMM</para>
            </step1>
            <step1>
                <para count="1">Anote el resultado en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no se detecta voltaje y no aparece el DTC 251, revise los terminales del rel&#233; en
                            busca de cables corroidos y conexiones flojas. Si los terminales est&#225;n limpios y las
                            conexiones est&#225;n ajustadas, cambie el rel&#233;.
                        </para>
                    </item>
                    <item>
                        <para>Si no se detecta voltaje y aparece el DTC 251, refi&#233;rase a
                            <hotlnk document="mges305_135.xml" xrefid="s306000706.19.1.1">&#171;Circuito de control de
                                las buj&#237;as incandescentes (GPC)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7; el DTC 251 puede aparecer si el circuito GPC est&#225; abierto o en
                            corto, si el circuito a tierra del rel&#233; est&#225; abierto o si la bobina del rel&#233;
                            est&#225; defectuosa.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000580" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_82.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_84.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
