<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - CULATA Y TREN DE V&#193;LVULAS - ENSAMBLE DE COMPONENTES -
        Inyectores de Combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="replace" graphiccount="10">
        <title>Inyectores de Combustible</title>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, no use herramientas activadas por aire cuando est&#233;
                    instalando los inyectores de combustible. Tenga precauci&#243;n para no rayar las superficies del
                    inyector.
                </para>
            </caution>
        </specpara>
        <para>
            <emph type="bold">Reemplazando los Sellos Anulares-O y el Empaque de Cobre del Inyector de Combustible
            </emph>
        </para>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, reemplace los sellos anulares-O externos y el empaque de cobre
                    cada vez que el inyector de combustible sea removido.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Remueva el empaque de cobre viejo con una herramienta de mano peque&#241;a. Limpie la tobera
                del inyector con un trapo libre de pelusa.
            </para>
        </step1>
        <step1>
            <para count="1">Instale un empaque de cobre nuevo en la punta del inyector. Emp&#250;jelo hacia adentro con
                una copa profunda para sentar el empaque.
            </para>
            <specpara>
                <note>
                    <para>El empaque de cobre se puede instalar en cualquier direcci&#243;n.</para>
                </note>
            </specpara>
        </step1>
        <figure id="f2350484.5" figsize="col-wide">
            <graphic filename="../figd11/d1131.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Reemplazando el Empaque de Cobre</caption>
            <calloutgroup>
                <callout1 type="arabic">Inyector (extremo de la tobera)</callout1>
                <callout1 type="arabic">Empaque (cobre)</callout1>
                <callout1 type="arabic">Copa profunda</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>No efect&#250;e los Pasos 3 y 4 a menos que exista un rendimiento del motor inaceptable debido a
                    que se ha detectado incremento en la falla de presi&#243;n, refi&#233;rase al Manual de Diagn&#243;stico
                    del Motor VT 365 / Manual de Localizaci&#243;n de fallas EGES 240. Normalmente, estos sellos de
                    entrada de aceite al inyector (Sello anular-D y anillo del casquillo) no requieren reemplazo.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Remueva el anillo de retenci&#243;n de la entrada de aceite al inyector, el anillo del
                casquillo y el sello anular-D. Tenga precauci&#243;n para no rayar la superficie del inyector. Refi&#233;rase
                a las siguientes dos im&#225;genes
                <xref refid="f2350484.6"/>
                y
                <xref refid="f2350484.8"/>.
            </para>
            <figure id="f2350484.6" figsize="col-wide">
                <graphic filename="../figd11/d1133.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Vista del Corte de la Entrada de Aceite al Inyector</caption>
                <calloutgroup>
                    <callout1 type="arabic">Sello anular-D</callout1>
                    <callout1 type="arabic">Anillo del casquillo</callout1>
                    <callout1 type="arabic">Anillo de retenci&#243;n</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <figure id="f2350484.8" figsize="col-wide">
            <graphic filename="../figd11/d1130.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Removiendo el Sello Anular-D de la Entrada de Aceite del Inyector</caption>
            <calloutgroup>
                <callout1 type="arabic">Sello anular-D</callout1>
                <callout1 type="arabic">Anillo del casquillo</callout1>
                <callout1 type="arabic">Anillo de retenci&#243;n</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Cubra los componentes con aceite de motor limpio. Instale el sello anular-D de la entrada de
                aceite del inyector, el anillo del casquillo y el anillo de retenci&#243;n. Refi&#233;rase a las dos im&#225;genes
                previas
                <xref refid="f2350484.6"/>
                y
                <xref refid="f2350484.8"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva los sellos anulares-O superiores e inferiores del inyector de combustible usando una
                herramienta de mano que no sea met&#225;lica y desc&#225;rtelos.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Debido al cambio de dise&#241;o, en los inventarios de partes, el sello anular-O superior
                    recubierto con Tefl&#243;n (red) reemplazar&#225; el sello anular-O superior no recubierto con Tefl&#243;n
                    (negro). El rendimiento del sellado no se ver&#225; afectado.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale un sello anular-O negro nuevo (o rojo recubiertos con Tefl&#243;n) (di&#225;metro
                grande) dentro de la ranura localizada justamente sobre las mallas de entrada de combustible. Evite el
                contacto con superficies afiladas a m&#225;quina.
            </para>
        </step1>
        <step1>
            <para count="1">Instale un Sello anular-O (blanco)(di&#225;metro peque&#241;o) nuevo, recubiertos con Tefl&#243;n,
                dentro de la ranura inferior, localizada justamente debajo de las mallas de filtro de combustible. Evite
                el contacto con superficies afiladas a m&#225;quina.
            </para>
        </step1>
        <figure id="f2350485" figsize="col-wide">
            <graphic filename="../figd11/d1111.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Localizaciones Externas del Sello Anular-O del Inyector de Combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">Sello anular-O, inferior (recubiertos con Tefl&#243;n blanco)(di&#225;metro
                    peque&#241;o)
                </callout1>
                <callout1 type="arabic">Mallas de entrada de combustible (3)</callout1>
                <callout1 type="arabic">Sello anular-O, superior (negro o rojo)(di&#225;metro grande)</callout1>
                <callout1 type="arabic">Ranura de alineaci&#243;n de la mordaza</callout1>
                <callout1 type="arabic">Sello anular-O, conector del arn&#233;s (azul oscuro)</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Lubrique los sellos anulares-O superior e inferior con aceite de motor limpio.</para>
        </step1>
        <figure id="f2350486" figsize="col-wide">
            <graphic filename="../figd08/d0893.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Lubricando los Sellos Anulares-O del Inyector de Combustible</caption>
        </figure>
        <para>
            <emph type="bold">Instalando el Conjunto del Inyector de Combustible</emph>
        </para>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, sosteniendo hacia abajo, verifique si el anillo de retenci&#243;n
                    del tornillo est&#225; en posici&#243;n cuando instale la mordaza para retener hacia abjo el
                    conjunto del inyector .
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Alinee la ranura de alineaci&#243;n de la mordaza del conjunto del inyector con la marca de
                alineaci&#243;n de la mordaza. Esto orientar&#225; correctamente al inyector dentro de la culata.
            </para>
        </step1>
        <figure id="f2350486.5" figsize="col-wide">
            <graphic filename="../figd11/d1132.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                     box="yes"/>
            <caption>Conjunto de la Mordaza para Retener el Inyector de Combustible en su Puesto</caption>
            <calloutgroup>
                <callout1 type="arabic">Tornillo, M8 X 45</callout1>
                <callout1 type="arabic">Anillo de retenci&#243;n</callout1>
                <callout1 type="arabic">Marca de alineaci&#243;n de la mordaza</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale el conjunto del inyector de combustible bajando el inyector y el conjunto de la
                mordaza de retenci&#243;n dentro del agujero como una sola unidad.
            </para>
            <figure id="f2350488" figsize="col-wide">
                <graphic filename="../figd11/d1107.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Colocando el Inyector en el Agujero</caption>
                <calloutgroup>
                    <callout1 type="arabic">Inyector de combustible</callout1>
                    <callout1 type="arabic">Conjunto de la mordaza para retener el inyector de combustible en su
                        puesto
                    </callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Use la llave para sostener hacia abajo el Inyector de combustible
                <xref refid="te2350404"/>
                para atornillar el conjunto de la mordaza y el inyector de combustible en la culata. No use herramientas
                impulsadas por aire para remover o instalar el inyector.
            </para>
            <figure id="f2350489" figsize="col-wide">
                <graphic filename="../figd11/d1108.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Instalando el Inyector de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto del inyector de combustible</callout1>
                    <callout1 type="arabic">Conjunto de la mordaza para retener el Inyector de combustible en su
                        puesto
                    </callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Apriete la mordaza para retenci&#243;n del inyector a la torsi&#243;n especial
                <xref refid="te2350402"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Reemplace el Sello anular-O del conector e instale el arn&#233;s del inyector dentro del
                portador empujando directamente el conector hasta que sus leng&#252;etas enganchen en su lugar. La marca
                de identificaci&#243;n debe quedar mirando hacia arriba.
            </para>
        </step1>
        <figure id="f2350490" figsize="col-wide">
            <graphic filename="../figd08/d0808.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Instalando el Conector del Arn&#233;s del Inyector</caption>
        </figure>
        <step1>
            <para count="1">Lubrique el sello anular-D del tope de la cavidad del inyector con aceite de motor limpio.
            </para>
        </step1>
        <figure id="f2350491" figsize="col-wide">
            <graphic filename="../figd08/d0890.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Lubricando el Sello anular-D del Tope</caption>
        </figure>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, aseg&#250;rese que los cables el&#233;ctricos est&#233;n
                    separados de las partes m&#243;viles.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_68.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_70.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
