<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - INTRODUCCI&#211;N - VISTA GENERAL DE LOS SISTEMAS
        - Sistema de control electr&#243;nico
    </stitle>
    <svcman/>
    <svcproc id="s29600in.2.6" svcproctype="describe" graphiccount="0">
        <title>Sistema de control electr&#243;nico</title>
        <svcsubproc id="s29600in.2.6.1">
            <title>M&#243;dulo de control electr&#243;nico (ECM)</title>
            <para>El ECM est&#225; en el lado izquierdo del motor. El ECM monitoriza y controla el comportamiento del
                motor para asegurar el m&#225;ximo rendimiento y el cumplimiento de las normas sobre emisiones. El ECM
                controla la operaci&#243;n del motor a trav&#233;s de la v&#225;lvula de control del turbo, la v&#225;lvula
                de EGR, el IPR, el rel&#233; de las buj&#237;as incandescentes y el IDM.
            </para>
        </svcsubproc>
        <svcsubproc id="s29600in.2.6.2">
            <title>M&#243;dulo impulsor de los inyectores (IDM)</title>
            <para>El IDM est&#225; en el lado izquierdo del motor. El IDM act&#250;a como distribuidor electr&#243;nico
                de los inyectores. El IDM es capaz de controlar el suministro de combustible al motor enviando impulsos
                de alto voltaje hacia las bobinas de apertura y cierre de los inyectores. El IDM reacciona seg&#250;n la
                informaci&#243;n recibida desde el ECM para determinar la sincronizaci&#243;n, la cantidad y la duraci&#243;n
                de la inyecci&#243;n de combustible cada vez que hay inyecci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc id="s29600in.2.6.3">
            <title>Activadores del motor</title>
            <para>
                <emph type="bold">V&#225;lvula de recirculaci&#243;n de gases de escape (EGR)</emph>: Controla el flujo
                de gases de escape que ingresan al m&#250;ltiple de admisi&#243;n. La v&#225;lvula de EGR est&#225; en
                el m&#250;ltiple de admisi&#243;n al frente del motor. La carcasa de la v&#225;lvula de EGR contiene un
                activador para controlar su posici&#243;n y un sensor de posici&#243;n para suministrar una se&#241;al
                de respuesta al ECM.
            </para>
            <para>
                <emph type="bold">V&#225;lvula de control del turbo controlado electr&#243;nicamente EVRT&#174;</emph>:
                Ubicada en la parte delantera superior del turbo, est&#225; controlada por el ECM y operada por la presi&#243;n
                de aceite del motor para determinar el movimiento de las aspas unidas por un anillo sincronizador dentro
                de la carcasa de la turbina. Las caracter&#237;sticas del flujo de gases de escape son modificadas de
                acuerdo con la presi&#243;n del m&#250;ltiple deseada para las condiciones de operaci&#243;n del motor.
                El sensor de la contrapresi&#243;n del escape (EBP) env&#237;a se&#241;ales informativas al ECM para que
                &#233;ste determine el ciclo de trabajo que debe enviar a este activador.
            </para>
            <para>
                <emph type="bold">Rel&#233; de las buj&#237;as incandescentes</emph>: El ECM activa el rel&#233; de las
                buj&#237;as incandescentes. El rel&#233;, ubicado en la parte superior de la tapa de v&#225;lvulas
                derecha, suministra 12 voltios a las buj&#237;as incandescentes hasta por 120 segundos, dependiendo de
                la temperatura ambiente y la altitud.
            </para>
            <para>
                <emph type="bold">Regulador de la presi&#243;n de inyecci&#243;n (IPR)</emph>: Controla la presi&#243;n
                en el sistema a alta presi&#243;n que controla la inyecci&#243;n, usado para activar los inyectores. El
                IPR es una v&#225;lvula de posici&#243;n variable controlada por el ECM.
            </para>
        </svcsubproc>
        <svcsubproc id="s29600in.2.6.4">
            <title>Sensores del motor</title>
            <para>
                <emph type="bold">Sensor de la temperatura del aire de admisi&#243;n (IAT)</emph>: Mide la temperatura
                del aire de admisi&#243;n. El IAT est&#225; en el filtro de aire y env&#237;a informaci&#243;n al ECM
                relativa a la temperatura del aire de admisi&#243;n. Los datos son utilizados por el ECM para determinar
                la cantidad y duraci&#243;n de la inyecci&#243;n.
            </para>
            <para>
                <emph type="bold">Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</emph>: Es un sensor de
                captaci&#243;n magn&#233;tica que detecta una clavija de activaci&#243;n en el &#225;rbol de levas (que
                indica cada revoluci&#243;n del &#225;rbol de levas), que est&#225; al lado izquierdo de la parte
                superior del bloque del motor cerca a la tapa delantera.
            </para>
            <para>
                <emph type="bold">Sensor de la posici&#243;n del cig&#252;e&#241;al (CKP)</emph>: Es un sensor de
                captaci&#243;n magn&#233;tica que detecta un disco de sincronizaci&#243;n en el cig&#252;e&#241;al. El
                disco de sincronizaci&#243;n es un engranaje de 60 dientes al que le faltan dos dientes contiguos. En
                base a la frecuencia y la relaci&#243;n con el &#225;rbol de levas, el ECM puede calcular las RPM del
                motor y las necesidades de sincronizaci&#243;n. El CKP est&#225; al lado derecho de la parte inferior
                del bloque, cerca a la tapa delantera.
            </para>
            <para>
                <emph type="bold">Sensor de la contrapresi&#243;n del escape (EBP)</emph>: Es un sensor de capacitancia
                utilizado para medir la contrapresi&#243;n de escape, instalado en un soporte al lado izquierdo del
                motor, justo debajo del ECM. El EBP proporciona una se&#241;al informativa al ECM para el control en
                circuito cerrado del turbo. El ECM utiliza estos datos para determinar el ciclo de trabajo necesario
                para modificar la v&#225;lvula de control del turbo.
            </para>
            <para>
                <emph type="bold">Sensor de la temperatura del refrigerante (ECT)</emph>: El ECM mide la se&#241;al del
                ECT y la utiliza para el medidor de temperatura del tablero, para compensaci&#243;n del refrigerante y
                para el sistema de advertencia y protecci&#243;n del motor. Est&#225; al lado izquierdo de la tapa
                delantera, encima de la bomba de refrigerante.
            </para>
            <para>
                <emph type="bold">Sensor de la presi&#243;n del aceite del motor (EOP)</emph>: El ECM mide la se&#241;al
                del EOP y la usa para el medidor de presi&#243;n del tablero y para el sistema de advertencia y protecci&#243;n
                del motor. Est&#225; al lado derecho del filtro de aceite, detr&#225;s del orificio de suministro de
                aceite del turbo.
            </para>
            <para>
                <emph type="bold">Sensor de la temperatura del aceite del motor (EOT)</emph>: El ECM monitoriza la se&#241;al
                del EOT para controlar la cantidad de combustible y la sincronizaci&#243;n durante la operaci&#243;n del
                motor. La se&#241;al del EOT permite al ECM compensar por las variaciones de viscosidad del aceite
                debidas a cambios de temperatura. Esto asegura que haya potencia y torque bajo todas las condiciones de
                operaci&#243;n. Est&#225; al lado derecho de la base del filtro de aceite.
            </para>
            <para>
                <emph type="bold">Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</emph>: El ECM monitoriza
                la se&#241;al del ICP para determinar la presi&#243;n de control de inyecci&#243;n necesaria para la
                operaci&#243;n del motor. La informaci&#243;n es utilizada para controlar el regulador de presi&#243;n
                de inyecci&#243;n. Est&#225; en el conjunto de galer&#237;as de aceite derecho y penetra a trav&#233;s
                de la tapa de v&#225;lvulas derecha.
            </para>
            <para>
                <emph type="bold">Sensor de la presi&#243;n absoluta del m&#250;ltiple (MAP)</emph>: El ECM monitoriza
                la se&#241;al del MAP para determinar la presi&#243;n (reforzadora) del m&#250;ltiple de admisi&#243;n.
                Esta informaci&#243;n se usa para controlar el suministro de combustible y para sincronizar la inyecci&#243;n.
                Est&#225; al lado derecho del m&#250;ltiple de admisi&#243;n, junto a la entrada de aire.
            </para>
            <para>
                <emph type="bold">Sensor de la temperatura del m&#250;ltiple (MAT)</emph>: Proporciona al ECM informaci&#243;n
                de temperatura de aire en el m&#250;ltiple de admisi&#243;n. El ECM utiliza esta informaci&#243;n para
                modificar el flujo de la v&#225;lvula de EGR y otras funciones de control del motor. Est&#225; al lado
                derecho del m&#250;ltiple de admisi&#243;n, hacia el frente.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
