<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
        O FALTA DE ARRANQUE - Procedimientos de las pruebas - C&#243;digos de falla
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="5">
        <title>C&#243;digos de falla</title>
        <figure id="f2400520" figsize="col-wide">
            <graphic filename="../figD31/D31255.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Determinar si el ECM ha detectado DTC que indiquen problemas que pudieran causar arranque dif&#237;cil o
            falta de arranque.
        </para>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
            </item>
            <item>
                <para>Cable de interfaz EZ-Tech de International&#174;</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <specpara>
            <note>
                <para>Haga la Prueba 10 (Acceso a los c&#243;digos de falla) si no hay una EST disponible.</para>
            </note>
        </specpara>
        <figure id="f2400521" figsize="col-wide">
            <graphic filename="../figD31/D3119.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Conexi&#243;n del cable de interfaz EZ-Tech de International&#174;</caption>
        </figure>
        <step1>
            <para count="1">Ponga la llave de encendido en ON.</para>
        </step1>
        <figure id="f2400522" figsize="col-wide">
            <graphic filename="../figD31/D31215.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Barra del men&#250; con Com/Open</caption>
        </figure>
        <step1>
            <para count="1">Seleccione de la barra del men&#250; COM y luego Open.</para>
        </step1>
        <figure id="f2400523" figsize="col-wide">
            <graphic filename="../figD31/D31216.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <step1>
            <para count="1">Seleccione de la barra del men&#250; Code y luego View, para que aparezca la ventana
                Diagnostic Trouble Codes (c&#243;digos de falla).
            </para>
        </step1>
        <figure id="f2400524" figsize="col-wide">
            <graphic filename="../figD31/D31177.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Ventana de c&#243;digos de falla</caption>
        </figure>
        <para>
            <emph type="bold">Lectura de los DTC</emph>
        </para>
        <para>
            <emph type="bold">ATA code (c&#243;digo ATA)</emph>: C&#243;digos asociados con identificaci&#243;n del
            subsistema (SID), del par&#225;metro (PID) y un indicador del modo de falla (FMI).
        </para>
        <para>
            <emph type="bold">DTC</emph>: C&#243;digos de falla.
        </para>
        <para>
            <emph type="bold">Status (estado)</emph>: Indica si un DTC est&#225; activo, inactivo o activo/inactivo.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Active (activo)</emph>: Con la llave de encendido en ON, indica que la condici&#243;n
                    causante del DTC sigue existiendo. Cuando se pone la llave en OFF, un DTC activo se vuelve inactivo.
                    Si el problema sigue existiendo, el DTC aparecer&#225; como activo la pr&#243;xima vez que ponga la
                    llave en ON.
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Inactive (inactivo)</emph>: Con la llave de encendido en ON, indica que la condici&#243;n
                    causante del DTC ya no existe. Cuando se pone la llave en OFF, los DTC que ya estaban inactivos la
                    vez anterior que puso la llave en ON son almacenados en la memoria del ECM.
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Active</emph>/
                    <emph type="bold">Inactive (activo</emph>/
                    <emph type="bold">inactivo)</emph>: Con la llave de encendido en ON, indica que la condici&#243;n
                    causante del DTC es intermitente.
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Description (descripci&#243;n)</emph>: Es la definici&#243;n o explicaci&#243;n de cada
            DTC.
        </para>
        <step1>
            <para count="1">Anote todos los DTC en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta de
                arranque.
            </para>
            <para>Refi&#233;rase al &#205;ndice de c&#243;digos de falla en el Ap&#233;ndice B de este manual.</para>
        </step1>
        <step1>
            <para count="1">Antes de seguir, repare cualquier problema que cause la aparici&#243;n de un DTC activo.
            </para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Hay una falla en alg&#250;n componente electr&#243;nico.</para>
            </item>
            <item>
                <para>Hay una falla en el ICP o en el sistema de presi&#243;n de control de la inyecci&#243;n.</para>
            </item>
            <item>
                <para>Hay una falla en el sistema de administraci&#243;n de aire.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
