<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - PISTONES, ANILLOS Y BIELAS - Extracci&#243;n
    </stitle>
    <svcman/>
    <svcsubsec id="s2960007.1">
        <title>Extracci&#243;n</title>
        <svcsubsecinfo id="s2960007.1.1">
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, aseg&#250;rese de que el motor se
                        haya enfriado lo suficiente antes de sacar cualquier componente; refi&#233;rase a "Informaci&#243;n
                        sobre seguridad" .
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales: No permita que l&#237;quidos del
                        motor permanezcan en contacto con su piel. L&#225;vese la piel y las u&#241;as con agua y jab&#243;n
                        o un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los trapos que
                        tengan l&#237;quidos del motor. Los l&#237;quidos usados del motor contienen ciertos elementos
                        que pueden ser da&#241;inos para la piel y que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <caution>
                    <para>Dependiendo del n&#250;mero de serie del motor, tambi&#233;n puede ser necesario cambiar el
                        volante, el plato flexible y el amortiguador de vibraciones. Algunos motores tienen pistones con
                        mayor masa y por eso necesitan que el volante, la placa flexible y el amortiguador de
                        vibraciones tengan valores de inercia que complementen esa masa adicional. Consulte a su
                        concesionario International para mayores detalles.
                    </para>
                </caution>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite y el refrigerante pueden ser da&#241;inos para el medio
                        ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las alcantarillas
                        o en corrientes o cuerpos de agua.
                    </para>
                </note>
                <note>
                    <para>Antes de sacar los pistones, los anillos y las bielas, debe sacar los siguientes componentes:
                        Vea el procedimiento de extracci&#243;n en la secci&#243;n correspondiente.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Filtro de combustible y tuber&#237;a</para>
                        </item>
                        <item>
                            <para>Turbo controlado electr&#243;nicamente EVRT&#174;</para>
                        </item>
                        <item>
                            <para>M&#243;dulo de control electr&#243;nico (ECM), m&#243;dulo impulsor de los inyectores
                                (IDM) y soporte de montaje
                            </para>
                        </item>
                        <item>
                            <para>Rel&#233; y soporte del rel&#233; de las buj&#237;as incandescentes</para>
                        </item>
                        <item>
                            <para>M&#250;ltiple de admisi&#243;n</para>
                        </item>
                        <item>
                            <para>Culatas</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_E2960007.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_137.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
