<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor</stitle>
    <svcman/>
    <svcman mantype="engine" id="EGES-236" formnum="EGES-236" revno="" date="Mayo 2002" translation="spanish"/>
    <title>Manual de Servicio del Motor</title>
    <manapply>
        <engfamgroup/>

        <engfam>VT 365</engfam>
    </manapply>
    <foreword>
        <para>Este manual de servicio forma parte de una serie destinada a ayudar a los t&#233;cnicos de servicio en el
            mantenimiento de los motores fabricados por International&#174; de acuerdo a los &#250;ltimos adelantos
            tecnol&#243;gicos.
        </para>
        <para>Debido a nuestro compromiso con el desarrollo y a la investigaci&#243;n constante, algunos procedimientos,
            especificaciones y partes pueden ser alteradas con el objeto de mejorar los productos International&#174; e
            introducir nuevos adelantos tecnol&#243;gicos.
        </para>
        <para>Es posible que se hagan revisiones peri&#243;dicas de esta publicaci&#243;n, las cuales ser&#225;n
            enviadas autom&#225;ticamente por correo a los subscriptores de "Servicio de Revisi&#243;n". Para ofrecer
            soporte adicional para los motores Diesel International, tambi&#233;n est&#225;n a su disposici&#243;n las
            siguientes publicaciones, solic&#237;telas a:
        </para>
        <para>
            <emph type="bold">International Truck and Engine Corporation</emph>
        </para>
        <verbatim>
            <line>Printing, Procurement and Distribution</line>
            <line>4956 Wayne Road</line>
            <line>Battle Creek, Michigan 49015</line>
        </verbatim>
        <deflist>
            <title>VT 365, Literatura Para Servicio del Motor Diesel</title>
            <term>FORMA No.*.</term>
            <def>
                <emph type="bold">DESCRIPCI&#211;N</emph>
            </def>
            <term>EGES-236</term>
            <def>VT 365, Manual de Servicio Para el Motor</def>
            <term>EGES-241</term>
            <def>VT 365, Manual de Diagn&#243;stico de Motor</def>
            <term>EGED-246</term>
            <def>VT 365, Arranque Dif&#237;cil / Forma para Diagn&#243;stico de No arranque &#38; Rendimiento del
                Motor
            </def>
            <term>EGED-251</term>
            <def>VT 365, Forma Para Diagn&#243;stico de Rendimiento del Motor</def>
            <term>EGED-256</term>
            <def>VT 365, Forma Para Diagn&#243;stico de los Sistemas de Control Electr&#243;nico</def>
            <term>1171765R1*</term>
            <def>VT 365, Manual de Operaci&#243;n y Mantenimiento del Motor</def>
            <term>CGE 310/Spanish</term>
            <def>C&#243;digos de Problemas de Diagn&#243;stico del Motor</def>
        </deflist>
        <para>
            <emph type="bold">* - Ser&#225; suministrado el n&#250;mero de publicaci&#243;n espec&#237;fica con la
                revisi&#243;n m&#225;s reciente.
            </emph>
        </para>
        <specpara>
            <note>
                <para>Un gui&#243;n (-) y un numeral despu&#233;s del n&#250;mero de la forma indica el n&#250;mero de
                    veces que la publicaci&#243;n b&#225;sica ha sido completamente revisada.
                </para>
            </note>
        </specpara>
    </foreword>
    <svcdiag>
        <para>El diagn&#243;stico de servicio es un procedimiento sistem&#225;tico de investigaci&#243;n que se debe
            seguir con el objeto de localizar y corregir problemas del motor. El motor es considerado como una unidad
            completa en su aplicaci&#243;n espec&#237;fica y por lo tanto si hay alg&#250;n problema estar&#225;
            localizado en los componentes o en los sistemas. Los procedimientos de prueba ayudar&#225;n a analizar la
            fuente del problema.
        </para>
        <para>REQUISITOS PREVIOS PARA UN DIAGN&#211;STICO EFECTIVO:</para>
        <randlist type="bullet">
            <item>
                <para>Conocimiento de los principios de operaci&#243;n de ambos, del motor y de los sistemas de aplicaci&#243;n</para>
            </item>
            <item>
                <para>Conocimiento para ejecutar y entender todos los procedimientos de las publicaciones de diagn&#243;stico
                    y servicio
                </para>
            </item>
            <item>
                <para>Disponibilidad de indicadores y equipos de pruebas para diagn&#243;stico y conocimiento para
                    usarlos
                </para>
            </item>
            <item>
                <para>Disponibilidad de la informaci&#243;n m&#225;s reciente para la aplicaci&#243;n del motor</para>
            </item>
        </randlist>
        <para>Aunque la causa de la falla de un motor puede ser aparente, con frecuencia la verdadera causa no se
            localiza hasta que la falla se repite. Esto se puede prevenir si se toma una acci&#243;n de diagn&#243;stico
            espec&#237;fica antes, durante y despu&#233;s de desarmar el motor y durante su ensamble.
        </para>
        <para>Tambi&#233;n es muy importante hacer las pruebas espec&#237;ficas de diagn&#243;stico inmediatamente despu&#233;s
            de ensamblar el motor.
        </para>
        <para>El resultado de un diagn&#243;stico apropiado es la identificaci&#243;n correcta de los s&#237;ntomas que
            conducen a la falla. El diagn&#243;stico efectivo requiere el uso de las siguientes referencias:
        </para>
        <randlist type="bullet">
            <item>
                <para>Manual de Servicio Apropiado Para el Motor Diesel</para>
            </item>
            <item>
                <para>Forma sobre "Dificultad de Arranque/No arranca &#38; Diagn&#243;sticos de Rendimiento del Motor
                </para>
            </item>
            <item>
                <para>Manual de Diagn&#243;sticos y Localizaci&#243;n de Fallas del Motor</para>
            </item>
            <item>
                <para>Boletines de servicio</para>
            </item>
        </randlist>
        <para>Esta publicaci&#243;n est&#225; conformada por varias secciones. Todas las fotograf&#237;as o dibujos est&#225;n
            numerados en forma consecutiva desde el principio de esta publicaci&#243;n. Dispone de un &#237;ndice de
            acuerdo con las secciones, localizado al principio de esta publicaci&#243;n.
        </para>
    </svcdiag>
    <safety>
        <para>Este manual proporciona procedimientos de servicio generales y espec&#237;ficos y m&#233;todos de reparaci&#243;n
            esenciales para su seguridad y una operaci&#243;n confiable del motor. Debido a que est&#225;n envueltas
            muchas variaciones en los procedimientos, herramientas y partes de servicio, no podemos presentar todos los
            consejos sobre todas los posibles peligros y condiciones de seguridad.
        </para>
        <para>Alejarse de las instrucciones de este manual, o descartar las precauciones en el indicadas puede resultar
            en lesiones serias, muerte, da&#241;os en el motor, o en el veh&#237;culo.
        </para>
        <para>Lea las instrucciones de seguridad antes de hacer el servicio y los procedimientos de prueba indicados en
            este manual. Para mayor informaci&#243;n, vea tambi&#233;n los manuales para las aplicaciones relacionadas
            al veh&#237;culo.
        </para>
        <para>
            <title>TERMINOLOG&#205;A DE SEGURIDAD</title>
        </para>
        <para>Este manual usa tres t&#233;rminos para resaltar sobre su seguridad y la operaci&#243;n segura del motor:
            <emph type="bold">Advertencia</emph>,
            <emph type="bold">Precauci&#243;n</emph>, y
            <emph type="bold">Observaci&#243;n</emph>.
        </para>
        <para>
            <emph type="bold">Advertencia</emph>: Se&#241;ala las condiciones, peligros, y practicas inseguras que
            pueden causar lesiones o la muerte.
        </para>
        <para>
            <emph type="bold">Precauci&#243;n</emph>: Se&#241;ala las condiciones, y practicas que pueden causar da&#241;os
            al motor o al veh&#237;culo.
        </para>
        <para>
            <emph type="bold">Observaci&#243;n</emph>: Un aviso se&#241;ala el punto clave o el procedimiento que se
            debe seguir para una operaci&#243;n correcta y eficiente del motor.
        </para>
        <para>
            <title>INSTRUCCIONES DE SEGURIDAD</title>
        </para>
        <para>
            <emph type="bold">Veh&#237;culo</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Antes de hacer cualquier trabajo o procedimiento de diagn&#243;stico del motor o del veh&#237;culo,
                    aseg&#250;rese de que la transmisi&#243;n est&#233; en posici&#243;n neutral, el freno de
                    estacionamiento activado, y las ruedas est&#233;n cu&#241;adas con bloques.
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">&#193;rea de trabajo</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Mantenga el &#225;rea de trabajo limpia, seca y organizada.</para>
            </item>
            <item>
                <para>No deje en el piso herramientas, partes o materiales.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que el &#225;rea de trabajo est&#225; ventilada y bien iluminada.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que est&#233; disponible un botiqu&#237;n de primeros auxilios.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Equipo de seguridad</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Use dispositivos de levantamiento correctos.</para>
            </item>
            <item>
                <para>Use soportes seguros.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Medidas de protecci&#243;n</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Use anteojos protectores y zapatos de seguridad (no trabaje descalzo, con sandalias o zapatos de
                    lona.)
                </para>
            </item>
            <item>
                <para>Use ropa de trabajo adecuada.</para>
            </item>
            <item>
                <para>No use anillos, reloj, pulseras u otra joyer&#237;a.</para>
            </item>
            <item>
                <para>Restrinja el pelo largo.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Prevenci&#243;n contra incendio</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Mantenga cerca extintores de incendio cargados.</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Aseg&#250;rese de que los extintores de incendio se puedan usar para extinguir todo tipo de
                    fuentes de fuegos. Las tres clases de fuegos son:
                </para>
            </note>
        </specpara>
        <para>1. Tipo A - Madera, papel, textiles y basura</para>
        <para>2. Tipo B - L&#237;quidos inflamables</para>
        <para>3. Tipo C - Equipo el&#233;ctrico</para>
        <specpara>
            <note>
                <para>Algunos extintores est&#225;n clasificados para varias clases de fuego.</para>
            </note>
        </specpara>
        <para id="Safety06">
            <emph type="bold">Bater&#237;as</emph>
        </para>
        <para>Las bater&#237;as producen un gas muy inflamable durante y despu&#233;s del cargue.</para>
        <randlist type="bullet">
            <item>
                <para>Evite inclinarse sobre las bater&#237;as.</para>
            </item>
            <item>
                <para>Proteja sus ojos.</para>
            </item>
            <item>
                <para>No exponga las bater&#237;as a las llamas o chispas.</para>
            </item>
            <item>
                <para>No fume.</para>
            </item>
            <item>
                <para>Antes de trabajar en el sistema el&#233;ctrico, desconecte siempre el cable de tierra.</para>
            </item>
        </randlist>
        <para id="Safety07">
            <emph type="bold">Aire comprimido</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>L&#237;mite de presi&#243;n para el aire comprimido del taller: 207 kPa (30 lb/pulg&#178; ).
                </para>
            </item>
            <item>
                <para>Use solamente equipo aprobado.</para>
            </item>
            <item>
                <para>No dirija el aire comprimido contra su cuerpo o sus ropas.</para>
            </item>
            <item>
                <para>Use anteojos, gafas o m&#225;scaras de seguridad.</para>
            </item>
            <item>
                <para>Use escudos protectores para defender a otras personas en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Aseg&#250;rese de que todas las herramientas se encuentren en buenas condiciones.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que todas las herramientas el&#233;ctricas est&#225;ndar est&#233;n debidamente
                    conectadas a tierra.
                </para>
            </item>
            <item>
                <para>Antes de usar herramientas el&#233;ctricas, revise que los cables de energ&#237;a no est&#233;n
                    deshilachados.
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Fluidos bajo presi&#243;n</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Tenga precauciones extremas cuando trabaje en sistemas bajo presi&#243;n.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Combustible</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>No exceda el nivel del tanque de combustible. El exceso de combustible crea un gran peligro de
                    incendio.
                </para>
            </item>
            <item>
                <para>No fume en el &#225;rea de trabajo.</para>
            </item>
            <item>
                <para>Mantenga el embudo o la boquilla de llenado de combustible en contacto firme contra el metal de la
                    boca de llenado del tanque. El contacto met&#225;lico firme evitar&#225; las chispas el&#233;ctricas.
                </para>
            </item>
            <item>
                <para>No rellene el tanque con combustible si el motor est&#225; funcionando.</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Remueva las herramientas, partes y equipos</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Reinstale las guardas de seguridad, escudos protectores y cubiertas despu&#233;s de dar servicio
                    al motor.
                </para>
            </item>
            <item>
                <para>Aseg&#250;rese de que todas las herramientas, partes y equipos de servicio han sido removidos del
                    motor y del veh&#237;culo despu&#233;s de terminar de hacer cualquier servicio.
                </para>
            </item>
        </randlist>
    </safety>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
