<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos del sistema
        de control electr&#243;nico - Diagn&#243;sticos de circuitos - ECI (sistema que impide dar arranque al motor)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>ECI (sistema que impide dar arranque al motor)</title>
        <svcprocinfo>
            <figure id="f27107047" figsize="pg-wide">
                <graphic filename="../figh31/h31032sp.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del sistema ECI</caption>
            </figure>
            <para id="ECI">El diagrama de la funci&#243;n del sistema ECI incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Motor de arranque</para>
                </item>
                <item>
                    <para>Rel&#233; del motor de arranque</para>
                </item>
                <item>
                    <para>Transmisi&#243;n autom&#225;tica controlada electr&#243;nicamente WTEC</para>
                </item>
                <item>
                    <para>Interruptor de respaldo para arranque en neutro (NSBU)</para>
                </item>
                <item>
                    <para>Interruptor por desacople del tren propulsor (DDS)</para>
                </item>
            </randlist>
            <para id="s27107034">
                <title>Funci&#243;n</title>
            </para>
            <para>El sistema que impide dar arranque es una funci&#243;n del ECM que controla la operaci&#243;n del
                motor de arranque. El ECM impide la activaci&#243;n del motor de arranque cuando el motor est&#225; en
                marcha. Esto evita provocar da&#241;os al pi&#241;&#243;n y a los engranajes del motor de arranque. El
                interruptor de seguridad en neutro o el interruptor del embrague impedir&#225;n la activaci&#243;n del
                motor de arranque cuando la transmisi&#243;n est&#233; en una marcha o cuando el pedal de embrague no
                est&#233; hundido.
            </para>
            <para>El rel&#233; del motor de arranque controla la corriente suministrada al solenoide del motor de
                arranque. El rel&#233; tambi&#233;n puede controlarse con un termopar de sobrearranque opcional.
            </para>
            <para>
                <title>Operaci&#243;n</title>
            </para>
            <para>El ECM controla el sistema de arranque. El interruptor del embrague o el interruptor por la posici&#243;n
                de neutro de la transmisi&#243;n proporcionan se&#241;ales al ECM. Ambos interruptores impiden que el
                motor de arranque se active a menos que la transmisi&#243;n est&#233; puesta en neutro o el embrague est&#233;
                hundido.
            </para>
            <para>
                <title>Rel&#233; del motor de arranque</title>
            </para>
            <para>El rel&#233; del motor de arranque controla la corriente suministrada al motor de arranque. Al poner
                la llave de encendido en STARTse suministra corriente para energizar el rel&#233; por el pin 86. Si el
                motor no est&#225; en marcha y el tren propulsor no est&#225; acoplado, el pin X3-23 del ECM activar&#225;
                el rel&#233; suministr&#225;ndole un circuito a tierra por el pin 85. Cuando el rel&#233; est&#225;
                cerrado, la corriente pasa a trav&#233;s del rel&#233; hacia los pines del solenoide del motor de
                arranque.
            </para>
            <para>Antes de iniciar la ubicaci&#243;n de fallas, inspeccione los conectores del circuito en busca de
                pines o cables flojos o da&#241;ados. Los cables y conectores deben estar en buen estado y no tener
                corrosi&#243;n. Cuando los conectores se corroen, aparece un residuo blanco que es necesario eliminar.
                Aseg&#250;rese de que las bater&#237;as est&#233;n totalmente cargadas. Para asegurar una medici&#243;n
                correcta, revise que los cables de la bater&#237;a y los de conexi&#243;n a tierra est&#233;n limpios y
                bien ajustados.
            </para>
            <para>
                <title>Interruptor del embrague</title>
            </para>
            <para>Las transmisiones mec&#225;nicas usan el interruptor del embrague para suministrar una se&#241;al al
                ECM que indica que el tren propulsor est&#225; desacoplado. Una se&#241;al de 12 V en el circuito del
                interruptor por desacople del tren propulsor (DDS) indica que el embrague est&#225; desactivado. Una se&#241;al
                de 0 V indica que el embrague est&#225; activado.
            </para>
            <para>
                <title>Interruptor por la posici&#243;n de neutro</title>
            </para>
            <para>Las transmisiones LCT de Allison usan el interruptor por la posici&#243;n de neutro para suministrar
                energ&#237;a al rel&#233; del motor de arranque y enviar una se&#241;al al ECM para indicar que el tren
                propulsor est&#225; desacoplado. Los veh&#237;culos con programaci&#243;n para transmisiones AT/MT de
                Allison reciben una se&#241;al de 12 V por el circuito del DDS para indicar que la transmisi&#243;n no
                est&#225; en ninguna marcha. Una se&#241;al de 0 V indica que la transmisi&#243;n est&#225; engranada.
                Cuando la transmisi&#243;n est&#225; engranada, no hay energ&#237;a disponible hacia el rel&#233; del
                ECI.
            </para>
            <para>
                <title>WTEC MD con Auto Neutral</title>
            </para>
            <para>Las transmisiones MD WTEC de Allison (con Auto Neutral opcional) tienen un sistema que impide el
                arranque, con un rel&#233; adicional. El rel&#233; impide el arranque cuando la transmisi&#243;n est&#225;
                en Auto Neutral. El pin 6 del ECU controla el suministro de 12 V hacia el pin 86 del motor de arranque.
                El pin X3-8 del ECM recibe 12 V desde el rel&#233; de Auto Neutral de la WTEC cuando la transmisi&#243;n
                est&#233; en neutro o Auto Neutral. Sin el rel&#233; adicional, la se&#241;al desde el DDS (pin X3-8)
                permitir&#237;a el arranque en Auto Neutral.
            </para>
            <para>
                <title>M&#243;dulo de control electr&#243;nico (ECM)</title>
            </para>
            <para>Cuando el ECM reconoce que el motor no est&#225; en marcha y el tren propulsor no est&#225; engranado,
                pondr&#225; a tierra el pin X3-23. Esto proporciona el trayecto de corriente para que el rel&#233; del
                ECI se cierre cuando la llave de encendido est&#225; en STARTo el bot&#243;n del motor de arranque es
                oprimido.
            </para>
            <para>Cuando el ECM reconoce que el motor est&#225; en marcha o que el tren propulsor est&#225; engranado,
                abrir&#225; el pin X3-23. Esto impide que el rel&#233; del ECI se cierre, lo que evita que el motor de
                arranque se active.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>Cuando se realiza la prueba a solicitud con el motor en marcha, se puede detectar una interrupci&#243;n
                o un corto a tierra en el lado de la bobina del rel&#233; del ECI.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Caja de derivaciones</para>
                </item>
                <item>
                    <para>Cableado con 3 clavijas banana</para>
                </item>
                <item>
                    <para>Cable de resistencia de 500 &#x2126;</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n para rel&#233;s</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Diagn&#243;sticos del circuito del sistema ECI</title>
            <figure id="f27107048" figsize="pg-wide">
                <graphic filename="../figh31/h31063sp.webp" type="webp" scalefit="1" scalefitwidth="502px"/>
                <caption>Diagrama del circuito del ECI</caption>
            </figure>
            <para>El circuito del ECI requiere que se usen los diagramas de circuitos del veh&#237;culo. Refi&#233;rase
                al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187; para informaci&#243;n sobre
                los n&#250;meros de los circuitos y la ubicaci&#243;n de los conectores y fusibles.
            </para>
            <table id="te27107038" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.05in"/>
                    <colspec colname="col2" colwidth="1.12in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de voltaje del rel&#233; del ECI</emph>
                                    (Con la llave en ON. Con el rel&#233; del ECI desconectado).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Requisito</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>86 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Haga la prueba con el rel&#233; desconectado y el interruptor de encendido (llave
                                    o bot&#243;n) activado. Si no hay voltaje, busque fallas en el circuito de arranque.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>30 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si no hay voltaje, busque fallas en el cableado de la bater&#237;a.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>85 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>4 - 5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>El ECM elevar&#225; el voltaje del circuito hasta 4 a 5 V con la llave en ON;
                                    descender&#225; a 0 V cuando se oprime el embrague o la transmisi&#243;n est&#225;
                                    en neutro.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <para>Prueba del circuito del ECI - Con la transmisi&#243;n desengranada, el embrague hundido y las ruedas
                bloqueadas, inserte un cableado entre los pines 86 y 87 del rel&#233; del motor de arranque. Si el motor
                gira cuando el interruptor de encendido se activa, el problema puede ser una falla en el rel&#233; del
                ECI o en el ECM o el cableado del ECM.
            </para>
            <table id="te27107039" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.03in"/>
                    <colspec colname="col2" colwidth="1.12in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones en el circuito del ECI en el chasis</emph>
                                    (Con la llave en ON y el motor apagado y el rel&#233; del ECI y la caja de
                                    derivaciones conectados).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Requisito</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-8 a X3-7</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 o 12 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Transmisi&#243;n mec&#225;nica - 12 V con el pedal hundido / 0 V con el pedal sin
                                    hundir.
                                </para>
                                <para>Transmisi&#243;n autom&#225;tica - 12 V con la transmisi&#243;n en neutro / 0 V
                                    con la transmisi&#243;n en alguna marcha.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="2">
                                <para>X3-23 a X3-7</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si no hay voltaje con la llave en STARTo el bot&#243;n de arranque oprimido,
                                    busque fallas en el cableado de la bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 - 0,6 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Al dar arranque con el embrague hundido o la transmisi&#243;n autom&#225;tica en
                                    neutro, si el pin X3-8 del ECM tiene 12 V y el pin X3-23 no tiene de 0 a 0,6 V,
                                    revise la programaci&#243;n del ECM. El arranque se permite. Refi&#233;rase a la
                                    &#171;Gu&#237;a de ubicaci&#243;n de fallas del sistema el&#233;ctrico&#187;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>4 - 5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Voltaje de activaci&#243;n desde el ECM con la llave en ON y el motor apagado o en
                                    marcha: transmisi&#243;n en alguna marcha o el embrague sin oprimir.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_135.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_137.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
