<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title id="x1750209">C&#243;digos de diagn&#243;stico de problemas (DTC) con la EST</title>
        <svcprocinfo>
            <table id="te1750207" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC5" colwidth="3.00in"/>
                    <spanspec namest="col1" nameend="COLSPEC5" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">5. C&#243;digos de diagn&#243;stico de problemas (DTC) con la
                                        EST
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Instale la herramienta electr&#243;nica de servicio (EST) (vea la figura B
                                    en el dorso del formulario).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Si no hay una EST disponible, haga la Prueba 8.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>DTC activos</para>
                            </entry>
                            <entry colname="COLSPEC5">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>DTC inactivos</para>
                            </entry>
                            <entry colname="COLSPEC5">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Para determinar si el m&#243;dulo de control electr&#243;nico (ECM) ha detectado c&#243;digos de diagn&#243;stico
                de problemas (DTC) que pudieran causar condiciones de arranque dif&#237;cil o no arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <note>
                    <para>Si no hay una EST disponible, haga la Prueba 8
                        <xref refid="te1750210"/>
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Apague todos los accesorios y ponga la llave de arranque en OFF antes de conectar herramienta
                        electr&#243;nica de servicio (EST) al conector de diagn&#243;sticos de la American Trucking
                        Association (ATA).
                    </para>
                </note>
            </specpara>
            <para>Conecte la EST al conector de diagn&#243;sticos ATA. El conector ATA est&#225; debajo del panel del
                lado izquierdo, al lado de la luz de cortes&#237;a de la cabina
                <xref refid="f1750205.5"/>.
            </para>
            <specpara>
                <note>
                    <para>La EST necesita encenderse al sea enchufada al conector ATA. Refi&#233;rase al manual de la
                        EST.
                    </para>
                </note>
            </specpara>
            <figure id="f1750205.5" figsize="col-wide">
                <graphic filename="../figeg9/eg9010.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <calloutgroup>
                    <callout1>1. Conector ATA (con la tapa protectora colocada)</callout1>
                </calloutgroup>
            </figure>
            <para>Si hay alg&#250;n DTC, aparecer&#225;n en la pantalla, junto con una descripci&#243;n del c&#243;digo.
                Los DTC aparecer&#225;n como activo, inactivo o activo/inactivo.
            </para>
            <para>Los c&#243;digos activos son DTC que est&#225;n ocurriendo ahora. En el sistema de control electr&#243;nico,
                un c&#243;digo activo indica que la condici&#243;n que caus&#243; su aparici&#243;n sigue presente en el
                sistema.
            </para>
            <para>Los DTC inactivos son el resultado de ciclos de arranque anteriores y est&#225;n almacenados en la
                memoria. Un DTC inactivo indica que la condici&#243;n que caus&#243; su aparici&#243;n no est&#225;
                presente en el sistema de control electr&#243;nico en este ciclo de arranque. Un c&#243;digo activo se
                volver&#225; inactivo cuando la llave de arranque es puesta en OFF.
            </para>
            <para>La categor&#237;a activo/inactivo aparecer&#225; en la EST cuando el c&#243;digo es intermitente
                durante el ciclo de la llave. El c&#243;digo fue activo en alg&#250;n momento durante el ciclo de la
                llave, pero ahora es inactivo.
            </para>
            <para>Anote todos los DTC en el formulario de diagn&#243;sticos del sistema de control electr&#243;nico
                EGED-221.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>DTC activos por el sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
                </item>
                <item>
                    <para>Falla en la comprobaci&#243;n del estado de las salidas del regulador de la presi&#243;n de
                        inyecci&#243;n (IPR)
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_35.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_37.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
