<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Circuito de energ&#237;a
        del ECM (ECM PWR)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="3">
        <title>Circuito de energ&#237;a del ECM (ECM PWR)</title>
        <svcsubproc>
            <title>Funciones de los circuitos</title>
            <figure id="f17503043" figsize="pg-wide">
                <graphic filename="../figeg1/eg1226.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"
                         box="yes"/>
                <caption>Diagrama de suministro de energ&#237;a del m&#243;dulo de control electr&#243;nico</caption>
            </figure>
            <para>El m&#243;dulo de control electr&#243;nico requiere una fuente de energ&#237;a de 12 V para realizar
                sus funciones. Recibe esta energ&#237;a directamente desde las bater&#237;as, a trav&#233;s de los
                contactos del rel&#233; del ECM cada vez que la llave de arranque es puesta en ON. Al poner la llave de
                arranque en ON, el ECM provee una tierra interna al lado de la bobina del rel&#233;. Esto hace que el
                rel&#233; cierre sus contactos y provea al ECM la energ&#237;a para realizar sus distintas funciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM monitoriza internamente el voltaje desde la bater&#237;a. Si el ECM recibe continuamente menos
                de 6,5 V o m&#225;s de 18 V, registra un c&#243;digo de diagn&#243;stico. El c&#243;digo no har&#225;
                que se encienda la luz de advertencia. Si la condici&#243;n es intermitente, el c&#243;digo ser&#225;
                registrado como un c&#243;digo inactivo. El ECM no operar&#225; en forma continua con menos de 6,5 V o
                con m&#225;s de 18 V.
            </para>
            <figure id="f17503044" figsize="pg-wide">
                <graphic filename="../figeg9/eg9029.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Circuito de suministro de energ&#237;a del ECM</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que las bater&#237;as est&#233;n totalmente cargadas y de que los terminales
                        est&#233;n limpios y apretados.
                    </para>
                </note>
            </specpara>
            <table id="te17503011" frame="all">
                <title>Diagn&#243;sticos del circuito de energ&#237;a del ECM (ECM PWR)</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="55.00*"/>
                    <colspec colname="COLSPEC1" colwidth="48.40*"/>
                    <colspec colname="col3" colwidth="292.60*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Llave en ON y motor apagado - Pruebas del voltaje en el enchufe
                                        del rel&#233; de energ&#237;a del ECM (con el rel&#233; del ECM desconectado, la
                                        "T" de derivaciones instalada, la llave en ON y el motor apagado).
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Siempre debe haber voltaje. Si no hay, revise los circuitos a tierra y energ&#237;a
                                    de las conexiones al chasis.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Siempre debe haber voltaje. Si no hay, revise los circuitos a tierra y energ&#237;a
                                    de las conexiones a la bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>86 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 a 0,25 V</para>
                            </entry>
                            <entry>
                                <para>No deber&#237;a haber voltaje.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>87 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>No hay voltaje con el rel&#233; desconectado.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contin&#250;a en la p&#225;gina siguiente</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Llave en ON y motor apagado - Pruebas del voltaje en el ECM (con
                                        la caja de derivaciones instalada, el rel&#233; de energ&#237;a del ECM
                                        instalado y la llave en ON)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>24 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a del interruptor de encendido al ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a del rel&#233; al ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>22 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a del rel&#233; al ECM</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>41 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a del rel&#233; al ECM</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25 a tierra</para>
                            </entry>
                            <entry>
                                <para>0,6 a 2 V</para>
                            </entry>
                            <entry>
                                <para>El ECM conecta a tierra el rel&#233; a trav&#233;s de un transistor interno. Debe
                                    haber 1,2 V con la llave en ON.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>23 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>42 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas de la resistencia en los circuitos (con la caja de
                                        derivaciones instalada, el rel&#233; de energ&#237;a del ECM instalado y la
                                        llave en OFF)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1, 2, 23, 42 a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Resistencia de las tierras del ECM a las tierras de la bater&#237;a.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F11 a 25</para>
                            </entry>
                            <entry>
                                <para>60 a 120 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Mida la resistencia a trav&#233;s de la bobina del rel&#233;. Retire el fusible
                                    F11 para hacer la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30 a B+</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a de la bater&#237;a al rel&#233; (retire el rel&#233; para hacer la
                                    prueba y mida en la ubicaci&#243;n 30 del enchufe).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de diagn&#243;stico de
                                        problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>112 = Voltaje interno del ECM fue detectado por encima de 18 V.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>113 = Voltaje interno del ECM fue detectado por debajo de 6,5 V.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>626 = ECM detect&#243; p&#233;rdida intermitente de energ&#237;a a trav&#233;s del
                                    rel&#233; del ECM.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>Refi&#233;rase al diagrama de circuitos del suministro de energ&#237;a y tierra del ECM
                <xref refid="f17503045"/>.
            </para>
            <para>El m&#243;dulo de control electr&#243;nico (ECM) recibe su energ&#237;a directamente de las bater&#237;as
                cuando el rel&#233; de energ&#237;a del ECM est&#225; energizado. Esto permite una m&#225;xima
                transferencia de energ&#237;a desde las bater&#237;as hacia el ECM, con una m&#237;nima cantidad de p&#233;rdida
                de energ&#237;a. El haz de cables que suministra energ&#237;a al ECM tiene un fusible en la bater&#237;a
                para protegerlo contra cortocircuitos.
            </para>
            <para>Cuando la llave de arranque est&#225; en ON, energ&#237;a de arranque del fusible en el centro de
                distribuci&#243;n de energ&#237;a (5 A) es suministrada al pin 24 del ECM a trav&#233;s del conector del
                motor en el tablero. Esto indica al ECM que la llave de arranque est&#225; en ON y que es hora de hacer
                funcionar su rel&#233; de energ&#237;a.
            </para>
            <para>La energ&#237;a a la bobina de control del rel&#233; de energ&#237;a del ECM (terminal 85) es
                suministrada por el circuito 97CT del borne de suministro de la bater&#237;a a trav&#233;s del conector
                del motor en el tablero. El ECM habilitar&#225; su rel&#233; de energ&#237;a completando el circuito a
                tierra (internamente) al rel&#233; en el pin 25.
            </para>
            <para>Cuando el rel&#233; de energ&#237;a del ECM es habilitado, la energ&#237;a en el terminal 30 de las
                bater&#237;as es conmutada directamente al ECM desde el terminal 87 del rel&#233; a los pines 21, 22 y
                41. La energ&#237;a para que este rel&#233; conmute, es suministrada directamente desde la bater&#237;a
                a trav&#233;s de los conectores 4105, 6323, 9261 y el fusible de alimentaci&#243;n del ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos hechos por el ECM</title>
            <para>Si el ECM detecta m&#225;s de 18 V en los pines 21, 22 y 41, registrar&#225; el c&#243;digo 112. Si
                detecta menos de 6,5 V, registrar&#225; el c&#243;digo 113. El ECM es capaz de detectar una interrupci&#243;n
                intermitente de los circuitos de energ&#237;a o tierra. El c&#243;digo 626 ser&#225; registrado para
                indicar que ha ocurrido un reposicionamiento inesperado.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas pueden leerse usando la herramienta electr&#243;nica
                de servicio (EST) o interpretando el destello de las luces
                <emph type="bold">ENGINE</emph> &#225;mbar y roja, refi&#233;rase a la
                <xref refid="P17502001"/>.
            </para>
            <para id="f175fc112">
                <emph type="bold">C&#243;digo de diagn&#243;stico 112</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 168, FMI 35</emph>
            </para>
            <para>
                <emph type="bold">ECM: voltaje interno fuera de l&#237;mite - alto</emph>
            </para>
            <para>El c&#243;digo de diagn&#243;stico 112 puede ser causado por:</para>
            <step1>
                <para count="1">Alternador defectuoso que causa un voltaje de salida mayor de 18 V.</para>
            </step1>
            <step1>
                <para count="1">Voltaje adicional suministrado cuando se intenta arrancar el motor con ayuda de bater&#237;as
                    externas; o conexiones incorrectas a las bater&#237;as externas que pudieran causar un aumento de
                    voltaje.
                </para>
            </step1>
            <para>Si la condici&#243;n que causa el c&#243;digo 112 es intermitente, el c&#243;digo cambiar&#225; de
                activo a inactivo. El c&#243;digo 112
                <emph type="bold">no</emph>
                encender&#225; la luz
                <emph type="bold">ENGINE</emph> &#225;mbar.
            </para>
            <para id="f175fc113">
                <emph type="bold">C&#243;digo de diagn&#243;stico 113</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 168, FMI 36</emph>
            </para>
            <para>
                <emph type="bold">ECM: voltaje interno fuera de l&#237;mite - bajo</emph>
            </para>
            <para>El c&#243;digo de diagn&#243;stico 113 puede ser causado por un voltaje consistentemente menor a 6,5 V
                a los pines 21, 22 y 41 del ECM. Esto puede ser causado porque el alternador o el rel&#233; de energ&#237;a
                del ECM est&#225;n defectuosos, las bater&#237;as est&#225;n descargadas o aument&#243; la resistencia
                en los circuitos de suministro de las bater&#237;as. El c&#243;digo 113
                <emph type="bold">no</emph>
                encender&#225; la luz
                <emph type="bold">ENGINE</emph> &#225;mbar. Si la condici&#243;n que provoca la aparici&#243;n del c&#243;digo
                113 es intermitente y ya no existe, el c&#243;digo se volver&#225; inactivo.
            </para>
            <para id="f175fc626">
                <emph type="bold">C&#243;digo de diagn&#243;stico 626</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 254, FMI 56</emph>
            </para>
            <para>
                <emph type="bold">ECM: Reposicionamiento inesperado de c&#243;digo de diagn&#243;stico</emph>
            </para>
            <para>En cualquier ocasi&#243;n en que se interrumpa el suministro de energ&#237;a al ECM a causa de
                circuitos intermitentes por conexiones flojas o sucias de las bater&#237;as o en los cables de tierra,
                el ECM puede apagarse. Cuando el circuito de energ&#237;a o tierra queda nuevamente operativo, el ECM se
                enciende solo. Esto puede causar una operaci&#243;n err&#225;tica del motor. El c&#243;digo 626 se
                registrar&#225; en cualquier momento en que el suministro de energ&#237;a al ECM sea interrumpido. Poner
                la llave de arranque en OFF y luego en ON hace que el c&#243;digo cambie de activo a inactivo. El c&#243;digo
                de diagn&#243;stico 626
                <emph type="bold">no</emph>
                encender&#225; la luz
                <emph type="bold">ENGINE</emph> &#225;mbar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ubicaci&#243;n de fallas</title>
            <para>Si los c&#243;digos 112 o 113 est&#225;n activos, refi&#233;rase a S08250 - Gu&#237;a de ubicaci&#243;n
                de fallas el&#233;ctricas - 4200/4300/4400. Si el c&#243;digo 626 est&#225; activo, el voltaje en los
                pines 21, 22 y 41 del ECM deber&#225; ser monitorizado mientras se est&#225; buscando una conexi&#243;n
                intermitente en el cableado de suministro de energ&#237;a. La EST puede ser utilizada para indicar
                cualquier c&#243;digo de diagn&#243;stico as&#237; como para mostrar el V
                <subscript>IGN</subscript>
                medido por el ECM en el pin 24.
            </para>
            <figure id="f17503045" figsize="pg-wide">
                <graphic filename="../figeg8/eg8804.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="72"/>
                <caption>Diagrama de circuitos del sistema de suministro de energ&#237;a y tierra del ECM</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_88.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_90.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
