<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 7. Combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="7">
        <title>7. Combustible</title>
        <figure id="f2710527" figsize="col-wide">
            <graphic filename="../figh31/h31432sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Revisar el nivel y la calidad del combustible para que el motor funcione eficientemente.</para>
        <randlist type="bullet">
            <item>
                <para>Preg&#250;ntele al conductor si la luz &#225;mbar de agua en combustible se encendi&#243; mientras
                    usaba el veh&#237;culo.
                </para>
            </item>
            <item>
                <para>Si el motor tiene el sensor opcional de presi&#243;n de combustible (EFP), preg&#250;ntele al
                    conductor si la luz &#225;mbar FUEL FILTER estaba encendida mientras conduc&#237;a el veh&#237;culo.
                    Si estaba encendido, cambie el filtro de combustible y verifique si el motor sigue con poco
                    rendimiento.
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Recipiente transparente (de aproximadamente 1 litro o 1 cuarto de gal&#243;n)</para>
            </item>
            <item>
                <para>Adaptador para pruebas de presi&#243;n de combustible</para>
            </item>
            <item>
                <para>Destornillador de bolsillo</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla las siguientes recomendaciones al extraer una muestra de combustible:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>No fume.</para>
                    </item>
                    <item>
                        <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                    </item>
                </randlist>
            </warning>
        </specpara>
        <step1>
            <para count="1">Revise el nivel de combustible en el tanque y rev&#237;selo en busca de otros olores, como a
                queros&#233;n o gasolina.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Aseg&#250;rese de poner un trapo o un recipiente adecuado debajo de la v&#225;lvula para pruebas
                    de presi&#243;n de combustible cuando est&#233; purgando la galer&#237;a de combustible. Deseche el
                    combustible en un recipiente adecuado y claramente rotulado &#171;COMBUSTIBLE DIESEL&#187; y de
                    acuerdo con las regulaciones locales.
                </para>
            </caution>
            <note>
                <para>El combustible puede ser da&#241;ino para el medio ambiente. Nunca deseche combustible en la
                    basura, en la tierra, en las alcantarillas o en corrientes o cuerpos de agua.
                </para>
            </note>
        </specpara>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh11/h11060.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>V&#225;lvula Shrader</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula</callout1>
                <callout1 type="arabic">V&#225;stago central</callout1>
            </calloutgroup>
        </figure>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh11/h11061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Acople para diagn&#243;sticos</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula</callout1>
                <callout1 type="arabic">Secci&#243;n central</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>Los motores tienen una v&#225;lvula para pruebas de presi&#243;n de combustible en la forma de una
                    v&#225;lvula Shrader o de un acople para diagn&#243;sticos.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Inspeccione en busca de indicios de que el combustible tiene aire. Descargue la presi&#243;n
                de la galer&#237;a de combustible usando la v&#225;lvula para pruebas de presi&#243;n de combustible.
            </para>
            <randlist type="bullet">
                <item>
                    <para>A medida que la presi&#243;n de combustible desciende, un flujo constante sin burbujas indicar&#225;
                        que el combustible no tiene aire.
                    </para>
                </item>
                <item>
                    <para>Un flujo err&#225;tico de una mezcla de aire y combustible significa que hay aire en el
                        sistema.
                    </para>
                </item>
            </randlist>
        </step1>
        <figure id="f2710530" figsize="col-wide">
            <graphic filename="../figH31/H31285.webp" type="webp" scalefit="1" scalefitwidth="208px"/>
            <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
        </figure>
        <specpara>
            <note>
                <para>Para no doblar la aguja de la v&#225;lvula para pruebas de presi&#243;n de combustible, se
                    recomienda que use el adaptador para pruebas de presi&#243;n de combustible.
                </para>
            </note>
        </specpara>
        <figure id="f2710529" figsize="col-wide">
            <graphic filename="../figH31/H31321.webp" type="webp" scalefit="1" scalefitwidth="208px"
                     scalefitheight="592px"/>
            <caption>Adaptador para prueba de combustible</caption>
        </figure>
        <specpara>
            <note>
                <para>Algunos motores tienen un acople para diagn&#243;sticos en vez de una v&#225;lvula Shrader. Oprima
                    el extremo de acople con un destornillador de bolsillo para dejar escapar presi&#243;n.
                </para>
            </note>
        </specpara>
        <figure id="f2710531" figsize="col-wide">
            <graphic filename="../figH31/H31199.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>V&#225;lvula para drenaje de agua</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula para drenaje de agua</callout1>
                <callout1 type="arabic">Tubo pl&#225;stico</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Abra la v&#225;lvula para drenaje de agua y recoja una muestra de combustible en un
                recipiente transparente. Revise en busca de lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El combustible debe ser del grado adecuado, estar limpio y sin diluir.</para>
                </item>
                <item>
                    <para>No debe tener gasolina, queroseno u otros qu&#237;micos.</para>
                    <para>(Si el combustible diesel est&#225; contaminado, solucione el problema y vuelva a
                        revisarlo).
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Si el filtro de combustible no ha sido cambiado o drenado en mucho tiempo, puede haber
                        sedimentos o agua en la carcasa.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El clima fr&#237;o puede causar la formaci&#243;n de cristales de cera en algunos grados de
                        combustible diesel. Esto restringir&#225; o detendr&#225; el flujo de combustible a trav&#233;s
                        del filtro.
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f2710532" figsize="col-wide">
            <graphic filename="../figH31/H31282.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>V&#225;lvula de drenaje en el colador de combustible</caption>
        </figure>
        <step1>
            <para count="1">Abra la v&#225;lvula de drenaje del colador de combustible. Recoja una muestra de
                combustible en un recipiente transparente. Si el combustible est&#225; contaminado, haga lo siguiente:
            </para>
            <seqlist style="alphalc">
                <item>
                    <para>Mueva la v&#225;lvula de drenaje hacia abajo y hacia afuera.</para>
                </item>
                <item>
                    <para>Saque la taza del colador y revise el colador en busca de sedimentos, residuos u &#243;xido.
                        Limpie y cambie lo que sea necesario.
                    </para>
                </item>
                <item>
                    <para>Revise los tanques y tuber&#237;as de combustible. Lave y enjuague los tanques si fuera
                        necesario.
                    </para>
                </item>
            </seqlist>
        </step1>
        <step1>
            <para count="1">Cebe el sistema de combustible. Refi&#233;rase a
                <hotlnk document="mges270_74.xml" xrefid="s27105001">&#171;Cebado del sistema de combustible&#187;
                </hotlnk>
                en la Secci&#243;n 4 para el procedimiento.
            </para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>El tanque tiene poco combustible.</para>
            </item>
            <item>
                <para>La v&#225;lvula de combustible en l&#237;nea (si la tiene) podr&#237;a estar cerrada.</para>
            </item>
            <item>
                <para>El tubo de suministro de combustible pudiera estar roto o aplastado.</para>
            </item>
            <item>
                <para>El tubo de captaci&#243;n del tanque podr&#237;a estar obstruido o agrietado.</para>
            </item>
            <item>
                <para>Si tiene instalados filtros o separadores de agua adicionales, pueden estar obstruidos o tener
                    fugas que pudieran permitir la entrada de aire al sistema.
                </para>
            </item>
            <item>
                <para>El sello del conector de entrada del filtro de combustible est&#225; defectuoso.</para>
            </item>
            <item>
                <para>Hay agua o contaminantes en el tanque de combustible.</para>
            </item>
            <item>
                <para>Hielo en los conductos de combustible.</para>
            </item>
            <item>
                <para>Hay residuos en el tanque de combustible.</para>
            </item>
            <item>
                <para>Si el combustible est&#225; turbio, no es del grado adecuado para temperaturas fr&#237;as.</para>
            </item>
            <item>
                <para>El combustible puede estar gelatinoso o tener cristales de cera. (Generalmente si es Grado 2-D).
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_85.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_87.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
