<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - OPERACI&#211;N DEL SOFTWARE DE DIAGN&#211;STICO
        - Monitorizaci&#243;n continua
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Monitorizaci&#243;n continua</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Service Procedure</title>
            <para>La monitorizaci&#243;n continua es una serie de pruebas continuas de diagn&#243;stico que realiza el m&#243;dulo
                de control electr&#243;nico (ECM) para detectar fallas (valores fuera de los l&#237;mites, dentro de los
                l&#237;mites o fallas del sistema). Durante la monitorizaci&#243;n continua la llave de encendido se
                mantiene en ON.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Fuera del l&#237;mite superior</emph>
                        (voltaje por encima del l&#237;mite normal de operaci&#243;n)
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Fuera del l&#237;mite inferior</emph>
                        (voltaje por debajo del l&#237;mite normal de operaci&#243;n)
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Dentro de los l&#237;mites</emph>
                        (dentro de los l&#237;mites normales de operaci&#243;n pero incorrecta para las condiciones
                        reinantes)
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Falla del sistema</emph>
                        (el sistema no est&#225; funcionando de acuerdo con las condiciones)
                    </para>
                </item>
            </randlist>
            <para>Si el ECM recibe una se&#241;al que excede los l&#237;mites, superior o inferior a los valores
                operacionales normales, registra y establece un c&#243;digo de falla (DTC). El ECM monitoriza la operaci&#243;n
                de los sistemas para determinar si est&#225;n funcionando dentro de los l&#237;mites operacionales
                normales; si el ECM detecta que un sistema excede un l&#237;mite determinado, registrar&#225; una falla
                y establecer&#225; un DTC.
            </para>
            <para>Cada DTC tiene tres d&#237;gitos que permiten identificar el origen de un mal funcionamiento medido o
                monitorizado electr&#243;nicamente.
            </para>
            <para>El ECM monitoriza continuamente el sistema de presi&#243;n de control de inyecci&#243;n y el sistema
                de administraci&#243;n de aire (AMS). Si el ECM detecta que un sistema excede un l&#237;mite
                determinado, registrar&#225; una falla y establecer&#225; un DTC.
            </para>
            <para>Una falla es un mal funcionamiento medido o monitorizado electr&#243;nicamente. Las fallas son
                registradas como DTC.
            </para>
            <para>Durante la operaci&#243;n normal del motor, el ECM realiza autom&#225;ticamente varias pruebas para
                detectar fallas. Cuando detecta una falla, el ECM con frecuencia ejecuta una estrategia de manejo de
                fallas para permitir que la operaci&#243;n del veh&#237;culo contin&#250;e, aunque a veces con menor
                potencia.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_45.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
