<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 11. Control y manejo del aire
    </stitle>
    <svcman/>
    <svcproc id="s306000603.11" svcproctype="diagnose" graphiccount="5">
        <title>11. Control y manejo del aire</title>
        <figure id="f306000650" figsize="col-wide">
            <graphic filename="../figj31/j31106.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption></caption>
        </figure>
        <para id="tp306000611">
            <title>Finalidad</title>Probar el funcionamiento del sistema de control y manejo del aire y de la v&#225;lvula
            de EGR.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con los siguientes puntos:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en PARK o en neutro, que el freno de
                            estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer
                            funcionar el motor para alguna tarea de diagn&#243;stico o mantenimiento.
                        </para>
                    </item>
                </randlist>
            </warning>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, al hacer funcionar el motor en un
                    &#225;rea cerrada proporcione una ventilaci&#243;n adecuada para dispersar los mort&#237;feros gases
                    de escape. Respirar gases de escape puede ser fatal.
                </para>
            </warning>
        </specpara>
        <figure id="f306000651" figsize="col-wide">
            <graphic filename="../figj31/j31177.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Sesi&#243;n de la prueba de control y manejo del aire KOER</caption>
        </figure>
        <step1>
            <para count="1">Abra D_KOER_AirManagement_V6.ssnpara monitorizar el funcionamiento del motor.</para>
        </step1>
        <specpara>
            <note>
                <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                    siempre seleccionada por defecto y debe hacerse primero. Mientras no ponga el interruptor de
                    encendido en OFF, no es necesario repetir la prueba Standard.
                </para>
            </note>
        </specpara>
        <figure id="f306000652" figsize="col-wide">
            <graphic filename="../figj31/j31051.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Prueba de control y manejo del aire</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Air Managementen el cuadro Key-On Engine-Running Diagnosticsy pulse Run para
                comenzar la prueba.
            </para>
            <para>El ECM comenzar&#225; la prueba de control y manejo del aire y ordenar&#225; al motor a que acelere
                hasta unas RPM predeterminadas. El ECM monitorizar&#225; los efectos del movimiento de la v&#225;lvula
                de EGR usando el MAF.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si detecta un problema, el ECM cancelar&#225; la prueba, establecer&#225; un DTC y volver&#225;
                        el motor a su funcionamiento normal.
                    </para>
                </item>
            </randlist>
        </step1>
        <specpara>
            <note>
                <para>Si la carga sobre el motor es superior al valor requerido, la prueba no se efectuar&#225;.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase al
                <hotlnk document="mges3052_S306001201.xml" xrefid="s3060012.1">Ap&#233;ndice B &#171;C&#243;digos de
                    falla&#187;
                </hotlnk>
                para la explicaci&#243;n de los DTC.
            </para>
        </step1>
        <step1>
            <para count="1">Corrija cualquier problema que haya causado la aparici&#243;n de DTC activos. Antes de
                cambiar la v&#225;lvula de EGR, descarte todas las otras causas posibles.
            </para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <figure id="f306000653" figsize="col-wide">
            <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Cierre la sesi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.</para>
        </step1>
        <figure id="f306000654" figsize="pg-wide">
            <graphic filename="../figj31/j31272.webp" type="webp" scalefit="1" scalefitwidth="472px"
                     scalefitheight="472px"/>
            <caption>Pantalla con valores de diagn&#243;stico de RPM del motor, posici&#243;n de la v&#225;lvula de EGR
                y el MAF de la prueba de control y manejo del aire
            </caption>
        </figure>
        <para>El ECM ordena el cierre de la v&#225;lvula de EGR y aumenta el ralent&#237; a 900 RPM. El ECM permite que
            el flujo de aire masivo se estabilice. El ECM detecta e iguala el flujo de aire masivo a los valores
            esperados; para pasar la prueba, la presi&#243;n debe aumentar a m&#225;s de 3,8 libras por minuto. Si el
            flujo de aire masivo no cumple con la presi&#243;n esperada, aparece el DTC 346 y se cancela la prueba.
        </para>
        <para>El ECM ordena la apertura de la v&#225;lvula de EGR y permite que el flujo de aire masivo se estabilice.
            El ECM detecta e iguala el flujo de aire masivo a los valores esperados; para pasar la prueba, la presi&#243;n
            debe disminuir a menos de 2,97 libras por minuto. Si la presi&#243;n del flujo de aire masivo no es igual a
            la presi&#243;n esperada, aparece el DTC 346 y se cancela la prueba.
        </para>
        <para>El ECM ordena el cierre de la v&#225;lvula de EGR y permite que el flujo de aire masivo se estabilice. El
            ECM detecta e iguala el flujo de aire masivo a los valores esperados; para pasar la prueba, la presi&#243;n
            debe aumentar a m&#225;s de 3,8 libras por minuto. Si la presi&#243;n del flujo de aire masivo no es igual a
            la presi&#243;n esperada, aparece el DTC 346 y se cancela la prueba.
        </para>
        <para>El ECM vuelve a poner la v&#225;lvula de EGR y el ralent&#237; del motor en funcionamiento normal. Si las
            mediciones del flujo cumplen o exceden los valores esperados, no aparecen DTC y el motor vuelve a funcionar
            normalmente.
        </para>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Hay fugas en el sistema de escape.</para>
            </item>
            <item>
                <para>Hay fugas en el sistema de admisi&#243;n.</para>
            </item>
            <item>
                <para>El MAF est&#225; polarizado.</para>
            </item>
            <item>
                <para>El turbo est&#225; defectuoso.</para>
            </item>
            <item>
                <para>La v&#225;lvula de EGR y el m&#243;dulo impulsor est&#225;n defectuosos.</para>
            </item>
            <item>
                <para>El convertidor catal&#237;tico (opcional) puede estar tapado o restringido.</para>
            </item>
            <item>
                <para>El filtro catalizado de part&#237;culas diesel (CDPF) (opcional) puede estar tapado o
                    restringido.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_97.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_99.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
