<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Prueba de presi&#243;n de la bomba de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>Prueba de presi&#243;n de la bomba de combustible</title>
        <svcprocinfo>
            <table id="te17502016" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">14. Prueba de presi&#243;n de la bomba de combustible</emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>Vea la figura
                                    <emph type="bold">J</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mida en la v&#225;lvula de descarga del cabezal del filtro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; M&#237;nimo 130 RPM de velocidad de arranque por 20 segundos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrumento</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Medidor de 0 a 160 lb/pulg2</para>
                            </entry>
                            <entry>
                                <para>35 lb/pulg2 m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n es baja, sustituya el filtro de combustible, limpie el
                                    colador de combustible y repita la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n sigue siendo baja, haga la
                                    <emph type="bold">Prueba 3 de Diagn&#243;sticos de rendimiento.</emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si la presi&#243;n del combustible es suficiente para arrancar y trabajar el motor.</para>
            <specpara>
                <note>
                    <para>Si el veh&#237;culo est&#225; equipado con un separador de agua y un comprobador de agua en
                        combustible (opcionales), verifique con el conductor si la luz de agua en el combustible se ha
                        encendido durante la operaci&#243;n del veh&#237;culo.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <step1>
                <para count="1">Retire la v&#225;lvula de purga de aire del cabezal del filtro de combustible
                    <xref refid="f1750233.9"/>. Instale un conector de tuber&#237;a de 3 mm (1/8") en lugar de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte una tuber&#237;a desde el conector hacia la barra de medidores
                    <xref refid="f1750235.1"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de combustible d&#225;ndole arranque al motor por 20 segundos,
                    anote la presi&#243;n m&#225;xima en el formulario de diagn&#243;sticos y comp&#225;rela con las
                    especificaciones. Si es baja, sustituya el filtro de combustible, limpie el colador de combustible y
                    repita la prueba. Si la presi&#243;n es baja haga lo siguiente:
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                            transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las
                            ruedas motrices est&#233;n bloqueadas.
                        </para>
                    </warning>
                </specpara>
                <step2>
                    <para count="1">Saque la tuber&#237;a de retorno de combustible e instale un tap&#243;n en la
                        abertura de retorno.
                    </para>
                </step2>
                <step2>
                    <para count="1">Dele arranque al motor y observe el medidor de presi&#243;n de combustible. Si la
                        presi&#243;n aumenta, sustituya la v&#225;lvula de retorno de combustible y vuelva a medir la
                        presi&#243;n. Si no aumenta, refi&#233;rase a la Prueba 3: Restricci&#243;n en la bomba de
                        transferencia
                        <xref refid="te17502019"/>
                        de Diagn&#243;sticos de rendimiento.
                    </para>
                    <specpara>
                        <note>
                            <para>Pueden ser necesarios varios ciclos de arranque para sacar el aire del sistema de
                                combustible.
                            </para>
                        </note>
                    </specpara>
                    <figure id="f1750233.9" figsize="col-wide">
                        <graphic filename="../figeg6/eg6812.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="72" box="yes"/>
                        <caption>Retiro de la v&#225;lvula de descarga de aire</caption>
                    </figure>
                    <figure id="f1750235.1" figsize="pg-wide">
                        <graphic filename="../figeg6/eg6817.webp" type="webp" scalefit="1" scalefitwidth="514px"
                                 resolution="72"/>
                        <caption>Medici&#243;n de la presi&#243;n de combustible con la barra de medidores
                            (PS94-831-3)
                        </caption>
                    </figure>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles de baja presi&#243;n de combustible</title>
            <randlist type="bullet">
                <item>
                    <para>No hay combustible en el tanque.</para>
                </item>
                <item>
                    <para>Suciedad o combustible gelatinoso en bajas temperaturas. Sustituya el filtro de combustible,
                        limpie el colador de combustible y repita la prueba.
                    </para>
                </item>
                <item>
                    <para>Desechos en la v&#225;lvula reguladora de combustible.</para>
                </item>
                <item>
                    <para>Una tuber&#237;a de retorno de combustible retorcida o severamente doblada, obstrucci&#243;n
                        en el tubo de captaci&#243;n o cualquier otra restricci&#243;n entre la entrada a la bomba de
                        transferencia y el tubo de captaci&#243;n del tanque.
                    </para>
                </item>
                <item>
                    <para>Una tuber&#237;a de combustible suelta en el lado de succi&#243;n del sistema de combustible
                        puede permitir la entrada de aire al sistema.
                    </para>
                </item>
                <item>
                    <para>Bomba de transferencia de combustible defectuosa.</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_44.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_46.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
