<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Ralent&#237; err&#225;tico
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Ralent&#237; err&#225;tico</title>
        <randlist type="bullet">
            <title>Causas</title>
            <item>
                <para>Aceite del motor (con aire, del grado incorrecto, bajo nivel, intervalo de cambio muy largo).
                </para>
            </item>
            <item>
                <para>El combustible es de mala calidad.</para>
            </item>
            <item>
                <para>Hay baja presi&#243;n de combustible.</para>
            </item>
            <item>
                <para>Combustible con aire</para>
            </item>
            <item>
                <para>Fallas del sistema de control electr&#243;nico (ECM e IDM)</para>
            </item>
            <item>
                <para>Problemas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
            </item>
            <item>
                <para>Los inyectores no funcionan correctamente</para>
            </item>
            <item>
                <para>V&#225;lvula de EGR trabada abierta</para>
            </item>
            <item>
                <para>Problemas con los cilindros</para>
            </item>
            <item>
                <para>Problemas con el tren de v&#225;lvulas</para>
            </item>
            <item>
                <para>Problemas con el balance del motor o del volante del motor</para>
            </item>
            <item>
                <para>El sistema de escape hace contacto con la cabina o el chasis</para>
            </item>
            <item>
                <para>Montajes del motor flojos o desgastados</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <step1>
            <para count="1">Verifique la queja. Confirme las condiciones bajo las cuales se presenta el problema.</para>
            <para>Averig&#252;e cu&#225;ndo ocurre el ralent&#237; err&#225;tico:</para>
            <randlist type="bullet">
                <item>
                    <para>Motor caliente a temperatura de operaci&#243;n</para>
                </item>
                <item>
                    <para>Con el motor fr&#237;o.</para>
                </item>
                <item>
                    <para>Luego de operar a alta velocidad.</para>
                </item>
                <item>
                    <para>A cualquier velocidad.</para>
                </item>
                <item>
                    <para>Una combinaci&#243;n de las anteriores condiciones.</para>
                </item>
                <item>
                    <para>Verifique si hay vibraciones en el chasis o cualquier otra condici&#243;n cuando el ralent&#237;
                        es err&#225;tico.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Inspeccione el sistema de escape en busca de &#225;reas de contacto con la cabina, el
                bastidor o la carrocer&#237;a del veh&#237;culo.
            </para>
            <para>Si el tubo de escape hace contacto con la cabina, puede transmitir las vibraciones del motor,
                especialmente cuando se acelera o se cambian las marchas. Esta condici&#243;n puede diagnosticarse
                incorrectamente como ralent&#237; err&#225;tico.
            </para>
        </step1>
        <para>
            <emph type="bold">Haga las siguientes pruebas del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                Refi&#233;rase a la Secci&#243;n 6
                <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos de
                    rendimiento&#187;
                </hotlnk>
                de este manual, donde encontrar&#225; detalles espec&#237;ficos sobre cada prueba.
            </emph>
        </para>
        <step1>
            <para count="1">Haga la Prueba 1 (C&#243;digos de falla) del formulario &#171;Diagn&#243;sticos de
                rendimiento&#187;. La operaci&#243;n intermitente de un sensor o fallas en un inyector o en el cableado
                de los inyectores pueden hacer que el ralent&#237; sea err&#225;tico. El ECM puede haber detectado y
                registrado estos problemas.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 2 (Prueba est&#225;ndar con la llave en ON y el motor apagado) del formulario
                &#171;Diagn&#243;sticos de rendimiento&#187;. Esta prueba verificar&#225; la operaci&#243;n el&#233;ctrica
                de los activadores.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 3 (Prueba de los inyectores con la llave en ON y el motor apagado) del
                formulario &#171;Diagn&#243;sticos de rendimiento&#187;. Esta prueba verificar&#225; que los inyectores
                est&#233;n funcionando correctamente desde el punto de vista electr&#243;nico.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 4 (Aceite del motor) del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                Mida el nivel del aceite. Cerci&#243;rese de que el aceite sea del grado adecuado para la temperatura
                ambiente reinante. Consulte la secci&#243;n &#171;Requisitos de lubricaci&#243;n del motor&#187; en el
                &#171;Manual de operaci&#243;n y mantenimiento del motor&#187;. Confirme que el aceite cumple con los
                requisitos del API para el modelo y a&#241;o del motor.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 5 (Combustible) del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                Verifique la calidad y cantidad del combustible diesel. Si el combustible es de mala calidad o tiene un
                bajo &#237;ndice de cetano, el motor puede fallar o tener poca potencia. Consulte la secci&#243;n &#171;Requisitos
                de combustible&#187; en el &#171;Manual de operaci&#243;n y mantenimiento del motor&#187; para
                determinar el grado m&#237;nimo y el &#237;ndice de cetano del combustible para el modelo y a&#241;o de
                su motor.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 6 (Presi&#243;n del combustible y aireaci&#243;n) del formulario &#171;Diagn&#243;sticos
                de rendimiento&#187;. Mida la presi&#243;n en la galer&#237;a de combustible (m&#250;ltiple de admisi&#243;n).
                La baja presi&#243;n, la presencia de aire y la restricci&#243;n en la entrada de combustible har&#225;n
                que el motor falle y tenga poca potencia.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 9 (Prueba est&#225;ndar con la llave en ON y el motor en marcha) del
                formulario &#171;Diagn&#243;sticos de rendimiento&#187;. Esta prueba verifica la operaci&#243;n del
                sistema de presi&#243;n de control de inyecci&#243;n. El motor debe estar a la temperatura de operaci&#243;n
                de 70 &#176;C (158 &#176;F) para hacer la prueba.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 10 (Presi&#243;n de control de inyecci&#243;n) del formulario &#171;Diagn&#243;sticos
                de rendimiento&#187;. Esta prueba determinar&#225; si el sistema de presi&#243;n de control de la
                inyecci&#243;n est&#225; funcionando correctamente y verificar&#225; la estabilidad del ICP.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 11 (Desconexi&#243;n de los inyectores) del formulario &#171;Diagn&#243;sticos
                de rendimiento&#187;. El prop&#243;sito principal de esta prueba es determinar la contribuci&#243;n de
                cada cilindro. La prueba detectar&#225; si hay alg&#250;n cilindro que no est&#233; contribuyendo
                debidamente, a causa de un inyector o de un problema b&#225;sico del motor.
            </para>
            <randlist type="bullet">
                <item>
                    <para>La prueba 11 se hace junto con la Prueba 12 (Compresi&#243;n relativa) para distinguir entre
                        un problema en un inyector o un problema mec&#225;nico.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 12 (Compresi&#243;n relativa) del formulario &#171;Diagn&#243;sticos de
                rendimiento&#187;. Esta prueba verificar&#225; la compresi&#243;n b&#225;sica del motor.
            </para>
            <randlist type="bullet">
                <item>
                    <para>La prueba 12 se hace junto con la Prueba 11 (Desconexi&#243;n de los inyectores) para
                        distinguir entre un problema en un inyector o un problema mec&#225;nico.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 16 (Presi&#243;n del bloque del motor) del formulario &#171;Diagn&#243;sticos
                de rendimiento&#187;. Esta prueba determinar&#225; la condici&#243;n de los cilindros y del motor b&#225;sico.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el balance del motor y del volante del motor. Si el funcionamiento err&#225;tico
                del motor cuando est&#225; en ralent&#237; empeora cuando acelera, puede ser causado por una falta de
                balance.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        asegure el amortiguador de vibraciones mientras saca los pernos de montaje. El amortiguador
                        puede deslizarse de la punta del cig&#252;e&#241;al con facilidad.
                    </para>
                </warning>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Saque el amortiguador de vibraciones seg&#250;n el procedimiento descrito en el &#171;Manual
                        de servicio del motor&#187; e inspeccione la capa de elast&#243;mero en busca de grietas y
                        desalineaci&#243;n. Si no encuentra problemas, vuelva a instalar el amortiguador de vibraciones
                        siguiendo el procedimiento descrito en el &#171;Manual de servicio del motor&#187;. Verifique
                        que la espiga de colocaci&#243;n en el extremo de la polea del cig&#252;e&#241;al est&#233;
                        alineada con el orificio correspondiente en el compensador.
                    </para>
                </item>
                <item>
                    <para>Separe el motor y la transmisi&#243;n retirando la transmisi&#243;n, el embrague y el plato de
                        presi&#243;n o convertidor de torsi&#243;n. Encienda el motor y determine si sigue funcionando
                        err&#225;ticamente. Si el motor funciona normalmente, sustituya el conversor de torsi&#243;n o
                        el embrague y el plato de presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Saque el volante del motor seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                        del motor&#187; y verifique su orientaci&#243;n. Si la orientaci&#243;n es correcta, cambie o
                        vuelva a balancear el volante del motor. Cuando retire y vuelva a instalar el volante del motor,
                        aseg&#250;rese de que la espiga de colocaci&#243;n est&#233; en su lugar y de que el volante
                        encaje correctamente en la espiga.
                    </para>
                </item>
                <item>
                    <para>Si el motor es nuevo, saque el c&#225;rter seg&#250;n el procedimiento descrito en el &#171;Manual
                        de servicio del motor&#187;. Inspeccione los contrapesos del cig&#252;e&#241;al para asegurarse
                        de que haya orificios de balance.
                    </para>
                </item>
            </randlist>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_76.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
