<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos de
        rendimiento - Procedimientos de las pruebas - 17. Conducci&#243;n (a plena carga y velocidad estipulada)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="19">
        <title>17. Conducci&#243;n (a plena carga y velocidad estipulada)</title>
        <svcprocinfo>
            <para>Conduzca el veh&#237;culo y monitorice lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Presi&#243;n reforzadora con la EST</para>
                </item>
                <item>
                    <para>Presi&#243;n del combustible con la EST (opcional, o con un medidor mec&#225;nico)</para>
                </item>
                <item>
                    <para>Presi&#243;n de control de inyecci&#243;n y presi&#243;n de control del freno con la EST
                    </para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Monitorizaci&#243;n de par&#225;metros del motor con la EST y el medidor de presi&#243;n de
                combustible
            </title>
            <figure id="f27106069" figsize="col-wide">
                <graphic filename="../figH31/H31453sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <figure id="f27106071" figsize="col-wide">
                <graphic filename="../figh31/h31454sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption></caption>
            </figure>
            <figure id="f27106082" figsize="col-wide">
                <graphic filename="../figH31/H31455sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption></caption>
            </figure>
            <para>
                <title>Finalidad</title>
            </para>
            <para>Verificar el rendimiento del motor a plena carga y velocidades estipuladas mediante presi&#243;n m&#225;xima,
                presi&#243;n de combustible m&#237;nima y presi&#243;n de control de inyecci&#243;n m&#237;nima.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Medidor de presi&#243;n del combustible</para>
                </item>
                <item>
                    <para>Adaptador para pruebas de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Adaptador para pruebas de presi&#243;n de combustible y aceite</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
                <note>
                    <para>Si la EST no est&#225; disponible, use un medidor de presi&#243;n de combustible y el
                        procedimiento alterno para medir la presi&#243;n reforzadora (MAP), la presi&#243;n de control
                        de inyecci&#243;n (ICP) y la presi&#243;n de control del freno (BCP), si tiene freno por motor.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    o el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y an&#243;telas en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">&#191;El motor tiene un sensor de presi&#243;n de combustible (EFP) (opcional)?</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la respuesta es &#171;s&#237;&#187;, la EST puede registrar la presi&#243;n del
                            combustible durante la prueba de conducci&#243;n. Siga con el paso 5.
                        </para>
                    </item>
                    <item>
                        <para>Si la respuesta es &#171;no&#187;, debe medir la presi&#243;n del combustible con un
                            medidor mec&#225;nico. Siga con el paso 3.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <caution>
                    <para>Aseg&#250;rese de poner un trapo o un recipiente adecuado debajo de la v&#225;lvula para
                        pruebas de presi&#243;n de combustible cuando est&#233; purgando la galer&#237;a de combustible.
                        Deseche el combustible en un recipiente adecuado y claramente rotulado &#171;COMBUSTIBLE DIESEL&#187;
                        y de acuerdo con las regulaciones locales.
                    </para>
                </caution>
                <note>
                    <para>El combustible puede ser da&#241;ino para el medio ambiente. Nunca deseche combustible en la
                        basura, en la tierra, en las alcantarillas o en corrientes o cuerpos de agua.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh11/h11060.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>V&#225;lvula Shrader</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula</callout1>
                    <callout1 type="arabic">V&#225;stago central</callout1>
                </calloutgroup>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh11/h11061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Acople para diagn&#243;sticos</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula</callout1>
                    <callout1 type="arabic">Secci&#243;n central</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Los motores tienen una v&#225;lvula para pruebas de presi&#243;n de combustible en la forma de
                        una v&#225;lvula Shrader o de un acople para diagn&#243;sticos.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31284.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Medidor de presi&#243;n de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de desconexi&#243;n r&#225;pida</callout1>
                    <callout1 type="arabic">Conducto para pruebas</callout1>
                    <callout1 type="arabic">Medidor de presi&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Conducto transparente para pruebas</callout1>
                </calloutgroup>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31285.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="232px"/>
                <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
            </figure>
            <specpara>
                <note>
                    <para>Si el motor tiene una v&#225;lvula Shrader, use el adaptador para pruebas de presi&#243;n de
                        combustible.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figd31/d3196.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="232px"/>
                <caption>Acople para pruebas de presi&#243;n de combustible o aceite</caption>
            </figure>
            <specpara>
                <note>
                    <para>Si el motor tiene un acople para diagn&#243;sticos, ad&#225;ptele el acople para pruebas de
                        presi&#243;n de combustible o aceite al medidor de presi&#243;n de combustible.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Conecte el medidor de presi&#243;n del combustible y la v&#225;lvula de cierre en el
                    orificio para pruebas de presi&#243;n del m&#250;ltiple de admisi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso
                            de aire. El paso de aire debe cesar r&#225;pidamente.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el medidor de presi&#243;n del combustible donde pueda verlo desde el asiento
                    del conductor.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, cumpla con las siguientes advertencias:
                        </para>
                        <para>Cuando encamine el conducto para pruebas, no lo quiebre, no lo pase muy cerca de piezas en
                            movimiento ni permita que toque superficies calientes del motor. Asegure el medidor y la
                            manguera en la cabina, para que no molesten al conductor.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <figure id="f27106070" figsize="col-wide">
                <graphic filename="../figH31/H31239.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Road Performance.ssn</caption>
            </figure>
            <step1>
                <para count="1">Seleccione D_RoadPerformance.ssny pulse Open para monitorizar el funcionamiento del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que en la sesi&#243;n y en la configuraci&#243;n de instant&#225;nea aparezcan
                    los siguientes par&#225;metros:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Engine Speed (rpm) - (velocidad del motor)</para>
                    </item>
                    <item>
                        <para>Engine Load (EL %) - (carga del motor)</para>
                    </item>
                    <item>
                        <para>Boost Pres (MAP) - (presi&#243;n reforzadora)</para>
                    </item>
                    <item>
                        <para>Inject Ctrl Pres (ICP) (presi&#243;n de control de inyecci&#243;n)</para>
                    </item>
                    <item>
                        <para>Brake Ctrl Pres (BCP) - - (presi&#243;n de control del freno), si tiene freno por motor
                        </para>
                    </item>
                    <item>
                        <para>Fuel Delivery Pres (EFP) - - (presi&#243;n de suministro de combustible), si tiene EFP
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo y aseg&#250;rese de que el motor alcance una temperatura de
                    operaci&#243;n de 70 &#176;C (158 &#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Elija una secci&#243;n de carretera despejada y larga. Cuando las condiciones de manejo
                    sean seguras, ponga una marcha adecuada y pise a fondo el acelerador hasta alcanzar la velocidad
                    estipulada a 100% de la carga. Inicie la instant&#225;nea, y si est&#225; usando un medidor,
                    monitorice la presi&#243;n de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando termine la prueba, estacione el veh&#237;culo. Reproduzca la grabaci&#243;n de
                    los siguientes datos:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Engine Speed (rpm) - (velocidad del motor)</para>
                    </item>
                    <item>
                        <para>Engine Load (EL %) - (carga del motor)</para>
                    </item>
                    <item>
                        <para>Boost Pres (MAP) - (presi&#243;n reforzadora)</para>
                    </item>
                    <item>
                        <para>Inject Ctrl Pres (ICP) (presi&#243;n de control de inyecci&#243;n)</para>
                    </item>
                    <item>
                        <para>Brake Ctrl Pres (BCP) - - (presi&#243;n de control del freno), si tiene freno por motor
                        </para>
                    </item>
                    <item>
                        <para>Fuel Delivery Pres (EFP) - - (presi&#243;n de suministro de combustible), si tiene EFP
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">Revise los resultados de la presi&#243;n reforzadora.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n reforzadora cumple con las especificaciones, el veh&#237;culo no tiene
                            problemas de rendimiento. Debe discutir sobre el problema y los s&#237;ntomas con el
                            conductor.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n reforzadora no cumple con las especificaciones, siga con el paso 12.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Revise los resultados de la presi&#243;n del combustible.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n del combustible cumple con los las especificaciones, siga con el paso
                            13.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n es menor a la especificada, cambie el filtro, limpie el colador y
                            repita la prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del combustible sigue baja despu&#233;s de haber cambiado el filtro y
                            limpiado el colador, siga con &#171;Restricci&#243;n en la entrada de combustible&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Revise los resultados de la presi&#243;n reforzador de la presi&#243;n de control de
                    inyecci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n cumple con las especificaciones, no siga
                            con los diagn&#243;sticos del sistema de presi&#243;n de control de la inyecci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n no cumple con las especificaciones y el
                            motor
                            <emph type="bold">tiene</emph>
                            freno por motor opcional, siga con el paso 14.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n no cumple con las especificaciones y el
                            motor
                            <emph type="bold">no tiene</emph>
                            freno por motor opcional, siga con el paso 15.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Revise los resultados de la presi&#243;n de control del freno por motor.</para>
                <specpara>
                    <note>
                        <para>La presi&#243;n de control del freno debe ser 0 kPa (0 lb/pulg
                            <supscript>2</supscript>). Los valores pueden fluctuar tanto como 345 kPa (50 lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control del freno cumple con las especificaciones, siga con el paso
                            15.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control del freno no es cero cuando el freno por motor est&#225;
                            inactivo, revise el BCP, los circuitos y los componentes del freno por motor.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de aceite:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera de aceite, no la pase muy cerca de piezas en movimiento.
                            </para>
                        </item>
                        <item>
                            <para>No permita que el conducto para pruebas toque superficies calientes del motor.</para>
                        </item>
                        <item>
                            <para>El aceite estar&#225; caliente. Use guantes al extraer una muestra de aceite. Tenga
                                cuidado al manejar la muestra de aceite, para evitar que se caiga.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <figure id="f27106084" figsize="col-wide">
                <graphic filename="../figH31/H31257.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto para pruebas</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del ICP</callout1>
                    <callout1 type="arabic">Conducto para muestras de aceite</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Haga un conducto para sacar una muestra de aceite, usando el adaptador para pruebas del
                    ICP y una v&#225;lvula de cierre en l&#237;nea.
                </para>
                <specpara>
                    <note>
                        <para>Guarde el conducto para pruebas para futuras tareas de diagn&#243;stico. El conducto para
                            pruebas es una herramienta esencial que debe mantenerse junto con las dem&#225;s
                            herramientas de diagn&#243;stico. La garant&#237;a no cubre el costo del conducto para
                            pruebas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque el EOT de su orificio.
                    <emph type="bold">Saldr&#225; aceite. Inserte r&#225;pidamente la manguera para pruebas</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto por 2 minutos.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a ralent&#237; bajo, saque una muestra de aceite y vea si tiene aire.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el aceite tiene aire, ver&#225; una gran cantidad de burbujas de aire mezcladas en el
                            aceite o espuma en la superficie de la muestra. Revise si el tubo de captaci&#243;n de
                            aceite est&#225; agrietado o si la empaquetadura falta o est&#225; defectuosa.
                        </para>
                    </item>
                    <item>
                        <para>Si el aceite no tiene aire, desconecte el ICP y est&#233; atento a la estabilidad del
                            motor. Si el problema se soluciona, refi&#233;rase a las mediciones operacionales de voltaje
                            del ICP en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de la inyecci&#243;n sigue alta o inestable, sustituya el
                            IPR seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187; y
                            repita las pruebas.
                        </para>
                    </item>
                </randlist>
            </step1>
            <table id="te2710601" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Causas posibles de problemas con la presi&#243;n reforzadora</title>
                <tgroup cols="2">
                    <colspec colname="col1" colsep="0"/>
                    <colspec colname="col2" colsep="0"/>
                    <tbody>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Hay fugas en el sistema de admisi&#243;n (mangueras o abrazaderas).</para>
                                    </item>
                                    <item>
                                        <para>Hay fugas en los tubos de refuerzo.</para>
                                    </item>
                                    <item>
                                        <para>Hay restricci&#243;n en la admisi&#243;n o en el escape.</para>
                                    </item>
                                    <item>
                                        <para>Hay fugas en el sistema de escape.</para>
                                    </item>
                                    <item>
                                        <para>Hay baja presi&#243;n de combustible</para>
                                    </item>
                                    <item>
                                        <para>Hay baja presi&#243;n de control de inyecci&#243;n.</para>
                                    </item>
                                    <item>
                                        <para>Hay fallas en el sistema de control.</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>La v&#225;lvula de control de EGR est&#225; defectuosa.</para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula de control de EGR est&#225; defectuosa.</para>
                                    </item>
                                    <item>
                                        <para>Alg&#250;n inyector no funciona.</para>
                                    </item>
                                    <item>
                                        <para>El turbo est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>El freno por motor Diamond Logic&#174; funciona mal.</para>
                                    </item>
                                    <item>
                                        <para>El BAP, EBP, ICP o MAP est&#225;n polarizados.</para>
                                    </item>
                                    <item>
                                        <para>Hay problemas con alg&#250;n cilindro.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te2710602" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Causas posibles de problemas con la presi&#243;n de control de inyecci&#243;n</title>
                <tgroup cols="2">
                    <colspec colname="col1" colsep="0"/>
                    <colspec colname="col2" colsep="0"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Baja presi&#243;n de control de inyecci&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                                    </item>
                                    <item>
                                        <para>El cableado del IPR est&#225; defectuoso (energ&#237;a y control).</para>
                                    </item>
                                    <item>
                                        <para>El IPR est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>Alg&#250;n inyector est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>La galer&#237;a de alta presi&#243;n est&#225; agrietada o porosa.</para>
                                    </item>
                                    <item>
                                        <para>Sellos anulares del adaptador en la entrada de aceite para los
                                            inyectores.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Adaptador en la entrada de aceite para los inyectores.</para>
                                    </item>
                                    <item>
                                        <para>Sello anular de la galer&#237;a de aceite de alta presi&#243;n.</para>
                                    </item>
                                    <item>
                                        <para>Tapones de extremo de la galer&#237;a de aceite de alta presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>La presi&#243;n de aceite es baja</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>La bomba de aceite de alta presi&#243;n no funciona.</para>
                                    </item>
                                    <item>
                                        <para>El circuito del ICP est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>El ICP est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula de cierre del freno por motor Diamond Logic&#174; no
                                            funciona.
                                        </para>
                                    </item>
                                    <item>
                                        <para>V&#225;lvula de descarga de presi&#243;n del freno (opcional)</para>
                                        <para>Si la v&#225;lvula de descarga tiene una fuga, sospeche de la v&#225;lvula
                                            de cierre del freno.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Si el ECM detecta que la presi&#243;n reforzadora es baja o recibe una se&#241;al
                                            incorrecta desde el APS o el ICP, ordenar&#225; al IPR que reduzca la presi&#243;n
                                            de control de inyecci&#243;n.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Alta presi&#243;n de control de inyecci&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El aceite tiene aire.</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El ICP est&#225; polarizado hacia arriba - ciclo de trabajo bajo.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Presi&#243;n de control de inyecci&#243;n err&#225;tica</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>ICP</para>
                                    </item>
                                    <item>
                                        <para>Cableado del IPR</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>IPR</para>
                                    </item>
                                    <item>
                                        <para>Sello intermedio del IPR</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Presi&#243;n de control del freno</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El circuito del BCP est&#225; defectuoso.</para>
                                    </item>
                                    <item>
                                        <para>El BCP est&#225; defectuoso.</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>La v&#225;lvula de cierre del freno por motor Diamond Logic&#174; no
                                            funciona.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control del freno.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te2710603" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Causas posibles de problemas con la presi&#243;n del combustible</title>
                <tgroup cols="2">
                    <colspec colname="col1" colsep="0"/>
                    <colspec colname="col2" colsep="0"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>No llega combustible</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El tanque tiene poco combustible.</para>
                                    </item>
                                    <item>
                                        <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n.</para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula de combustible en l&#237;nea (si la tiene) podr&#237;a
                                            estar cerrada.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Los sellos de los conductos entre los tanques est&#225;n defectuosos.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Hielo en los conductos de combustible.</para>
                                    </item>
                                    <item>
                                        <para>La bomba de transferencia del tanque no funciona.</para>
                                    </item>
                                    <item>
                                        <para>Tubo de captaci&#243;n del tanque est&#225; agrietado.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Hay baja presi&#243;n de combustible</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El elemento filtrante est&#225; sucio.</para>
                                    </item>
                                    <item>
                                        <para>Residuos u &#243;xido en el colador de combustible.</para>
                                    </item>
                                    <item>
                                        <para>La restricci&#243;n entre el tanque y la entrada al filtro puede causar
                                            alta restricci&#243;n y baja presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Los filtros suplementarios o separadores de agua tapados pueden causar
                                            alta restricci&#243;n y baja presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n.</para>
                                    </item>
                                    <item>
                                        <para>Un conducto de suministro de combustible retorcido o muy doblado, o el
                                            tubo de captaci&#243;n obstruido causar&#225;n alta restricci&#243;n y baja
                                            presi&#243;n.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El combustible en el filtro est&#225; gelatinoso o tiene cristales de cera
                                            y causar&#225; alta restricci&#243;n y baja presi&#243;n. (Generalmente si
                                            es Grado 2-D).
                                        </para>
                                    </item>
                                    <item>
                                        <para>Hay hielo en los conductos de combustible.</para>
                                    </item>
                                    <item>
                                        <para>Una restricci&#243;n entre el conector de entrada de combustible y la
                                            bomba puede causar baja presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula reguladora de la presi&#243;n de combustible est&#225;
                                            defectuosa.
                                        </para>
                                    </item>
                                    <item>
                                        <para>La bomba de combustible est&#225; defectuosa.</para>
                                    </item>
                                    <item>
                                        <para>La bomba de aceite de alta presi&#243;n est&#225; defectuosa (no puede
                                            hacer funcionar la bomba de combustible).
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Combustible con aire</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El sello del conector de entrada del filtro de combustible est&#225;
                                            defectuoso.
                                        </para>
                                    </item>
                                    <item>
                                        <para>El filtro de suministro o el separador de agua tienen una fuga.</para>
                                    </item>
                                    <item>
                                        <para>Un conducto de combustible flojo en el lado de succi&#243;n del sistema
                                            puede permitir la entrada de aire y causar la baja presi&#243;n (m&#225;s
                                            notorio bajo carga).
                                        </para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula de drenaje del colador est&#225; floja o da&#241;ada.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>La taza del colador est&#225; doblada o da&#241;ada.</para>
                                    </item>
                                    <item>
                                        <para>Falta el sello anular de la taza del colador.</para>
                                    </item>
                                    <item>
                                        <para>Los sellos del tubo de acero de entrada a la bomba de combustible est&#225;n
                                            da&#241;ados.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Los sellos de la bomba cebadora est&#225;n da&#241;ados.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Restricci&#243;n en el flujo de combustible</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>El elemento filtrante est&#225; sucio.</para>
                                    </item>
                                    <item>
                                        <para>Residuos u &#243;xido en el colador de combustible.</para>
                                    </item>
                                    <item>
                                        <para>La restricci&#243;n entre la entrada del filtro al tanque puede causar
                                            alta restricci&#243;n y baja presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Los filtros suplementarios o separadores de agua tapados pueden causar
                                            alta restricci&#243;n y baja presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n.</para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Un conducto de suministro de combustible retorcido o muy doblado, o el
                                            tubo de captaci&#243;n obstruido causar&#225;n alta restricci&#243;n y baja
                                            presi&#243;n.
                                        </para>
                                    </item>
                                    <item>
                                        <para>El combustible en el filtro est&#225; gelatinoso o tiene cristales de cera
                                            y causar&#225; alta restricci&#243;n y baja presi&#243;n. (Generalmente si
                                            es Grado 2-D).
                                        </para>
                                    </item>
                                    <item>
                                        <para>Hay hielo en los conductos de combustible.</para>
                                    </item>
                                    <item>
                                        <para>Una restricci&#243;n entre el conector de entrada de combustible, el
                                            colador y la bomba puede causar alta restricci&#243;n y baja presi&#243;n.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Alta presi&#243;n de combustible (sube y baja)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                                    </item>
                                    <item>
                                        <para>La v&#225;lvula reguladora de la presi&#243;n de combustible no
                                            funciona.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                            <entry>
                                <randlist type="bullet">
                                    <item>
                                        <para>Hay fuga de gases de combusti&#243;n hacia el sistema de combustible.
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Restricci&#243;n en la entrada de combustible</title>
            <specpara>
                <note>
                    <para>Esta prueba debe hacerse s&#243;lo si la presi&#243;n del combustible fue baja durante la
                        prueba de conducci&#243;n.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Barra de medidores (medidor de vac&#237;o de 0-30 pulgadas de mercurio)</para>
                </item>
                <item>
                    <para>Acople para pruebas de presi&#243;n de combustible o aceite</para>
                </item>
                <item>
                    <para>Adaptador para prueba</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones de restricci&#243;n en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    o el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y an&#243;telas en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la tapa del adaptador para la prueba.</para>
                <specpara>
                    <note>
                        <para>Si hay un tap&#243;n con sello anular en vez del adaptador, s&#225;quelo e instale el
                            adaptador para pruebas de combustible.
                        </para>
                        <figure id="f27106075" figsize="col-wide">
                            <graphic filename="../figH31/H31321.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                            <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
                        </figure>
                    </note>
                </specpara>
            </step1>
            <figure id="f27106080" figsize="col-wide">
                <graphic filename="../figH31/H31260.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexi&#243;n del conducto de prueba al medidor de vac&#237;o de 0-30 pulgadas de mercurio
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Medidor de vac&#237;o de 0-30 pulgadas de mercurio</callout1>
                    <callout1 type="arabic">Conexi&#243;n del conducto</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte un conducto al acople para pruebas de presi&#243;n de combustible o aceite y al
                    medidor de vac&#237;o de 0 - 30 pulgadas de mercurio.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine el conducto para pruebas, no lo quiebre, no lo pase muy cerca de piezas en
                        movimiento ni permita que toque superficies calientes del motor. Asegure la barra de medidores y
                        la manguera para pruebas en la cabina, para que no molesten al conductor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Encamine el conducto para pruebas desde la cabina hasta el motor.</para>
            </step1>
            <figure id="f27106081" figsize="col-wide">
                <graphic filename="../figH31/H31251.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Acople para pruebas de presi&#243;n de combustible o aceite con el conducto de pruebas
                </caption>
            </figure>
            <step1>
                <para count="1">Conecte el acople para pruebas de presi&#243;n de combustible o aceite al adaptador.
                </para>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo y aseg&#250;rese de que el motor alcance una temperatura de
                    operaci&#243;n de 70 &#176;C (158 &#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Elija una secci&#243;n de carretera despejada y larga.</para>
            </step1>
            <step1>
                <para count="1">Cuando las condiciones de manejo sean seguras, ponga una marcha adecuada y pise a fondo
                    el acelerador hasta alcanzar la velocidad estipulada a 100% de la carga.
                </para>
            </step1>
            <step1>
                <para count="1">Memorice el valor de restricci&#243;n a la entrada de combustible del medidor. Despu&#233;s
                    de estacionar el veh&#237;culo, anote los valores en el formulario de diagn&#243;sticos;
                    <emph type="bold">no haga anotaciones mientras conduce</emph>.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la restricci&#243;n excede las especificaciones, localice la restricci&#243;n en el
                            lado de succi&#243;n del sistema de combustible y corr&#237;jala.
                        </para>
                    </item>
                    <item>
                        <para>Si la restricci&#243;n cumple con las especificaciones, pero la presi&#243;n est&#225; por
                            debajo, haga la prueba &#171;Funcionamiento de la bomba de combustible&#187; en la Prueba 6
                            de esta secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la bomba de combustible est&#225; funcionando correctamente, cambie la v&#225;lvula
                            reguladora.
                        </para>
                    </item>
                    <item>
                        <para>Si la restricci&#243;n y la presi&#243;n cumplen con las especificaciones, siga con los
                            diagn&#243;sticos de rendimiento.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n reforzadora con el cableado de derivaci&#243;n para sensores
                de presi&#243;n
            </title>
            <specpara>
                <note>
                    <para>Haga esta prueba s&#243;lo si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para sensores de presi&#243;n</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <figure id="f27106085" figsize="col-wide">
                <graphic filename="../figH31/H31256.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Cableado de derivaci&#243;n para sensores de presi&#243;n al MAP</caption>
            </figure>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , al
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    o a las mediciones operacionales de voltaje en la Secci&#243;n 7 y an&#243;telas en el formulario de
                    diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para sensores de presi&#243;n al cableado del
                    motor y al MAP.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n con un DMM, a plena
                    carga y velocidad nominal.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (circuito de tierra).
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Encamine el DMM y los cables probadores dentro de la cabina.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor. Asegure el DMM y los cables
                        probadores en la cabina, para que no molesten al conductor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Monitorice la se&#241;al de voltaje del MAP con un DMM.</para>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo y aseg&#250;rese de que el motor alcance una temperatura de
                    operaci&#243;n de 70 &#176;C (158 &#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Elija una secci&#243;n de carretera despejada y larga.</para>
            </step1>
            <step1>
                <para count="1">Cuando las condiciones de manejo sean seguras, ponga una marcha adecuada y pise a fondo
                    el acelerador hasta alcanzar la velocidad estipulada a 100% de la carga.
                </para>
            </step1>
            <step1>
                <para count="1">Memorice el valor de voltaje de la presi&#243;n reforzadora que aparece en el DMM. Despu&#233;s
                    de estacionar el veh&#237;culo, anote los valores en el formulario de diagn&#243;sticos;
                    <emph type="bold">no haga anotaciones mientras conduce</emph>.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n reforzadora cumple con las especificaciones,
                            <emph type="bold">no siga haciendo</emph>
                            las pruebas de diagn&#243;sticos de rendimiento.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n reforzadora no cumple con las especificaciones, siga haciendo las
                            pruebas de diagn&#243;sticos de rendimiento.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control de inyecci&#243;n con el cableado de derivaci&#243;n
                para la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Haga esta prueba s&#243;lo si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
                <item>
                    <para>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Manguera para muestras de aceite con llave de cierre</para>
                </item>
                <item>
                    <para>Recipiente transparente para la muestra de aceite</para>
                </item>
                <item>
                    <para>Cubo o llave (EOT)</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , al
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    o a las mediciones operacionales de voltaje en la Secci&#243;n 7 y an&#243;telas en el formulario de
                    diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f2716086" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conector del cableado del motor del conector de paso directo para el ICP y
                    haga los pasos 3 a 9.
                </para>
            </step1>
            <figure id="f27106087" figsize="col-wide">
                <graphic filename="../figH31/H31258.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas al conector de
                    paso directo para el ICP
                </caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas
                    al conector de paso directo para el ICP y al cableado del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de control de inyecci&#243;n con el DMM.</para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (circuito de tierra).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor. Asegure el DMM y los cables
                        probadores en la cabina, para que no molesten al conductor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Encamine los cables probadores del DMM hacia la cabina.</para>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo y aseg&#250;rese de que el motor alcance una temperatura de
                    operaci&#243;n de 70 &#176;C (158 &#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Elija una secci&#243;n de carretera despejada y larga.</para>
            </step1>
            <step1>
                <para count="1">Cuando las condiciones de manejo sean seguras, ponga una marcha adecuada y pise a fondo
                    el acelerador hasta alcanzar la velocidad estipulada a 100% de la carga.
                </para>
            </step1>
            <step1>
                <para count="1">Memorice el valor de voltaje de la presi&#243;n de control de inyecci&#243;n que aparece
                    en el DMM. Despu&#233;s de estacionar el veh&#237;culo, anote los valores en el formulario de diagn&#243;sticos;
                    <emph type="bold">no haga anotaciones mientras conduce</emph>.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n cumple con las especificaciones,
                            <emph type="bold">no siga haciendo</emph>
                            las pruebas de diagn&#243;stico del sistema de presi&#243;n de control de inyecci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n no cumple con las especificaciones, siga
                            con el paso 10.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de la inyecci&#243;n sigue inestable, sustituya el IPR seg&#250;n
                            el procedimiento descrito en el &#171;Manual de servicio&#187; y repita las pruebas.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de aceite:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera de aceite, no la pase muy cerca de piezas en movimiento.
                            </para>
                        </item>
                        <item>
                            <para>No permita que el conducto para pruebas toque superficies calientes del motor.</para>
                        </item>
                        <item>
                            <para>El aceite estar&#225; caliente. Use guantes al extraer una muestra de aceite. Tenga
                                cuidado al manejar la muestra de aceite, para evitar que se caiga.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <figure id="f27106088" figsize="col-wide">
                <graphic filename="../figH31/H31257.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto para pruebas</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del ICP</callout1>
                    <callout1 type="arabic">Conducto para muestras de aceite</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Haga un conducto para sacar una muestra de aceite, usando el adaptador para pruebas del
                    ICP y una v&#225;lvula de cierre en l&#237;nea.
                </para>
                <specpara>
                    <note>
                        <para>Guarde el conducto para pruebas para futuras tareas de diagn&#243;stico. El conducto para
                            pruebas es una herramienta esencial que debe mantenerse junto con las dem&#225;s
                            herramientas de diagn&#243;stico. La garant&#237;a no cubre el costo del conducto para
                            pruebas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque el EOT de su orificio.
                    <emph type="bold">Saldr&#225; aceite. Inserte r&#225;pidamente la manguera para pruebas</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto por 2 minutos. Anote la presi&#243;n de
                    control de inyecci&#243;n tan pronto como el motor alcance ralent&#237; alto, luego h&#225;galo
                    nuevamente despu&#233;s de 2 minutos. Compare los resultados. Si la presi&#243;n de control de
                    inyecci&#243;n aumenta por encima de las especificaciones en cualquier momento durante los 2
                    minutos, es indicaci&#243;n de que el aceite tiene aire.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a ralent&#237; bajo, saque una muestra de aceite y vea si tiene aire.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el aceite tiene aire, ver&#225; una gran cantidad de burbujas de aire mezcladas en el
                            aceite o espuma en la superficie de la muestra. Corrija el problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el aceite no tiene aire, desconecte el ICP y est&#233; atento a la estabilidad del
                            motor. Si el problema se soluciona, refi&#233;rase a las mediciones operacionales de voltaje
                            del ICP en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de la inyecci&#243;n sigue alta o inestable, sustituya el
                            IPR seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187; y
                            repita las pruebas.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control del freno con el cableado de derivaci&#243;n para
                la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , al
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    o a las mediciones operacionales de voltaje en la Secci&#243;n 7 y an&#243;telas en el formulario de
                    diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f2716089" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conector del cableado del motor del conector de paso directo para el BCP y
                    haga los pasos 3 a 9.
                </para>
            </step1>
            <figure id="f27106090" figsize="col-wide">
                <graphic filename="../figH31/H31253.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Cableado de derivaci&#243;n al conector de paso directo para el BCP</caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas
                    al conector de paso directo para el BCP y al cableado del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de control del freno con el DMM.</para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (circuito de tierra).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor. Asegure el DMM y los cables
                        probadores en la cabina, para que no molesten al conductor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Encamine los cables probadores del DMM hacia la cabina.</para>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo y aseg&#250;rese de que el motor alcance una temperatura de
                    operaci&#243;n de 70 &#176;C (158 &#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">Elija una secci&#243;n de carretera despejada y larga.</para>
            </step1>
            <step1>
                <para count="1">Cuando las condiciones de manejo sean seguras, ponga una marcha adecuada y pise a fondo
                    el acelerador hasta alcanzar la velocidad estipulada a 100% de la carga.
                </para>
            </step1>
            <step1>
                <para count="1">Memorice el valor de voltaje de la presi&#243;n de control del freno que aparece en el
                    DMM. Despu&#233;s de estacionar el veh&#237;culo, anote los valores en el formulario de diagn&#243;sticos;
                    <emph type="bold">no haga anotaciones mientras conduce</emph>.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP es mayor que el voltaje de la se&#241;al del BCP
                            con la llave en ONy el motor apagado, cuando el freno por motor est&#225; inactivo, revise
                            el BCP, los circuitos y los componentes del freno por motor. El voltaje del BCP debe ser 0
                            kPa (0 lb/pulg
                            <supscript>2</supscript>), sin embargo, los valores pueden fluctuar tanto como 345 kPa (50
                            lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP es igual al voltaje de la se&#241;al del BCP con la
                            llave en ONy el motor apagado, no hay problemas con el BCP ni con el freno por motor.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_113.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_115.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
