<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Presi&#243;n de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Presi&#243;n de combustible</title>
        <figure id="f2400614" figsize="col-wide">
            <graphic filename="../figD31/D31271.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Verificar que la presi&#243;n del combustible sea correcta.</para>
        <specpara>
            <note>
                <para>Si el filtro de combustible tiene un detector de agua en el combustible, preg&#250;ntele al
                    conductor si la luz Water in Fuel se encendi&#243; mientras usaba el veh&#237;culo.
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Barra de medidores (medidor de 0-160 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </item>
            <item>
                <para>Adaptador para prueba de presi&#243;n de combustible</para>
            </item>
            <item>
                <para>Acoplador para prueba de presi&#243;n de combustible o aceite</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <step1>
            <para count="1">Refi&#233;rase a las especificaciones en el Ap&#233;ndice A de este manual y anote los
                resultados en el formulario Diagn&#243;sticos de rendimiento.
            </para>
        </step1>
        <step1>
            <para count="1">Saque el tap&#243;n de la carcasa del filtro de combustible (en la parte inferior trasera
                izquierda).
            </para>
        </step1>
        <figure id="f2400615" figsize="col-wide">
            <graphic filename="../figD31/D31152.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Adaptador para prueba de presi&#243;n de combustible instalado</caption>
        </figure>
        <step1>
            <para count="1">Instale el adaptador para prueba de presi&#243;n de combustible.</para>
        </step1>
        <figure id="f2400616" figsize="col-wide">
            <graphic filename="../figD31/D31149.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Medici&#243;n de la presi&#243;n de combustible</caption>
        </figure>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Cuando encamine la manguera para pruebas, no la quiebre, no la pase muy cerca de piezas en
                    movimiento ni permita que toque superficies calientes del motor.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Conecte una manguera desde el medidor de 0-160 lb/pulg
                <supscript>2</supscript>
                de la barra de medidores y el acoplador para prueba de presi&#243;n de combustible o aceite, y luego con&#233;ctelo
                al adaptador.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para alguna tarea
                    de diagn&#243;stico o mantenimiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Mida la presi&#243;n de combustible m&#237;nima en ralent&#237; bajo y en ralent&#237;
                alto.
            </para>
        </step1>
        <step1>
            <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            <randlist type="bullet">
                <item>
                    <para>Si la presi&#243;n del combustible es baja, cambie el filtro de combustible, limpie el colador
                        y repita la prueba.
                    </para>
                </item>
                <item>
                    <para>Si la presi&#243;n de combustible sigue siendo baja, haga la Prueba 4 (Restricci&#243;n en la
                        entrada de combustible).
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Saque el adaptador para prueba de presi&#243;n de combustible y vuelva a poner el tap&#243;n.</para>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>El tanque de combustible est&#225; vac&#237;o.</para>
            </item>
            <item>
                <para>Si el combustible en el filtro tiene residuos o est&#225; gelatinoso, causar&#225; alta restricci&#243;n
                    y baja presi&#243;n.
                </para>
            </item>
            <item>
                <para>Una tuber&#237;a de suministro de combustible retorcida o muy doblada, o el tubo de captaci&#243;n
                    obstruido causar&#225;n alta restricci&#243;n y baja presi&#243;n.
                </para>
            </item>
            <item>
                <para>Una tuber&#237;a de combustible floja en el lado de succi&#243;n del sistema puede permitir la
                    entrada de aire y causar la baja presi&#243;n de combustible.
                </para>
            </item>
            <item>
                <para>La v&#225;lvula reguladora de combustible est&#225; defectuosa.</para>
            </item>
            <item>
                <para>Hay residuos en el tanque.</para>
            </item>
            <item>
                <para>La bomba del combustible tiene alg&#250;n da&#241;o interno o el engranaje impulsor est&#225; da&#241;ado.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_108.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_110.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
