<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Consumo excesivo de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Consumo excesivo de combustible</title>
        <para>
            <title>S&#237;ntoma</title>
        </para>
        <para>De vez en cuando puede notarse que hace falta m&#225;s combustible para hacer lo mismo que antes.</para>
        <para>
            <title>Causas</title>
        </para>
        <randlist type="bullet">
            <title>Debidas al conductor</title>
            <item>
                <para>Registro incorrecto del combustible que pone al tanque</para>
            </item>
            <item>
                <para>Uso de mezcla invernal o de combustible N&#186; 1</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Debidas al uso</title>
            <item>
                <para>Operaci&#243;n con gran peso bruto</para>
            </item>
            <item>
                <para>Baja relaci&#243;n del eje trasero</para>
            </item>
            <item>
                <para>&#193;rea frontal muy grande</para>
            </item>
            <item>
                <para>Uso de accesorios (toma de fuerza, etc.)</para>
            </item>
            <item>
                <para>Equipo adicional que consume combustible de los tanques del veh&#237;culo</para>
            </item>
            <item>
                <para>Operaci&#243;n prolongada en ralent&#237;</para>
            </item>
            <item>
                <para>Tama&#241;o, condici&#243;n e inflado de los neum&#225;ticos</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Debidas al chasis</title>
            <item>
                <para>Fricci&#243;n constante de los frenos</para>
            </item>
            <item>
                <para>Embrague del ventilador trabado en encendido</para>
            </item>
            <item>
                <para>La transmisi&#243;n patina o hace cambios incorrectos</para>
            </item>
            <item>
                <para>La tuber&#237;a o el tanque de combustible tienen alguna fuga</para>
            </item>
            <item>
                <para>Restricci&#243;n en la admisi&#243;n o en el escape</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Debidas al motor</title>
            <item>
                <para>El termostato es inadecuado o est&#225; defectuoso</para>
            </item>
            <item>
                <para>El turbo de geometr&#237;a variable (VGT) funciona mal.</para>
            </item>
            <item>
                <para>Aireaci&#243;n del aceite</para>
            </item>
            <item>
                <para>Fugas en el sistema de combustible</para>
            </item>
            <item>
                <para>P&#233;rdida del rendimiento b&#225;sico del motor</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <step1>
            <para count="1">Revise los registros y procedimientos de carga de combustible del conductor. Los errores en
                las cantidades son comunes. El c&#225;lculo de consumo usando la carga de un solo tanque puede tener
                errores significativos, debido a diferencias en el procedimiento de llenado y al uso del veh&#237;culo.
                Para que el c&#225;lculo del consumo sea correcto debe medirse durante un tiempo m&#225;s prolongado,
                con un registro de lo que el veh&#237;culo estaba haciendo durante el per&#237;odo medido.
            </para>
        </step1>
        <step1>
            <para count="1">Un mayor consumo de combustible es normal si se usa mezcla invernal o diesel N&#186; 1.
            </para>
        </step1>
        <step1>
            <para count="1">Revise las especificaciones para determinar si el consumo de combustible es el normal para
                el tipo de veh&#237;culo y el uso que se le da. Compare el consumo con el de veh&#237;culos similares en
                usos similares y con el informe TCAPE (Truck Computer Analysis of Performance and Fuel Economy).
            </para>
        </step1>
        <step1>
            <para count="1">Haga todas las pruebas del formulario &#171;Diagn&#243;sticos de rendimiento&#187; o de la
                Secci&#243;n 6 de este manual. Estas pruebas verificar&#225;n las condiciones de operaci&#243;n de los
                siguientes sistemas y componentes del motor y del chasis:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sistema de admisi&#243;n</para>
                </item>
                <item>
                    <para>Sistema de escape</para>
                </item>
                <item>
                    <para>Suministro y filtrado de combustible</para>
                </item>
                <item>
                    <para>Sistema de aceite de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Operaci&#243;n de los inyectores</para>
                </item>
                <item>
                    <para>Funcionamiento del VGT</para>
                </item>
                <item>
                    <para>Aireaci&#243;n del aceite</para>
                </item>
                <item>
                    <para>Condiciones b&#225;sicas del motor</para>
                </item>
                <item>
                    <para>Condici&#243;n del sistema de control electr&#243;nico</para>
                </item>
            </randlist>
            <para>Si todas las pruebas salen bien, el motor est&#225; funcionando normalmente.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_66.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_68.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
