<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Baja presi&#243;n del aceite
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="6">
        <title>Baja presi&#243;n del aceite</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Falla del medidor en el tablero de instrumentos</para>
                </item>
                <item>
                    <para>El nivel de aceite es bajo: fuga de aceite, demasiado consumo o mantenimiento incorrecto.
                    </para>
                </item>
                <item>
                    <para>El nivel de aceite es alto: mantenimiento incorrecto, combustible o refrigerante en el
                        aceite.
                    </para>
                </item>
                <item>
                    <para>El aceite no tiene la viscosidad adecuada.</para>
                </item>
                <item>
                    <para>Hay combustible en el aceite.</para>
                </item>
                <item>
                    <para>El regulador de la presi&#243;n de aceite est&#225; trabado.</para>
                </item>
                <item>
                    <para>Bomba de aceite rayada o da&#241;ada</para>
                </item>
                <item>
                    <para>El sensor de la presi&#243;n de aceite del motor (EOP) est&#225; polarizado.</para>
                </item>
                <item>
                    <para>Faltan tapones en la galer&#237;a de aceite (delanteros o traseros).</para>
                </item>
                <item>
                    <para>Tubos enfriadores de pistones faltan, est&#225;n rotos o flojos</para>
                </item>
                <item>
                    <para>Casquillos de cojinete o bujes del &#225;rbol de levas faltan, est&#225;n da&#241;ados o
                        desgastados
                    </para>
                </item>
                <item>
                    <para>Falta alg&#250;n levantav&#225;lvulas (tambi&#233;n habr&#225; problemas de rendimiento).
                    </para>
                </item>
                <item>
                    <para>Aireaci&#243;n (tubo de captaci&#243;n cuarteado o falta un anillo O)</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Diagn&#243;sticos de baja presi&#243;n del aceite</title>
            <step1>
                <para count="1">Mida el nivel del aceite con la varilla medidora mientras el veh&#237;culo est&#225;
                    estacionado en un terreno nivelado. Verifique si el aceite est&#225; contaminado con combustible o
                    refrigerante.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El nivel del aceite variar&#225; dependiendo de la temperatura del motor.</para>
                    </item>
                    <item>
                        <para>Si el aceite est&#225; contaminado, refi&#233;rase a los procedimientos de prueba de
                            Combustible en el aceite lubricante o de Refrigerante en el aceite lubricante en esta misma
                            secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400421" figsize="col-wide">
                <graphic id="f2400409.5" filename="../figd31/d31151.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         box="no"/>
                <caption>Orificio para prueba de presi&#243;n del aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio para prueba</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con lo siguiente:
                    </para>
                    <para>Cuando encamine la manguera para pruebas, no la quiebre, no la pase muy cerca de piezas en
                        movimiento ni permita que toque superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con lo siguiente:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Verifique la presi&#243;n del aceite con un medidor manual de buena calidad, instalado
                    en el orificio de pruebas en el frente del motor. Mida la presi&#243;n en ralent&#237; alto y bajo
                    sin carga. El motor debe estar a temperatura normal de operaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n est&#225; dentro de las especificaciones que aparecen en el Ap&#233;ndice
                            A de este manual, compare el valor del medidor manual con el valor que indica el medidor del
                            tablero de instrumentos y el valor del sensor de la presi&#243;n del aceite del motor (EOP)
                            usando la EST.
                        </para>
                    </item>
                    <item>
                        <para>Si los resultados del medidor manual y de la EST difieren en m&#225;s de +/- 14 kPa (+/- 2
                            lb/pulg
                            <supscript>2</supscript>), haga los Diagn&#243;sticos del sistema de control electr&#243;nico
                            del circuito del EOP, que aparecen en la Secci&#243;n 7 de este manual.
                        </para>
                    </item>
                    <item>
                        <para>Si el medidor de la presi&#243;n del aceite en el tablero de instrumentos muestra un valor
                            diferente al de la EST y el medidor manual, refi&#233;rase a la Gu&#237;a de ubicaci&#243;n
                            de fallas del sistema el&#233;ctrico correspondiente al modelo y a&#241;o del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del aceite no est&#225; dentro de las especificaciones que aparecen en
                            el Ap&#233;ndice A de este manual, siga con el paso 3.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire e inspeccione la bomba de aceite, seg&#250;n el procedimiento descrito en el
                    Manual de servicio del motor.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione la carcasa y la tapa de la bomba de aceite en busca de ranuras o rayones
                            profundos.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione los engranajes de la bomba gerotor en busca de desgaste o da&#241;os
                            excesivos.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra da&#241;os considerables, siga con el paso 4.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400422" figsize="col-wide">
                <graphic id="f2400410.5" filename="../figd13/d1367.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         box="yes"/>
                <caption>Componentes del regulador de la presi&#243;n del aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n de extremo y anillo O</callout1>
                    <callout1 type="arabic">Resorte del regulador de la presi&#243;n del aceite</callout1>
                    <callout1 type="arabic">Pist&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retire e inspeccione el regulador de la presi&#243;n del aceite, seg&#250;n el
                    procedimiento descrito en el Manuel de servicio para motores.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El pist&#243;n del regulador de la presi&#243;n del aceite debe moverse libremente en su
                            cavidad en la tapa delantera.
                        </para>
                    </item>
                    <item>
                        <para>Si el regulador de la presi&#243;n del aceite funciona bien y pas&#243; la inspecci&#243;n
                            visual, reinstale el regulador, los engranajes de la bomba gerotor, la tapa de la bomba y el
                            amortiguador seg&#250;n los procedimientos descritos en el Manual de servicio del motor.
                            Repita las pruebas despu&#233;s de los procedimientos de Diagn&#243;sticos de baja presi&#243;n
                            del aceite del paso 2. Si la presi&#243;n sigue baja, vaya al paso 5.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor usando un recipiente limpio. Inspeccione el im&#225;n del tap&#243;n
                    del orificio de drenaje, el aceite y el filtro en busca de elementos extra&#241;os o residuos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a tomar una muestra del aceite y hacerla analizar para determinar el nivel de
                            residuos met&#225;licos por desgaste del motor y otros elementos contaminantes.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400423" figsize="col-wide">
                <graphic id="f2400414" filename="../figd06/d0617.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="yes"/>
                <caption>Tubo enfriador de pist&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Perno de montaje</callout1>
                    <callout1 type="arabic">Tubo enfriador</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retire el c&#225;rter superior e inferior seg&#250;n los procedimientos descritos en el
                    Manual de servicio del motor. Inspeccione el tubo de captaci&#243;n, anillo O, tubos enfriadores,
                    casquillo de cojinete y bujes de leva en busca de piezas faltantes o flojas.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la tapa del filtro sin el filtro.</para>
            </step1>
            <step1>
                <para count="1">Conecte el acoplador para prueba de presi&#243;n de combustible o aceite a un suministro
                    de aire regulado.
                </para>
            </step1>
            <figure id="f2400424" figsize="col-wide">
                <graphic id="f2400477" filename="../figd31/d31151.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="yes"/>
                <caption>Orificio para prueba de presi&#243;n del aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio para prueba</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Con&#233;ctelo al orificio para prueba de presi&#243;n del aceite y aplique 345 kPa (50
                    lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione en busca de fugas abundantes.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga grande desde el &#225;rea de la tapa delantera, vaya al paso 11.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra una fuga grande desde el &#225;rea de la tapa trasera, vaya al paso 13.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra ninguna fuga grande, retire el motor del veh&#237;culo. Desarme el motor y
                            realice una inspecci&#243;n general de todos los componentes, seg&#250;n los procedimientos
                            descritos en el Manual de servicio del motor.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire la tapa delantera del motor, seg&#250;n el procedimiento descrito en el Manual de
                    servicio del motor y complete la inspecci&#243;n de la bomba de aceite.
                </para>
            </step1>
            <figure id="f2400425" figsize="col-wide">
                <graphic id="f2400413.5" filename="../figd06/d0645.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="yes"/>
                <caption>Ubicaci&#243;n de los tapones acopados de la galer&#237;a principal del aceite</caption>
            </figure>
            <step1>
                <para count="1">Una vez que haya sacado la tapa delantera, verifique que los tapones acopados de la
                    galer&#237;a principal del aceite est&#233;n en sus lugares y que no est&#233;n da&#241;ados.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        asegure el motor antes de sacar la tapa trasera o el motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retire el motor del veh&#237;culo.</para>
            </step1>
            <figure id="f2400426" figsize="col-wide">
                <graphic id="f2400415.5" filename="../figd06/d0646.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="yes"/>
                <caption>Ubicaci&#243;n de los tapones acopados traseros de la galer&#237;a principal del aceite
                </caption>
            </figure>
            <step1>
                <para count="1">Retire la tapa trasera seg&#250;n el procedimiento descrito en el Manual de servicio del
                    motor. Verifique que los tapones acopados traseros de la galer&#237;a principal del aceite est&#233;n
                    en sus lugares y que no est&#233;n da&#241;ados.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_66.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_68.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
