<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Bloque del motor, cig&#252;e&#241;al y &#225;rbol de levas -
        Limpieza, inspecci&#243;n y pruebas - &#193;rbol de levas y balanceador primario
    </stitle>
    <svcman/>
    <svcproc id="s26508.2.4" svcproctype="inspect" graphiccount="4">
        <title>&#193;rbol de levas y balanceador primario</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la posibilidad
                    de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>). Refi&#233;rase a
                    <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Lave el conjunto de &#225;rbol de levas y balanceador primario en un solvente limpiador con
                un cepillo suave. Seque con aire comprimido filtrado.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el &#225;rbol de levas. Cambie el &#225;rbol de levas si tiene levas rayadas,
                picadas o agrietadas.
            </para>
            <specpara>
                <note>
                    <para>Este motor tiene levantav&#225;lvulas hidr&#225;ulicos con seguidores de rodillo. Por lo
                        tanto, se necesita una gu&#237;a para mantener la orientaci&#243;n apropiada del rodillo a la
                        leva del &#225;rbol de levas. El juego normal entre el levantav&#225;lvulas y la gu&#237;a
                        permite un ligero rastreo del rodillo por el contorno de la leva del &#225;rbol de levas. Este
                        rastreo del rodillo de levantav&#225;lvulas es una caracter&#237;stica normal ya que el rodillo
                        se acelera y desacelera durante la operaci&#243;n del motor. Por lo tanto, un patr&#243;n de
                        desgaste usual en los l&#243;bulos del &#225;rbol de levas mostrar&#225; rastros de lado a lado
                        y tendr&#225; &#225;reas anchas y angostas por la carga y descarga del seguidor. El patr&#243;n
                        de desgaste visual (rastreo) es normal y no requiere cambiar el &#225;rbol de levas.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de la inspecci&#243;n visual, eval&#250;e el estado del mu&#241;&#243;n
                principal y de las levas del &#225;rbol de levas en la forma siguiente:
            </para>
            <specpara>
                <note>
                    <para>Cuando mida el &#225;rbol de levas con un micr&#243;metro, siempre h&#225;galo en dos puntos
                        aproximadamente a 90&#176; uno del otro.
                    </para>
                </note>
            </specpara>
            <figure id="f3000932" figsize="col-wide">
                <graphic filename="../figd03/d0308.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de los mu&#241;ones del &#225;rbol de levas</caption>
            </figure>
            <step2>
                <para count="1">Mida el di&#225;metro de cada mu&#241;&#243;n del &#225;rbol de levas con un micr&#243;metro
                    de 2 - 3 pulgadas; repita a 90&#176;. Anote estas medidas para usarlas m&#225;s adelante cuando
                    inspeccione los bujes del &#225;rbol de levas. La diferencia entre los valores ser&#225; la
                    ovalizaci&#243;n de los mu&#241;ones. Compare los valores con las especificaciones y si los mu&#241;ones
                    est&#225;n demasiado desgastados, cambie el &#225;rbol de levas.
                </para>
                <figure id="f3000933" figsize="col-wide">
                    <graphic filename="../figd03/d0312.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                    <caption>Medici&#243;n de las levas de admisi&#243;n y escape del &#225;rbol de levas</caption>
                    <calloutgroup>
                        <callout1 type="arabic">&#193;rbol de levas</callout1>
                        <callout1 type="arabic">Micr&#243;metro</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Mida las levas de admisi&#243;n y escape entre los puntos A y C y entre los puntos B y
                    D. Reste la medida B - D de la medida A - C. Esto dar&#225; el levantamiento de las levas. Si el
                    desgaste de las levas excede las especificaciones, cambie el &#225;rbol de levas. Refi&#233;rase a
                    <hotlnk document="mges3001_182.xml" xrefid="E30009A">"Especificaciones"</hotlnk>.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Revise la placa de empuje en busca de desgaste, grietas o deformaci&#243;n. Mida el grosor
                de la placa de empuje con un micr&#243;metro. Cambie la placa de empuje si est&#225; desgastada o da&#241;ada.
                Refi&#233;rase a
                <hotlnk document="mges3001_182.xml" xrefid="E30009A">"Especificaciones"</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el engranaje impulsor del &#225;rbol de levas en busca de dientes desgastados o
                rotos.
            </para>
        </step1>
        <figure id="f3000934" figsize="col-wide">
            <graphic filename="../figJ03/J03023.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n del di&#225;metro interior de los bujes del eje balanceador primario</caption>
        </figure>
        <step1>
            <para count="1">Mida con un calibrador telesc&#243;pico el di&#225;metro interior de los bujes del eje
                balanceador primario ubicados dentro de cada extremo del &#225;rbol de levas.
            </para>
        </step1>
        <figure id="f3000935" figsize="col-wide">
            <graphic filename="../figJ03/J03024.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n del di&#225;metro exterior del eje balanceador primario</caption>
        </figure>
        <step1>
            <para count="1">Mida el di&#225;metro exterior del eje balanceador primario en cada extremo (donde est&#225;n
                los bujes).
            </para>
        </step1>
        <step1>
            <para count="1">Reste el valor del di&#225;metro exterior del eje balanceador, del valor del di&#225;metro
                interior de los bujes. El valor resultante ser&#225; el juego de los cojinetes del eje balanceador. Refi&#233;rase
                a
                <hotlnk document="mges3001_182.xml" xrefid="E30009A" appearance="hottext">"Especificaciones"</hotlnk>.
                Cambie el &#225;rbol de levas si fuera necesario.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_173.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_175.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
