<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - USO DEL MULT&#205;METRO DIGITAL -
        UBICACI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="0">
        <title>UBICACI&#211;N DE FALLAS</title>
        <svcprocinfo>
            <para>Antes de comenzar cualquier procedimiento de ubicaci&#243;n de fallas, debe realizar varios pasos
                importantes:
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Verifique el problema</title>
            <para>Haga funcionar todo el sistema y haga una lista de todos los s&#237;ntomas para:</para>
            <randlist type="bullet">
                <item>
                    <para>Verificar si la queja es correcta y completa.</para>
                </item>
                <item>
                    <para>Averiguar m&#225;s para tener una pista de la naturaleza y ubicaci&#243;n del problema.</para>
                </item>
                <item>
                    <para>Analizar cu&#225;les partes del sistema est&#225;n funcionando bien.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Lea los datos de la operaci&#243;n el&#233;ctrica</title>
            <para>Lea los datos de la operaci&#243;n el&#233;ctrica del circuito con problemas, al mismo tiempo que se
                refiere al diagrama de ese circuito. Al estudiar el diagrama y la operaci&#243;n el&#233;ctrica, tendr&#225;
                suficiente informaci&#243;n acerca de la operaci&#243;n del circuito para restringir la causa del
                problema a un componente o porci&#243;n del circuito.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Revise el diagrama de circuito</title>
            <para>Refi&#233;rase al diagrama de circuito para encontrar posibles pistas de las causas del problema. La
                ubicaci&#243;n e identificaci&#243;n de los componentes en el circuito, le dar&#225; alguna idea de d&#243;nde
                puede estar el problema.
            </para>
            <para>Los diagramas de circuito est&#225;n dise&#241;ados para facilitar la identificaci&#243;n de puntos
                comunes en los circuitos. Este conocimiento puede ayudar a restringir las causas del problema a un
                &#225;rea espec&#237;fica. Por ejemplo, si varios circuitos fallan al mismo tiempo, revise si hay una
                fuente com&#250;n de energ&#237;a o una conexi&#243;n com&#250;n de tierra (vea Distribuci&#243;n de
                energ&#237;a y tierras). Si parte de un circuito falla, verifique las conexiones entre la parte que
                funciona y la parte que no funciona.
            </para>
            <para>Por ejemplo, si las luces bajas funcionan, pero las luces altas y su indicador no funcionan, entonces
                los trayectos de energ&#237;a y tierra deben estar bien. Como el interruptor de las luces altas o bajas
                es el componente que conmuta la energ&#237;a a las luces altas, &#233;sa es probablemente la causa de la
                falla.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Investigue la causa del problema</title>
            <para>Se proveen cuadros de diagn&#243;stico para muchas de las fallas comunes que pueden ocurrir. Refi&#233;rase
                a estos cuadros en cada secci&#243;n. Siga los procedimientos en el cuadro hasta que ubique la causa del
                problema.
            </para>
            <para>Si el s&#237;ntoma espec&#237;fico encontrado en el circuito con problemas no est&#225; cubierto por
                un cuadro de diagn&#243;stico, refi&#233;rase a la informaci&#243;n general de ubicaci&#243;n de fallas
                el&#233;ctricas provista en Equipo para pruebas el&#233;ctricas en esta secci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Haga la reparaci&#243;n</title>
            <para>Repare el circuito con problemas como se indique en los cuadros de diagn&#243;stico.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Verifique que la reparaci&#243;n est&#233; completa</title>
            <para>Haga funcionar el sistema y verifique que la reparaci&#243;n haya eliminado todos los s&#237;ntomas y
                que no haya causado ning&#250;n s&#237;ntoma nuevo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Equipo para pruebas el&#233;ctricas</title>
            <para>En los &#250;ltimos a&#241;os se han desarrollado distintos probadores el&#233;ctricos. Unos pocos son
                b&#225;sicos pero necesarios para realizar un diagn&#243;stico el&#233;ctrico. &#201;stos incluyen:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Cables de puente</para>
                </item>
                <item>
                    <para>Luces de prueba</para>
                </item>
                <item>
                    <para>Volt&#237;metro</para>
                </item>
                <item>
                    <para>Ohm&#237;metro</para>
                </item>
                <item>
                    <para>Amper&#237;metro</para>
                </item>
            </randlist>
            <para>Todos estos probadores vienen en una variedad de modelos y cualquiera que funcione ser&#225; adecuado
                para pruebas simples. Sin embargo, cuando el valor de una medici&#243;n obtenida utilizando un medidor
                es muy importante para el procedimiento de diagn&#243;stico, la exactitud resulta importante. Aseg&#250;rese
                de que cualquier medidor de pruebas el&#233;ctricas utilizado sea de calidad y exactitud suficientes
                para hacer las mediciones requeridas en la prueba el&#233;ctrica. El Fluke 88&#8482; (DMM) es el medidor
                recomendado por International&#174; y las discusiones de uso de medidores en este manual se referir&#225;n
                a &#233;l.
            </para>
            <para>El Fluke 88&#8482; (DMM) es recomendado porque utiliza muy poca corriente para realizar sus
                mediciones. El medidor digital tiene una alta impedancia (resistencia) de 10 megaohmios (10 M&#x2126;).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_156.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_158.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
