<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Cilindros - Retiro - Retiro del conjunto
        de pist&#243;n y biela
    </stitle>
    <svcman/>
    <svcproc id="Svcproc0801" svcproctype="remove" graphiccount="4">
        <title>Retiro del conjunto de pist&#243;n y biela</title>
        <figure id="f26508remove01" figsize="col-wide">
            <graphic filename="../figH04/H04001.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Afloje los pernos de la biela</caption>
        </figure>
        <step1>
            <para count="1">Afloje dos vueltas ambos pernos.</para>
        </step1>
        <step1>
            <para count="1">Mueva los dos pernos en la tapa de biela para aflojarlos.</para>
        </step1>
        <step1>
            <para count="1">Repita el procedimiento con cada biela.</para>
        </step1>
        <step1>
            <para count="1">Ponga el motor en posici&#243;n vertical, con el frente hacia arriba.</para>
        </step1>
        <figure id="f26508remove03" figsize="col-wide">
            <graphic filename="../figH04/H04002.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro de la tapa de biela y los pernos</caption>
        </figure>
        <step1>
            <para count="1">Desenrosque completamente los pernos. Saque la tapa y los pernos sin separarlos.</para>
        </step1>
        <figure id="f26508remove04" figsize="col-wide">
            <graphic filename="../figH04/H04003.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Empuje hacia afuera del conjunto de pist&#243;n y biela</caption>
        </figure>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os al motor, antes de sacar los pistones, raspe con una navaja el borde de
                    carb&#243;n que puede haberse formado encima de la camisa del cilindro. Tenga cuidado de no da&#241;ar
                    la superficie interna de la camisa al raspar el carb&#243;n.
                </para>
            </caution>
        </specpara>
        <specpara>
            <caution>
                <para>Para evitar aver&#237;as en el motor, mantenga las superficies de contacto fracturadas de la biela
                    y la tapa limpias y sin pelusas ni residuos. No permita que las superficies de contacto se apoyen
                    sobre ninguna otra superficie. No golpee las superficies de contacto ni deje caer la biela o la
                    tapa. Esto podr&#237;a causar mellas y desgaste en la superficie de contacto, lo que resultar&#237;a
                    en un contacto inadecuado durante la instalaci&#243;n y en posibles aver&#237;as al motor.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">No empuje sobre la superficie fracturada de la biela. Use un martillo con mango de pl&#225;stico
                o madera o un botador que no melle, para empujar el pist&#243;n fuera de la camisa.
            </para>
        </step1>
        <figure id="f26508remove05" figsize="col-wide">
            <graphic filename="../figH04/H04004.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro del conjunto de pist&#243;n y biela de la camisa del cilindro</caption>
        </figure>
        <step1>
            <para count="1">Una vez que los anillos est&#233;n fuera de la camisa, saque el conjunto desde arriba del
                bloque.
            </para>
        </step1>
        <step1>
            <para count="1">Marque cada pist&#243;n, biela y tapa con el n&#250;mero de cilindro del cual los sac&#243;,
                para facilitar la reinstalaci&#243;n. Tambi&#233;n marque el frente de cada pist&#243;n como estaba
                instalado en el motor.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_153.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_155.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
