<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
        O FALTA DE ARRANQUE - Procedimientos de las pruebas - Sistema de buj&#237;as incandescentes
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Sistema de buj&#237;as incandescentes</title>
        <figure id="f2400554" figsize="col-wide">
            <graphic filename="../figD31/D31263.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Determinar si el sistema de buj&#237;as incandescentes est&#225; funcionando correctamente para arrancar
            el motor.
        </para>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
            </item>
            <item>
                <para>Cable de interfaz EZ-Tech de International&#174;</para>
            </item>
            <item>
                <para>Amper&#237;metro de pinza</para>
            </item>
            <item>
                <para>DMM</para>
            </item>
            <item>
                <para>Conexi&#243;n de prueba para buj&#237;as incandescentes</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <figure id="f2400555" figsize="col-wide">
            <graphic filename="../figD31/D3177.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Amper&#237;metro de pinza alrededor de la funda protectora de los cables de suministro de las buj&#237;as
                del lado derecho
            </caption>
        </figure>
        <step1>
            <para count="1">Ponga un amper&#237;metro de pinza alrededor del tubo protector de los cables de suministro
                de las buj&#237;as incandescentes del lado derecho.
            </para>
        </step1>
        <step1>
            <para count="1">Ponga la llave de encendido en ON. No arranque el motor.</para>
        </step1>
        <figure id="f2400556" figsize="col-wide">
            <graphic filename="../figD31/D31142.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
            <caption>Prueba del estado de las salidas de las buj&#237;as incandescentes</caption>
        </figure>
        <step1>
            <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key On Engine Off Tests (pruebas con la llave en ON y el motor apagado) en el men&#250;
                desplegable.
            </para>
            <specpara>
                <note>
                    <para>Antes de hacer la Prueba del estado de las salidas de las buj&#237;as incandescentes, debe
                        hacer la Prueba 8 (Prueba est&#225;ndar con la llave en ON y el motor apagado).
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aparecer&#225; la ventana Key On Engine Off Diagnostics (diagn&#243;sticos con la llave en
                ON y el motor apagado); seleccione Glow Plug Output State Test y pulse el bot&#243;n Run para comenzar
                la prueba.
            </para>
            <para>Despu&#233;s de 40 segundos, anote el amperaje del lado derecho en el formulario Diagn&#243;sticos de
                arranque dif&#237;cil o falta de arranque.
            </para>
        </step1>
        <figure id="f2400557" figsize="col-wide">
            <graphic filename="../figD31/D3178.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Amper&#237;metro de pinza alrededor del tubo protector de los cables de suministro de las buj&#237;as
                del lado izquierdo
            </caption>
        </figure>
        <step1>
            <para count="1">Ponga el amper&#237;metro de pinza alrededor del tubo protector de los cables de suministro
                de las buj&#237;as incandescentes del lado izquierdo.
            </para>
            <randlist type="bullet">
                <item>
                    <para>SI no lo hace antes de que transcurran 120 segundos desde que comenz&#243; a hacer la Prueba
                        del estado de las salidas de las buj&#237;as incandescentes, repita el paso 5 en las buj&#237;as
                        del lado izquierdo.
                    </para>
                </item>
                <item>
                    <para>Si el valor obtenido es mayor o menor a los amperios especificados, haga la Prueba 15B
                        (Componentes del sistema de buj&#237;as incandescentes).
                    </para>
                </item>
                <item>
                    <para>SI el valor es de 0 amperios, haga la Prueba 8 (Prueba est&#225;ndar con la llave en ON y el
                        motor apagado). Refi&#233;rase al DTC 251 en Circuito de control de las buj&#237;as
                        incandescentes en la Secci&#243;n 7.
                    </para>
                </item>
            </randlist>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_98.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_100.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
