<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - BOMBA DE ACEITE DE ALTA PRESI&#211;N - EXTRACCI&#211;N
        - Tapa de la bomba de aceite de alta presi&#243;n
    </stitle>
    <svcman/>
    <svcproc id="s2960011.2.2" svcproctype="remove" graphiccount="5">
        <title>Tapa de la bomba de aceite de alta presi&#243;n</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales: No permita que l&#237;quidos del
                    motor permanezcan en contacto con su piel. L&#225;vese la piel y las u&#241;as con agua y jab&#243;n
                    o un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los trapos que tengan
                    l&#237;quidos del motor. Los l&#237;quidos usados del motor contienen ciertos elementos que pueden
                    ser da&#241;inos para la piel y que podr&#237;an incluso causar c&#225;ncer.
                </para>
            </warning>
            <note>
                <para>Los l&#237;quidos del motor, el aceite y el refrigerante pueden ser da&#241;inos para el medio
                    ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las alcantarillas o
                    en corrientes o cuerpos de agua.
                </para>
            </note>
            <note>
                <para>Para poder sacar la tapa de la bomba de aceite de alta presi&#243;n, primero debe sacar el IPR
                    (regulador de la presi&#243;n de inyecci&#243;n).
                </para>
            </note>
            <note>
                <para>Algunos motores tienen un protector t&#233;rmico met&#225;lico encima del IPR, otros tienen un
                    material aislante especial envuelto alrededor del solenoide del IPR, que encaja a presi&#243;n por
                    debajo.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Saque los tres pernos del protector t&#233;rmico de escape trasero y los dos pernos del
                protector t&#233;rmico del IPR (si est&#225; instalado).
            </para>
        </step1>
        <step1>
            <para count="1">Saque la cubierta de material aislante de encaje a presi&#243;n del IPR (si est&#225;
                instalada).
            </para>
        </step1>
        <figure id="f296001103" figsize="col-wide">
            <graphic filename="../figd09/d0979.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 442. Desconecte el IPR</caption>
        </figure>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o posibles accidentes fatales, desconecte el terminal
                    negativo principal de la bater&#237;a antes de sacar o instalar componentes el&#233;ctricos; refi&#233;rase
                    a "Informaci&#243;n sobre seguridad" .
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Desenchufe el conector el&#233;ctrico del IPR.</para>
        </step1>
        <figure id="f296001104" figsize="col-wide">
            <graphic filename="../figd13/d1386.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 443. Saque el IPR</caption>
        </figure>
        <step1>
            <para count="1">Saque el IPR de la bomba de aceite de alta presi&#243;n. Saque y deseche los sellos anulares
                y el anillo de respaldo.
            </para>
        </step1>
        <figure id="f296001105" figsize="col-wide">
            <graphic filename="../figd13/d1388.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 444. Saque la tapa de la bomba de aceite de alta presi&#243;n</caption>
        </figure>
        <specpara>
            <note>
                <para>Si el enfriador de EGR est&#225; instalado y ya sac&#243; o afloj&#243; el tubo de escape, puede
                    volver a poner la bomba de aceite de alta presi&#243;n. Los tres pernos de la tapa que est&#225;n
                    debajo del enfriador de EGR no se pueden sacar hasta que haya sacado la tapa.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Saque cinco pernos de la tapa de la bomba de aceite de alta presi&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Afloje completamente los tres pernos de la tapa que est&#225;n debajo del enfriador de EGR.
                Deje estos tres pernos flojos en la tapa.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, tenga cuidado con los tres pernos que quedan en la tapa porque
                    se pueden caer y quedar debajo de la bomba de aceite de alta presi&#243;n. No pierda los tres pernos
                    que quedan en la tapa de la bomba.
                </para>
            </caution>
        </specpara>
        <figure id="f296001106" figsize="col-wide">
            <graphic filename="../figd13/d1389.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 445. Separe la tapa de la bomba de aceite de alta presi&#243;n del bloque y de la tapa
                trasera
            </caption>
        </figure>
        <step1>
            <para count="1">Separe el bloque, la junta de la tapa trasera y la tapa de la bomba de aceite de alta presi&#243;n
                eliminando el sellador con una esp&#225;tula delgada para raspar empaquetaduras. Haga el procedimiento
                en ambos lados de la parte posterior de la tapa de la bomba.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, no intente sacar la tapa haciendo palanca porque la puede
                    averiar.
                </para>
            </caution>
        </specpara>
        <figure id="f296001107" figsize="col-wide">
            <graphic filename="../figd13/d1387.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 446. Saque la tapa de la bomba de aceite de alta presi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Despu&#233;s de romper el sellador, levante la tapa ligeramente y en l&#237;nea recta hasta
                liberar el engranaje, y luego levante el lado opuesto al enfriador de EGR. Saque la tapa de abajo del
                enfriador de EGR y fuera de la bomba de aceite de alta presi&#243;n.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, no pierda los tres pernos que quedan en la tapa porque se
                    pueden caer y quedar debajo de la bomba de aceite de alta presi&#243;n.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_243.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_245.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
