<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - M&#211;DULO DE
        CONTROL ELECTR&#211;NICO - Activadores
    </stitle>
    <svcman/>
    <svcproc svcproctype="OVERVIEW" graphiccount="4">
        <title>Activadores</title>
        <para>El ECM controla activadores para lo siguiente:</para>
        <randlist type="bullet">
            <item>
                <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
            </item>
            <item>
                <para>Inyectores de combustible</para>
            </item>
        </randlist>
        <para>El ECM env&#237;a una se&#241;al de bajo nivel a un controlador de salida. Cuando el controlador se activa
            completar&#225; el circuito a tierra. Los activadores pueden controlarse con un ciclo de trabajo (porcentaje
            de tiempo activo o inactivo), mediante la amplitud de una pulsaci&#243;n controlada o sencillamente siendo
            activados o desactivados.
        </para>
        <figure id="f1750114" figsize="pg-wide">
            <graphic filename="../figeg1/eg1274.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"/>
            <caption>Controladores de salida</caption>
        </figure>
        <para>
            <emph type="bold">Distribuidor electr&#243;nico de los inyectores de combustible</emph>
        </para>
        <para>El ECM monitoriza la velocidad del motor y la posici&#243;n de los cilindros, observando constantemente la
            se&#241;al de posici&#243;n del &#225;rbol de levas. Cuando el &#225;rea m&#225;s angosta entre las
            ventanillas del disco de sincronizaci&#243;n pasa frente al sensor de posici&#243;n del &#225;rbol de levas,
            la posici&#243;n del pist&#243;n n&#250;mero 1 es enviada al ECM; la posici&#243;n de los pistones 2 a 6 se
            basa en la posici&#243;n del pist&#243;n n&#250;mero 1.
        </para>
        <figure id="f1750115" figsize="pg-wide">
            <graphic id="eg1275" filename="../figeg1/eg1275.webp" type="webp" scalefit="1" scalefitwidth="514px"
                     resolution="200"/>
            <caption>Distribuidor electr&#243;nico de los inyectores de combustible</caption>
        </figure>
        <para>
            <emph type="bold">Suministro de tierra de los inyectores de combustible</emph>
        </para>
        <para>El ECM proporciona un trayecto a tierra constante para todos los inyectores.</para>
        <figure id="f1750116" figsize="col-wide">
            <graphic filename="../figeg1/eg1285.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="102"/>
            <caption>Suministro de tierra de los inyectores de combustible</caption>
        </figure>
        <para>
            <emph type="bold">Fuente de energ&#237;a y controlador de las salidas de los inyectores</emph>
        </para>
        <para>Al usar los transistores de los controladores de salida, el ECM suministra m&#225;s de 115 voltios de CC a
            cada inyector, siguiendo el orden de encendido. (1-5-3-6-2-4). El ECM contiene un controlador de salida para
            cada uno de los inyectores. El procesador del ECM controla:
        </para>
        <randlist type="bullet">
            <item>
                <para>La secuencia de encendido</para>
            </item>
            <item>
                <para>La sincronizaci&#243;n</para>
            </item>
            <item>
                <para>La duraci&#243;n de la inyecci&#243;n</para>
            </item>
        </randlist>
        <para>El suministro de m&#225;s de 115 voltios de CC es creado por el ECM conectando y desconectando una fuente
            de 12 voltios a trav&#233;s de una bobina interna, basado en el mismo principio que el de la bobina de
            encendido automotriz.
        </para>
        <figure id="f1750117" figsize="pg-wide">
            <graphic filename="../figeg1/eg1286.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"/>
            <caption>Fuente de energ&#237;a y controlador de las salidas de los inyectores</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
