<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de
        administraci&#243;n de combustible - Inyectores de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Inyectores de combustible</title>
        <figure id="f2400124" figsize="col-wide">
            <graphic filename="../figd11/d1117.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Inyector de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de CIERRE</callout1>
                <callout1 type="arabic">Cuerpo de la v&#225;lvula de control</callout1>
                <callout1 type="arabic">Pist&#243;n intensificador</callout1>
                <callout1 type="arabic">Resorte de retorno del pist&#243;n</callout1>
                <callout1 type="arabic">&#201;mbolo</callout1>
                <callout1 type="arabic">Resorte a presi&#243;n de apertura de la v&#225;lvula</callout1>
                <callout1 type="arabic">Aguja</callout1>
                <callout1 type="arabic">Bobina de APERTURA</callout1>
                <callout1 type="arabic">V&#225;lvula de carrete (v&#225;lvula de control)</callout1>
                <callout1 type="arabic">Casquillo</callout1>
                <callout1 type="arabic">Colador de combustible (3)</callout1>
                <callout1 type="arabic">Unidad surtidora</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Caracter&#237;sticas de los inyectores de combustible</title>
        </para>
        <para>Dos bobinas de 48 V y 20 A controlan la v&#225;lvula de carrete que dirige el flujo de aceite hacia
            adentro y hacia afuera del inyector. Las bobinas del inyector se activan por aproximadamente 800
            microsegundos (o millon&#233;simas partes de segundo). Cada inyector tiene un conector independiente de
            cuatro pines que pasa a trav&#233;s del soporte del eje de balancines.
        </para>
        <para>
            <title>Bobinas y v&#225;lvula de carrete</title>
        </para>
        <para>Una bobina de CIERRE y otra de APERTURA en el inyector mueven el carrete de un lado a otro por medio de
            fuerza magn&#233;tica. El carrete tiene dos posiciones:
        </para>
        <randlist type="bullet">
            <item>
                <para>Cuando la v&#225;lvula de carrete est&#225; abierta, el aceite fluye dentro del inyector desde la
                    galer&#237;a de aceite a alta presi&#243;n.
                </para>
            </item>
            <item>
                <para>Cuando la v&#225;lvula de carrete est&#225; cerrada, el aceite drena de regreso al bloque del
                    motor.
                </para>
            </item>
        </randlist>
        <para>
            <title>Pist&#243;n intensificador</title>
        </para>
        <para>Cuando la v&#225;lvula de carrete est&#225; abierta, el aceite a alta presi&#243;n ingresa al inyector,
            empujando hacia abajo el pist&#243;n intensificador y el &#233;mbolo. Como la superficie del pist&#243;n
            intensificador es 7,1 veces mayor que la del &#233;mbolo, la fuerza de inyecci&#243;n es tambi&#233;n 7,1
            veces mayor que la presi&#243;n de control en el &#233;mbolo.
        </para>
        <para>
            <title>&#201;mbolo y cilindro</title>
        </para>
        <para>Entre el &#233;mbolo y el cilindro se desarrolla la presi&#243;n de combustible. Cuando el pist&#243;n
            intensificador empuja el &#233;mbolo hacia abajo, el &#233;mbolo aumenta la presi&#243;n de combustible en
            el cilindro 7,1 veces m&#225;s que la presi&#243;n de control de inyecci&#243;n. El &#233;mbolo tiene un
            recubrimiento de carburo de tungsteno para reducir las posibilidades de que el inyector se raye y tenga poco
            rendimiento.
        </para>
        <para>
            <title>Aguja del inyector</title>
        </para>
        <para>La aguja del inyector se abre hacia adentro, sali&#233;ndose de su asiento, cuando la presi&#243;n del
            combustible supera la presi&#243;n de apertura de la v&#225;lvula - aproximadamente 21 MPa (3100 lb/pulg
            <supscript>2</supscript>). El combustible es atomizado a alta presi&#243;n a trav&#233;s de la punta de la
            boquilla.
        </para>
        <para>
            <title>Operaci&#243;n del inyector de combustible</title>
        </para>
        <para>La inyecci&#243;n tiene tres etapas:</para>
        <randlist type="bullet">
            <item>
                <para>Etapa de llenado</para>
            </item>
            <item>
                <para>Inyecci&#243;n principal</para>
            </item>
            <item>
                <para>Fin de la inyecci&#243;n principal</para>
            </item>
        </randlist>
        <para>
            <title>Etapa de llenado</title>
        </para>
        <para>Durante la etapa de llenado, ambas bobinas son desenergizadas y la v&#225;lvula de carrete permanece
            cerrada. El aceite a alta presi&#243;n es dirigido directamente desde la galer&#237;a de aceite a alta presi&#243;n
            hacia la v&#225;lvula de carrete.
        </para>
        <para>El combustible a baja presi&#243;n llena el orificio que est&#225; debajo del &#233;mbolo. El resorte que
            controla la aguja la mantiene en su asiento para evitar que el combustible entre a la c&#225;mara de
            combusti&#243;n.
        </para>
        <para>
            <title>Inyecci&#243;n principal (paso 1)</title>
        </para>
        <para>Un impulso de corriente energiza la bobina de APERTURA. La fuerza magn&#233;tica mueve el carrete haciendo
            que se abra. El aceite a alta presi&#243;n fluye a trav&#233;s de la v&#225;lvula de carrete hacia la c&#225;mara
            del pist&#243;n intensificador. La presi&#243;n del aceite supera la fuerza del resorte del pist&#243;n
            intensificador, haciendo que el pist&#243;n se comience a mover. Un aumento en la presi&#243;n del
            combustible debajo del &#233;mbolo hace que la bola de retenci&#243;n en la entrada de combustible se
            asiente. La presi&#243;n del combustible comienza a aumentar una vez que el &#233;mbolo pasa el orificio de
            descarga del cilindro. Se comienza a desarrollar fuerza en la aguja.
        </para>
        <para>
            <title>Inyecci&#243;n principal (paso 2)</title>
        </para>
        <para>El impulso controlado de corriente hacia la bobina de APERTURA se interrumpe, pero la v&#225;lvula de
            carrete permanece abierta. El aceite a alta presi&#243;n proveniente de la galer&#237;a sigue fluyendo m&#225;s
            all&#225; de la v&#225;lvula de carrete. El pist&#243;n intensificador y el &#233;mbolo siguen movi&#233;ndose
            y la presi&#243;n del combustible aumenta en el cilindro. Cuando la presi&#243;n supera la presi&#243;n de
            apertura de la v&#225;lvula - aproximadamente 21 MPa (3100 lb/pulg
            <supscript>2</supscript>), la aguja se levanta de su asiento y comienza la inyecci&#243;n.
        </para>
        <para>
            <title>Fin de la inyecci&#243;n principal (paso 1)</title>
        </para>
        <para>Cuando el m&#243;dulo impulsor de los inyectores (IDM) determina que el inyector permaneci&#243; activado
            el tiempo necesario (lo que significa que ya suministr&#243; la cantidad suficiente de combustible), env&#237;a
            un impulso controlado de corriente hacia la bobina de CIERRE del inyector. La corriente energiza la bobina
            de CIERRE y la fuerza magn&#233;tica cierra la v&#225;lvula de carrete. El aceite a alta presi&#243;n es
            dirigido directamente contra la v&#225;lvula de carrete.
        </para>
        <para>
            <title>Fin de la inyecci&#243;n principal (paso 2)</title>
        </para>
        <para>El impulso controlado de corriente hacia la bobina de CIERRE se interrumpe, pero la v&#225;lvula de
            carrete permanece cerrada. El pist&#243;n intensificador y el &#233;mbolo vuelven a su posici&#243;n
            inicial. El aceite que est&#225; encima del pist&#243;n intensificador fluye pasando la v&#225;lvula de
            carrete, a trav&#233;s de los orificios de escape. La presi&#243;n del combustible disminuye hasta que el
            resorte de control hace que la aguja vuelva a su asiento.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
