<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Circuitos impulsores
        de los inyectores (INJ)
    </stitle>
    <svcman/>
    <svcproc id="S17503010" svcproctype="troubleshoot" graphiccount="2">
        <title>Circuitos impulsores de los inyectores (INJ)</title>
        <svcsubproc>
            <title>Funciones de los circuitos</title>
            <figure id="f17503065" figsize="pg-wide">
                <graphic filename="../figeg8/eg8883.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="no"/>
                <caption>Diagrama de las funciones de los circuitos impulsores de los inyectores</caption>
            </figure>
            <para>Las salidas del lado de alta controlan el tiempo que cada inyector permanece encendido (cantidad de
                combustible), la sincronizaci&#243;n (en relaci&#243;n con el punto muerto superior) y el orden de
                encendido. El ECM controla cada inyector suministrando corriente a cada solenoide. El ECM debe recibir
                una se&#241;al v&#225;lida del CMP y de que hay suficiente presi&#243;n de control de inyecci&#243;n,
                antes de que cada inyector pueda funcionar. Los solenoides de los inyectores est&#225;n conectados a
                tierra a trav&#233;s de los circuitos de retorno del lado de baja. El ECM monitoriza la se&#241;al de
                retorno del lado de baja con fines de diagn&#243;stico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM puede detectar, con el motor en marcha, si un inyector est&#225; abierto o en corto a tierra o
                a la bater&#237;a. Si se detecta alguna falla en un inyector mientras el motor est&#225; en marcha, el
                ECM puede ordenar el apagado de ese inyector o el grupo de tres inyectores, para mejorar las condiciones
                de manejo y la duraci&#243;n del motor. Esta condici&#243;n permite conducir el veh&#237;culo de
                regreso.
            </para>
            <para>El personal t&#233;cnico puede ordenar varias pruebas a solicitud para verificar la continuidad de los
                circuitos y la operaci&#243;n de los inyectores, mientras el motor est&#225; funcionando en modo de
                prueba.
            </para>
            <figure id="f17503066" figsize="pg-wide">
                <graphic filename="../figeg1/eg1241.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de los circuitos impulsores de los inyectores</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <table id="te17503021" frame="all">
                <title>Diagn&#243;stico de los circuitos impulsores de los inyectores</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="69.37*"/>
                    <colspec colname="COLSPEC0" colwidth="74.49*"/>
                    <colspec colname="col3" colwidth="356.15*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas del conector del haz de cables del motor a la tierra del
                                        chasis
                                    </emph>
                                    (pruebe a trav&#233;s del conector con el pin de prueba y la llave en OFF)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Puntos de prueba (-)</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>43 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 1.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 2.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>41 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 3.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>42 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Retorno de voltaje del lado de baja de inyectores 1, 2 y 3.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>46 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 4.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 5.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>44 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Fuente de energ&#237;a del lado de alta del inyector 6.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>26 a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Retorno de voltaje del lado de baja de inyectores 4, 5 y 6.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Si &#60;1 k&#x2126;, revise el haz de cables del motor, el haz de cables debajo de
                                    la tapa de v&#225;lvulas y los circuitos de los inyectores en busca de un corto a
                                    tierra
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contin&#250;a en la p&#225;gina siguiente</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas de continuidad en los circuitos del haz de cables de los
                                        inyectores/ debajo de la tapa de v&#225;lvulas, haz de cables del motor
                                    </emph>
                                    (pruebe a trav&#233;s del conector con el pin de prueba y la llave en OFF)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(+) Puntos de prueba (-)</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>43 a 42</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>21 a 42</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>41 a 42</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>46 a 26</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>25 a 26</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>44 a 26</para>
                            </entry>
                            <entry>
                                <para>3,4 &#177;2 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Circuito de inyector 6</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Resistencia medida a trav&#233;s de todo el circuito de los inyectores, incluyendo
                                    los solenoides. Si la resistencia es alta o el circuito est&#225; abierto, a&#237;sle
                                    el problema al haz de cables, al conector o a un solenoide.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n del sistema</title>
            <para>El sistema de control del motor de International consiste en un ECM (m&#243;dulo de control electr&#243;nico)
                individual que proporciona el voltaje y la corriente que requieren los inyectores para suministrar de
                combustible al motor.
            </para>
            <para>El flujo de combustible y la sincronizaci&#243;n son controlados por el ECM instalado en el motor. El
                ECM calcula y controla el flujo de combustible y la sincronizaci&#243;n deseados usando las se&#241;ales
                recibidas de varios sensores del motor y del veh&#237;culo, as&#237; como los l&#237;mites programados
                en su memoria interna.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;stico de los inyectores hechos por el ECM</title>
            <para>El ECM monitoriza el voltaje en cada uno de los circuitos impulsores y es capaz de detectar un
                circuito abierto o en corto. Si el ECM detecta un corto a tierra o varias fallas en el circuito de un
                inyector, puede apagar ese inyector o el grupo de tres inyectores, permitiendo que el motor siga
                funcionando en los tres cilindros restantes y as&#237; poder manejar el veh&#237;culo de regreso. Cuando
                haya una falla en el circuito de alg&#250;n inyector, el ECM encender&#225; la luz
                <emph type="bold">ENGINE</emph> &#225;mbar y aparecer&#225; en el od&#243;metro el mensaje
                <emph type="bold">WARN ENG</emph>.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas pueden leerse con la herramienta electr&#243;nica de
                servicio (EST) o interpretando los destellos de las luces
                <emph type="bold">ENGINE</emph> &#225;mbar y roja, vea
                <xref refid="P17502001"/>.
            </para>
            <specpara>
                <note>
                    <para>El &#250;ltimo d&#237;gito de los c&#243;digos 421 a 426, 431 a 436, 451 a 456 indica el n&#250;mero
                        del cilindro afectado. Por ejemplo, el c&#243;digo 421 indica que el cilindro 1 tiene un
                        circuito abierto entre el circuito impulsor de lado de alta del ECM y el lado de baja (retorno
                        de la se&#241;al) al ECM. Los n&#250;meros SID 1 a 6 indican el n&#250;mero del cilindro de la
                        misma manera.
                    </para>
                </note>
            </specpara>
            <para id="f175fc421">
                <emph type="bold">C&#243;digos de diagn&#243;stico de problemas 421 a 426</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 1 a 6, FMI 5</emph>
            </para>
            <para>
                <emph type="bold">Lado de alta a lado de baja abierto</emph>
            </para>
            <para>Cuando los c&#243;digos 421 a 426 est&#225;n activos, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar
                <emph type="bold">no</emph>
                se encender&#225; y el od&#243;metro
                <emph type="bold">no</emph>
                mostrar&#225; ning&#250;n mensaje.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas para lado de alta a lado de baja abierto indican un
                circuito abierto entre el impulsor del lado de alta del ECM y el lado de baja (se&#241;al de retorno)
                hacia el ECM. El ECM compensar&#225; las fallas del motor para mantenerlo en operaci&#243;n.
            </para>
            <para>Causas posibles: Alambre abierto en el haz de cables de los inyectores, circuito de retorno de un
                inyector abierto o solenoide de un inyector defectuoso. Vea el c&#243;digo apropiado.
            </para>
            <para id="f175fc431">
                <emph type="bold">C&#243;digo de diagn&#243;stico 431 a 436</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 1 a 6, FMI 4</emph>
            </para>
            <para>
                <emph type="bold">Lado de alta en corto al lado de baja</emph>
            </para>
            <para>Cuando los c&#243;digos 431 a 436 est&#225;n activos, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar
                <emph type="bold">no</emph>
                se encender&#225; y el od&#243;metro
                <emph type="bold">no</emph>
                mostrar&#225; ning&#250;n mensaje.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas para lado de alta en corto al lado de baja indican
                que el voltaje de retorno es demasiado alto debido a un corto entre el impulsor del lado de alta y el
                circuito de retorno. El ECM compensar&#225; las fallas del motor para mantenerlo en operaci&#243;n.
            </para>
            <para>Causas posibles: Corto en el solenoide o haz de cables de un inyector.</para>
            <para id="f175fc451">
                <emph type="bold">C&#243;digo de diagn&#243;stico 451 a 456</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 1 a 6, FMI 6</emph>
            </para>
            <para>
                <emph type="bold">Lado de alta en corto a tierra o a voltaje</emph>
            </para>
            <para>Cuando los c&#243;digos 451 a 456 est&#225;n activos, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar
                <emph type="bold">no</emph>
                se encender&#225; y el od&#243;metro
                <emph type="bold">no</emph>
                mostrar&#225; ning&#250;n mensaje.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas para lado de alta en corto a tierra o a V
                <subscript>BAT</subscript>
                indican que el circuito de retorno est&#225; en corto a tierra. Si el ECM detecta esta falla,
                inhabilitar&#225; todo el grupo de cilindros relacionado con el cilindro indicado.
            </para>
            <para id="f175fc513">
                <emph type="bold">C&#243;digo de diagn&#243;stico 513</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 151, FMI 5</emph>
            </para>
            <para>
                <emph type="bold">Lado de baja al banco 1 abierto</emph>
            </para>
            <para>Cuando el c&#243;digo 513 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>Con el lado de baja al banco 1 abierto, el ECM ha detectado un circuito abierto hacia los inyectores
                en los cilindros 1 a 3. Con el c&#243;digo 513 activo, los impulsores de los cilindros 1 a 3 no
                funcionan. El ECM compensar&#225; las fallas del motor para mantenerlo en operaci&#243;n.
            </para>
            <para>Causas posibles: Corto en el solenoide de un inyector o en el haz de cables a tierra.</para>
            <para id="f175fc514">
                <emph type="bold">C&#243;digo de diagn&#243;stico 514</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 152, FMI 5</emph>
            </para>
            <para>
                <emph type="bold">Lado de baja al banco 2 abierto</emph>
            </para>
            <para>Cuando el c&#243;digo 514 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>Con el lado de baja al banco 2 abierto, el ECM ha detectado un circuito abierto hacia los inyectores
                de los cilindros 4 a 6. Si este c&#243;digo est&#225; activo, los impulsores de los cilindros 4 a 6 no
                funcionan. El ECM compensar&#225; las fallas del motor para mantenerlo en operaci&#243;n.
            </para>
            <para id="f175fc515">
                <emph type="bold">C&#243;digo de diagn&#243;stico 515</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 151, FMI 6</emph>
            </para>
            <para>
                <emph type="bold">El lado de baja del banco 1 en corto a tierra o a B+</emph>
            </para>
            <para>Cuando el c&#243;digo 515 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 515 indica que el ECM ha detectado un consumo excesivo de corriente
                en los impulsores del lado de baja de los cilindros 1 a 3. Si este c&#243;digo est&#225; activo, los
                impulsores de los cilindros 1 a 3 estar&#225;n desconectados. El ECM compensar&#225; las fallas del
                motor para mantenerlo en operaci&#243;n.
            </para>
            <para id="f175fc521">
                <emph type="bold">C&#243;digo de diagn&#243;stico 521</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 152, FMI 6</emph>
            </para>
            <para>
                <emph type="bold">El lado de baja del banco 2 en corto a tierra o a B+</emph>
            </para>
            <para>Cuando el c&#243;digo 521 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 521 indica que el ECM ha detectado un consumo excesivo de corriente
                en los impulsores del lado de baja de los cilindros 4 a 6. Si este c&#243;digo est&#225; activo, los
                impulsores de los cilindros 4 a 6 estar&#225;n desconectados. El ECM compensar&#225; las fallas del
                motor para mantenerlo en operaci&#243;n.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_96.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_98.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
