<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - INTRODUCCI&#211;N - IDENTIFICACI&#211;N DEL MOTOR
        - Etiquetas de emisiones
    </stitle>
    <svcman/>
    <svcproc id="s29600in.1.2" graphiccount="2">
        <title>Etiquetas de emisiones</title>
        <svcsubproc id="s29600in.1.2.1">
            <title>Etiquetas gubernamentales reglamentarias</title>
            <para>Cada motor tiene dos etiquetas, una espec&#237;fica para el uso del veh&#237;culo y otra general para
                la familia de motores. Ambas etiquetas est&#225;n en la tapa de v&#225;lvulas derecha.
            </para>
            <para>La etiqueta de emisiones espec&#237;fica para el uso del veh&#237;culo tiene el c&#243;digo del modelo
                del motor, la clasificaci&#243;n de potencia al freno publicada, el uso para el que el veh&#237;culo est&#225;
                destinado, el a&#241;o en que se certific&#243; que el motor cumple con las normas de emisiones de la
                EPA, y otra informaci&#243;n. Esta etiqueta pueden tener la informaci&#243;n en varios idiomas. Vea los
                ejemplos siguientes:
            </para>
            <figure id="f29600in02" figsize="col-wide">
                <graphic filename="../figd34/d3410a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="yes"/>
                <caption>Figura 2. Etiqueta federal de emisiones del motor (t&#237;pica)</caption>
            </figure>
            <para>Etiqueta federal de emisiones .</para>
            <para>La figura es la representaci&#243;n t&#237;pica de una etiqueta de emisiones espec&#237;fica para el
                uso del veh&#237;culo. Dependiendo del uso del veh&#237;culo, la informaci&#243;n y apariencia de la
                etiqueta pueden variar pero b&#225;sicamente ser&#225;n parecidas.
            </para>
        </svcsubproc>
        <svcsubproc id="s29600in.1.2.2">
            <title>Etiqueta(s) de emisiones de la familia de motores a nivel federal</title>
            <figure id="f29600in03" figsize="col-wide">
                <graphic filename="../figd34/d3406a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="yes"/>
                <caption>Figura 3. Etiqueta con los l&#237;mites de emisiones de la familia de motores</caption>
            </figure>
            <para>La etiqueta de emisiones general muestra la familia de motores y los l&#237;mites de emisiones
                establecidos por el fabricante y certificados por la EPA. .
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
