<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Service Procedure
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Service Procedure</title>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la v&#225;lvula de EGR con la EST</title>
            <para></para>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el Ap&#233;ndice A de este manual y anote los
                    resultados en el formulario Diagn&#243;sticos de rendimiento.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe de la v&#225;lvula de EGR el conector del haz de cables del motor.</para>
            </step1>
            <figure id="f2400639" figsize="col-wide">
                <graphic filename="../figD31/D31155.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Haz de derivaciones para EGR instalado</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Conecte el haz de derivaciones para EGR al haz de cables del motor y a la v&#225;lvula
                    de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Mida con un DMM el voltaje de la v&#225;lvula de EGR cuando est&#225; abierta y cuando
                    est&#225; cerrada.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (tierra de se&#241;al).
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400640" figsize="col-wide">
                <graphic filename="../figD31/D31197.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>KOER Air Management.ssn</caption>
            </figure>
            <step1>
                <para count="1">Abra KOER Air Management.ssn para monitorizar la posici&#243;n de la v&#225;lvula de
                    EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la llave de encendido en ON. No arranque el motor.</para>
            </step1>
            <step1>
                <para count="1">Anote los valores de EGR (% cerrada) y de voltaje (DMM) en el formulario de diagn&#243;sticos.</para>
            </step1>
            <figure id="f2400641" figsize="col-wide">
                <graphic filename="../figD31/D31143.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Output State Test Low</caption>
            </figure>
            <step1>
                <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key On Engine Off Tests (pruebas con la llave en ON y el motor apagado) en el
                    men&#250; desplegable.
                </para>
            </step1>
            <step1>
                <para count="1">Aparecer&#225; la ventana Key On Engine Off Diagnostics (diagn&#243;sticos con la llave
                    en ON y el motor apagado); seleccione Output State Low Test (prueba del estado de las salidas bajas)
                    y pulse el bot&#243;n Run para energizar la bobina y abrir la v&#225;lvula de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Monitorice el % (abierto) del EGRP y el voltaje (DMM) y an&#243;telos en el formulario
                    de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Pulse el bot&#243;n Cancel Test (cancelar prueba).</para>
            </step1>
            <step1>
                <para count="1">Reste el valor del % (abierto) del EGRP del valor del % (cerrado) del EGRP para obtener
                    el porcentaje de recorrido y an&#243;telo en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Reste el voltaje (abierto) del voltaje (cerrado) y anote el resultado en el formulario
                    de diagn&#243;sticos.
                </para>
                <para>Si los valores de porcentaje de recorrido y voltaje de recorrido est&#225;n por debajo de las
                    especificaciones, sustituya la v&#225;lvula de EGR y repita las pruebas.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La calibraci&#243;n inicial del ECM puede registrar los c&#243;digos activos 365 y 366. Ign&#243;relos
                        y b&#243;rrelos cuando termine.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Causas posibles</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Hay un problema en el circuito de control de la v&#225;lvula de EGR.</para>
                </item>
                <item>
                    <para>La v&#225;lvula de EGR est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>El ECM est&#225; defectuoso.</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_118.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_120.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
