<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - TURBO ALIMENTADOR DE RESPUESTA VARIABLE ELECTR&#211;NICA&#8482; -
        OPERACI&#211;N GENERAL
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>OPERACI&#211;N GENERAL</title>
        <svcsubsecinfo>
            <para>El Turbo Alimentador de Respuesta Variable Electr&#243;nica (EVRT&#8482;) utiliza el ECM para
                controlar la presi&#243;n del m&#250;ltiple de admisi&#243;n. La EVRT&#8482; usa un juego de &#225;labes
                m&#243;viles montados en el bastidor de la turbina para cambiar el flujo de los gases de escape a trav&#233;s
                del turbo alimentador. Estos &#225;labes se pueden cambiar de posici&#243;n para cambiar el &#225;ngulo
                o la direcci&#243;n del flujo de la rueda de la turbina dependiendo de las condiciones en las que est&#225;
                siendo operado el motor. A medida que se incrementa la demanda de potencia, se incrementa en relaci&#243;n
                directa la velocidad del gas de escape, lo mismo que la presi&#243;n de refuerzo del m&#250;ltiple de
                admisi&#243;n. A la inversa, a medida que el flujo de gas de escape disminuye, y al mismo tiempo se
                reduce en la misma proporci&#243;n la presi&#243;n de refuerzo del m&#250;ltiple de admisi&#243;n se
                reduce tambi&#233;n.
            </para>
            <para>Los &#225;labes montados alrededor de la circunferencia interna del bastidor de la turbina est&#225;n
                conectados a un anillo un&#237;sono. El anillo un&#237;sono enlaza todos los &#225;labes juntos y cuando
                se mueve el anillo un&#237;sono, se mueven todos los &#225;labes. El anillo un&#237;sono es movido por
                la exposici&#243;n en cualquiera de los lados del pist&#243;n actuador al aceite presurizado del motor.
                El aceite que fluye para el lado apropiado del pist&#243;n es regulado por la v&#225;lvula de control,
                cuyo enrollado es parte del circuito del pulso con ancho modulado (PWM) regulado por el m&#243;dulo de
                control electr&#243;nico. Un incremento en el ciclo de servicio del circuito del PWM dirigir&#225;
                aceite a trav&#233;s de la v&#225;lvula de control en la direcci&#243;n que causar&#225; el movimiento
                del pist&#243;n para incrementar la presi&#243;n del m&#250;ltiple. Diminuyendo el ancho del pulso
                dirigir&#225; dicho aceite de tal manera que disminuir&#225; la presi&#243;n del m&#250;ltiple. El
                control EVRT&#8482; es un sistema de circuito cerrado que usa el sensor de contrapresi&#243;n del escape
                (EBP) para proporcionar respuesta para el ECM. El ECM proporciona un ciclo de servicio en respuesta a la
                velocidad del motor, carga del motor, presi&#243;n del m&#250;ltiple y presi&#243;n barom&#233;trica con
                el objeto de ajustar el ciclo de servicio para coincidir con los requerimientos del motor.
            </para>
            <para>El turbo alimentador es un compresor de aire centr&#237;fugo impulsado por el escape. Su prop&#243;sito
                es incrementar la salida de potencia por medio del suministro de aire comprimido al motor. Los
                componentes internos son enfriados por aceite y aire. El aceite del motor es circulado a trav&#233;s del
                bastidor, lo cual act&#250;a como una barrera entre la turbina "caliente" y el compresor "fr&#237;o".
                Los cojinetes son del tipo de camisa y est&#225;n lubricados por aceite de motor. El aceite es bombeado
                directamente desde la base del filtro de aceite y luego circulado por el bastidor del turbo alimentador
                y retorna hacia el c&#225;rter a trav&#233;s de un orificio drenaje de aceite localizado en el bastidor
                central del turbo alimentador.
            </para>
            <para>La expansi&#243;n de los gases de escape impulsa el conjunto del eje de la turbina sobre las 100,000
                rpm. El aire filtrado que entra por el lado de compresi&#243;n del turbo alimentador es comprimido y
                entregado a trav&#233;s del enfriador del aire de carga. El aire comprimido muy caliente es enfriado y
                luego continua hasta el m&#250;ltiple de admisi&#243;n a una presi&#243;n m&#225;s elevada que la presi&#243;n
                atmosf&#233;rica. Debido a que es forzada una considerable mayor cantidad de aire dentro del m&#250;ltiple
                de admisi&#243;n, el resultado es un incremento de potencia, eficiencia de combustible y capacidad para
                mantener la potencia a mayor altitud.
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
