<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE RENDIMIENTO - PRUEBA DE Restricci&#243;n en la admisi&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="3">
        <title>PRUEBA DE Restricci&#243;n en la admisi&#243;n</title>
        <svcprocinfo>
            <table id="te17502024" frame="all">
                <tgroup cols="3" colsep="1" rowsep="0">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">8. Prueba de restricci&#243;n en la admisi&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Vea la figura
                                    <emph type="bold">L</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mida la restricci&#243;n en ralent&#237; alto sin carga.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Instrumento</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Man&#243;metro o medidor Magnehelic</para>
                            </entry>
                            <entry>
                                <para>12,5" de H
                                    <subscript>2</subscript>O
                                </para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si el filtro del aire de admisi&#243;n tiene alguna restricci&#243;n. Un filtro del aire
                obstruido causar&#225; baja potencia y mayor consumo de combustible.
            </para>
            <specpara>
                <note>
                    <para>Alta restricci&#243;n en la admisi&#243;n puede causar una gran cantidad de humo color negro o
                        azul cuando se arranca el motor.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n del indicador de restricci&#243;n de la entrada de aire</title>
            <step1>
                <para count="1">Vea el Manual de operaci&#243;n y mantenimiento para mayor informaci&#243;n acerca del
                    medidor e indicador de restricci&#243;n en el filtro de aire.
                </para>
                <specpara>
                    <note>
                        <para>Sustituya el elemento filtrante cuando la restricci&#243;n alcance el l&#237;mite m&#225;ximo
                            permitido. Mida la restricci&#243;n con un indicador de servicio, un man&#243;metro de agua
                            o un medidor Magnehelic.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise los elementos del filtro de aire en busca de empaquetaduras rotas o abolladuras.
                    Sustituya lo que sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la tuber&#237;a de entrada en busca de desechos.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtro de aire de un elemento</title>
            <para>Mida la restricci&#243;n en el filtro de aire en la forma siguiente:</para>
            <step1>
                <para count="1">Conecte el medidor de restricci&#243;n al man&#243;metro de agua o medidor Magnehelic
                    con la derivaci&#243;n de la caja protectora del filtro de aire. Vea Ubicaci&#243;n de acceso para
                    la prueba de restricci&#243;n en la admisi&#243;n
                    <xref refid="f1750250"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto.</para>
            </step1>
            <step1>
                <para count="1">Sustituya el elemento filtrante cuando el medidor de restricci&#243;n muestre un valor
                    mayor de 12,5 pulgadas de H
                    <subscript>2</subscript>O (3,13 kPa).
                </para>
                <figure id="f1750250" figsize="col-wide">
                    <graphic filename="../figeg8/eg8784.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72" box="yes"/>
                    <caption>1. Ubicaci&#243;n de acceso para la prueba de restricci&#243;n en la admisi&#243;n
                    </caption>
                </figure>
                <specpara>
                    <note>
                        <para>La restricci&#243;n m&#225;xima real en el filtro de aire s&#243;lo puede obtenerse con el
                            motor funcionando a plena carga y potencia nominal. El indicador instalado en el veh&#237;culo
                            o el man&#243;metro de vac&#237;o detectar&#225;n la restricci&#243;n m&#225;xima. Cuando
                            los medidores instalados en el veh&#237;culo detecten 25" de H
                            <subscript>2</subscript>O (6,22 kPa), sustituya el elemento filtrante. Para mayor
                            conveniencia, la restricci&#243;n en el filtro de aire puede medirse en ralent&#237; alto
                            sin carga; sin embargo, el elemento debe sustituirse cuando la restricci&#243;n alcance
                            12,5" de H
                            <subscript>2</subscript>O (3,13 kPa) medida sin carga.
                        </para>
                    </note>
                    <note>
                        <para>Alta restricci&#243;n en el filtro de aire puede hacer que los sellos del turboalimentador
                            se desplacen, lo que causa la acumulaci&#243;n de aceite alrededor de los sellos y su
                            ingreso en el motor.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Filtro de aire de dos elementos</title>
            <para>El filtro de aire de dos elementos proporciona un elemento filtrante primario (exterior) de mayor tama&#241;o
                y otro elemento filtrante opcional secundario y de menor tama&#241;o. El elemento secundario debe usarse
                en ambientes con mucho polvo.
            </para>
            <para>La conexi&#243;n de restricci&#243;n del filtro de aire de dos elementos est&#225; ubicada entre los
                elementos primario y secundario, en el fondo de la caja protectora. Esta disposici&#243;n permite que el
                indicador de restricci&#243;n o el man&#243;metro de vac&#237;o instalado en el tablero de instrumentos
                detecte s&#243;lo las condiciones del elemento primario (exterior).
                <emph type="bold">El elemento interior no es medido por el indicador de restricci&#243;n ni por el man&#243;metro
                    de vac&#237;o instalado en el tablero.
                </emph>
            </para>
            <para>Para determinar la restricci&#243;n del elemento interior use el procedimiento de inspecci&#243;n
                visual.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de inspecci&#243;n visual:</title>
            <specpara>
                <note>
                    <para>Los elementos filtrantes tienen dos tipos diferentes de indicadores, debido a que dos
                        diferentes proveedores suministran estos componentes a International. Sustituya el elemento
                        cuando el punto verde desaparezca del elemento o de la ventanilla de la tuerca de retenci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Inspeccione visualmente el indicador de restricci&#243;n incluido en el elemento interior o en su
                tuerca de retenci&#243;n.
            </para>
            <para>
                <emph type="bold">Dos tipos diferentes:</emph>
            </para>
            <step1>
                <para count="1">Filtro de aire de dos elementos con indicador en la tapa
                    <xref refid="f1750251"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Filtro de aire de dos elementos con indicador en la tuerca de retenci&#243;n
                    <xref refid="f1750252"/>.
                </para>
            </step1>
            <specpara>
                <important>
                    <para>La tuerca de retenci&#243;n de cada proveedor requiere ser apretada a un torque diferente:
                    </para>
                    <para>Filtro de aire de dos elementos con indicador en la tapa:
                        <emph type="bold">6,8 a 8,5 N&#183;m (60 a 75 pulg&#183;lb)</emph>.
                    </para>
                    <para>Filtro de aire de dos elementos con indicador en la tuerca de retenci&#243;n:
                        <emph type="bold">13,6 N&#183;m (120 pulg&#183;lb)</emph>.
                    </para>
                </important>
            </specpara>
            <figure id="f1750251" figsize="pg-wide">
                <graphic filename="../figeg6/eg6156.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Filtro de aire de dos elementos con indicador en la tapa</caption>
            </figure>
            <figure id="f1750252" figsize="pg-wide">
                <graphic filename="../figeg1/eg1288.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Filtro de aire de dos elementos con indicador en la tuerca de retenci&#243;n</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>El elemento filtrante est&#225; sucio.</para>
                </item>
                <item>
                    <para>Nieve, bolsas pl&#225;sticas u otros elementos extra&#241;os pueden restringir el flujo de
                        aire en la entrada del filtro. En motores reci&#233;n reparados, se pueden haber quedado
                        olvidados en el sistema de admisi&#243;n pedazos de trapos o tapones.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Barra de medidores (PS94-831-3)</para>
                </item>
                <item>
                    <para>Man&#243;metro de agua o medidor Magnehelic</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
