<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de
        administraci&#243;n de aire - Sistema de recirculaci&#243;n de gases de escape (sistema de EGR)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Sistema de recirculaci&#243;n de gases de escape (sistema de EGR)</title>
        <para>
            <title>El sistema de recirculaci&#243;n de gases de escape incluye lo siguiente:</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>V&#225;lvula de EGR</para>
            </item>
            <item>
                <para>Enfriador de EGR</para>
            </item>
            <item>
                <para>M&#250;ltiple de admisi&#243;n de aire</para>
            </item>
            <item>
                <para>Conjunto del tubo de escape, derecho</para>
            </item>
        </randlist>
        <para>El sistema de recirculaci&#243;n de gases de escape reduce las emisiones de &#243;xido de nitr&#243;geno
            (NOx).
        </para>
        <para>El NOX se forma durante una reacci&#243;n entre el nitr&#243;geno y el ox&#237;geno a altas temperaturas,
            durante la combusti&#243;n. La combusti&#243;n empieza cuando se inyecta combustible dentro del cilindro,
            antes o apenas despu&#233;s de que el pist&#243;n alcanza el punto muerto superior.
        </para>
        <para>
            <title>Flujo de los gases de recirculaci&#243;n de escape</title>
        </para>
        <para>Algunos gases del conjunto del tubo de escape derecho fluyen dentro del enfriador de EGR. Los gases fluyen
            desde el enfriador hacia un conducto en el m&#250;ltiple de admisi&#243;n que se cruza con la v&#225;lvula
            de EGR.
        </para>
        <para>Cuando recibe una orden, la v&#225;lvula de EGR se abre para permitir que los gases de escape enfriados
            ingresen al m&#250;ltiple de admisi&#243;n para mezclarse con el aire filtrado, para luego ser reciclados en
            el proceso de combusti&#243;n. Enfriar los gases de escape permite que el motor los tolere mejor.
        </para>
        <para>
            <title>V&#225;lvula de EGR</title>
        </para>
        <figure id="f2400117" figsize="col-wide">
            <graphic filename="../figD31/D31171.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>V&#225;lvula de EGR</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina del activador</callout1>
                <callout1 type="arabic">Cabezas de la v&#225;lvula (2)</callout1>
                <callout1 type="arabic">Eje en com&#250;n</callout1>
            </calloutgroup>
        </figure>
        <para>La v&#225;lvula de EGR usa un activador lineal para controlar la posici&#243;n de la v&#225;lvula de
            dosificaci&#243;n de flujo. El activador empuja directamente sobre el conjunto de la v&#225;lvula. El
            conjunto de la v&#225;lvula tiene dos cabezas en un eje en com&#250;n.
        </para>
        <figure id="f2400118" figsize="col-wide">
            <graphic filename="../figD31/D31181.cgm" type="cgm" scalefit="1" scalefitwidth="248px"/>
            <caption>Operaci&#243;n en circuito cerrado de recirculaci&#243;n de gases de escape</caption>
        </figure>
        <para>El activador genera una fuerza magn&#233;tica que act&#250;a directamente sobre la v&#225;lvula. Al
            cambiar la entrada de voltaje hacia la bobina del activador, la fuerza magn&#233;tica disponible var&#237;a
            para cambiar la posici&#243;n de la v&#225;lvula.
        </para>
        <para>El activador tiene incorporado un sensor de posici&#243;n de la v&#225;lvula, que proporciona una se&#241;al
            de respuesta al ECM. La se&#241;al de 5 voltios (V
            <subscript>REF</subscript>) es directamente proporcional a la apertura de la v&#225;lvula. Esta se&#241;al
            de salida proporciona informaci&#243;n sobre la posici&#243;n de la v&#225;lvula en relaci&#243;n con su
            asiento.
        </para>
        <para>El sistema de EGR es un sistema de circuito cerrado que hace uso del sensor de la posici&#243;n de la v&#225;lvula
            de recirculaci&#243;n de gases de escape (EGRP) para proporcionar una reacci&#243;n informativa hacia el
            ECM. El ECM usa el EGRP para monitorizar constantemente la contrapresi&#243;n del escape y ajustar el r&#233;gimen
            de trabajo con la v&#225;lvula de EGR para que coincida con las necesidades del motor.
        </para>
        <figure id="f2400119" figsize="col-wide">
            <graphic filename="../figD31/D31184.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Control de recirculaci&#243;n de gases de escape</caption>
        </figure>
        <para>La bobina del activador recibe una se&#241;al modulada por duraci&#243;n de pulsaci&#243;n desde el ECM,
            que indica cu&#225;ndo la v&#225;lvula est&#225; o no est&#225; activada.
        </para>
        <para>Cuando se acciona, el eje de la v&#225;lvula se mueve alej&#225;ndose del activador, levantando ambas
            cabezas de la v&#225;lvula al mismo tiempo. Los gases de escape ingresan a la v&#225;lvula de EGR entre las
            dos cabezas y salen a trav&#233;s de la abertura entre cada cabeza y el asiento de la v&#225;lvula.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
