<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - CARACTER&#205;STICAS
        DEL VEH&#205;CULO - Caracter&#237;sticas est&#225;ndar
    </stitle>
    <svcman/>
    <svcproc svcproctype="OVERVIEW" graphiccount="2">
        <title>Caracter&#237;sticas est&#225;ndar</title>
        <svcsubproc>
            <title>Control con reguladores electr&#243;nicos</title>
            <para>Todos los l&#237;mites de operaci&#243;n de los motores DT 466 y DT 530 de International est&#225;n
                regulados electr&#243;nicamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enlace de datos de la American Trucking Association</title>
            <para>Los veh&#237;culos est&#225;n equipados con un conector de enlace de datos de la American Trucking
                Association (ATA) que permite la comunicaci&#243;n entre el ECM y la herramienta electr&#243;nica de
                servicio (EST).
            </para>
            <para>El enlace de datos proporciona capacidades de comunicaci&#243;n para:</para>
            <randlist type="bullet">
                <item>
                    <para>La transmisi&#243;n de par&#225;metros del motor</para>
                </item>
                <item>
                    <para>Diagn&#243;sticos y ubicaci&#243;n de fallas</para>
                </item>
                <item>
                    <para>Programaci&#243;n hecha a solicitud del cliente</para>
                </item>
                <item>
                    <para>Programaci&#243;n de las funciones del veh&#237;culo en la l&#237;nea de producci&#243;n
                    </para>
                </item>
                <item>
                    <para>Programaci&#243;n en el taller</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos de servicio</title>
            <para>La herramienta electr&#243;nica de servicio proporciona informaci&#243;n sobre diagn&#243;sticos para
                el software Master Diagnostics (MD).
            </para>
            <para>
                <title>C&#243;digos de diagn&#243;stico de problemas (DTC)</title>
            </para>
            <para>Los DTC de sensores, activadores, componentes electr&#243;nicos y sistemas del motor son detectados y
                almacenados por el ECM. El ECM transmite los DTC a la EST para ayudar en las tareas de diagn&#243;stico.
                El ECM tambi&#233;n proporciona informaci&#243;n sobre DTC emitidos por el motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Recursos electr&#243;nicos para el veloc&#237;metro y el tac&#243;metro</title>
            <para>El sistema de control del motor calibra la velocidad del veh&#237;culo a 97.653 pulsaciones por kil&#243;metro
                (157.157 pulsaciones por milla). Ya no es necesario manipular microinterruptores cuando se cambian
                componentes que afectan la calibraci&#243;n de la velocidad. Sin embargo, la nueva informaci&#243;n
                sobre calibraci&#243;n de velocidad debe programarse con una herramienta electr&#243;nica de servicio.
            </para>
            <para>La se&#241;al del tac&#243;metro es generada por el ECM computando la se&#241;al del CMP. El resultado
                de este c&#243;mputo es transmitido al conjunto de instrumentos por medio del enlace de datos J1939 y a
                la EST por medio del enlace de datos ATA.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de protecci&#243;n por recalentamiento del motor (compensaci&#243;n por la temperatura del
                refrigerante)
            </title>
            <para>La compensaci&#243;n por la temperatura del refrigerante reduce la entrega de combustible cuando la
                temperatura del refrigerante est&#225; por encima de las especificaciones del sistema de enfriamiento.
                El combustible es reducido en proporci&#243;n al grado de recalentamiento. La reducci&#243;n est&#225;
                calibrada a un m&#225;ximo del 40% antes que se conecten la advertencia del motor (est&#225;ndar) o la
                advertencia/apagado del motor (opcionales). Si una de estas funciones se activa, quedar&#225; almacenado
                un c&#243;digo de diagn&#243;stico en la memoria del ECM.
            </para>
            <specpara>
                <note>
                    <para>La compensaci&#243;n por la temperatura del refrigerante puede omitirse en veh&#237;culos de
                        emergencia que requieren el 100% de la potencia.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de registro de eventos</title>
            <para>El Sistema de registro de eventos registra si el motor funcion&#243; excediendo las RPM m&#225;ximas,
                si se recalent&#243; (temperatura del refrigerante), si estaba bajo el nivel del refrigerante o si hubo
                baja presi&#243;n de aceite. Esta informaci&#243;n, los kil&#243;metros del od&#243;metro y las horas
                del contador en el momento en que el evento tuvo lugar son almacenados en la memoria del ECM y puede ser
                utilizada usando la EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Impedimento de arranque del motor</title>
            <para>El Impedimento de arranque del motor no permite que el motor de arranque funcione mientras el motor
                est&#233; en marcha o cuando la transmisi&#243;n autom&#225;tica est&#225; en alguna marcha. El
                impedimento de arranque del motor (ECI) est&#225; disponible como funci&#243;n opcional en veh&#237;culos
                con transmisi&#243;n manual.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Pedal del acelerador electr&#243;nico</title>
            <para>El pedal del acelerador electr&#243;nico elimina las articulaciones mec&#225;nicas usadas en los
                pedales de aceleraci&#243;n convencionales. Un sensor de posici&#243;n del acelerador, parte del
                conjunto del pedal, proporciona al ECM una se&#241;al de voltaje anal&#243;gica que representa la
                demanda de potencia del conductor.
            </para>
            <figure id="f1750125" figsize="pg-wide">
                <graphic filename="../figeg1/eg1279.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Sistema del pedal del acelerador electr&#243;nico</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Control de crucero</title>
            <para>El control de crucero regula la velocidad del veh&#237;culo utilizando botones tipo autom&#243;vil
                para conectar o desconectar la funci&#243;n (ON/OFF) y regular/acelerar (SET/ACCEL). El control de la
                velocidad se desactiva cuando se aplican los frenos, el embrague o se pone en neutro la transmisi&#243;n
                autom&#225;tica. El pedal del acelerador puede usarse para pasar a una velocidad m&#225;s alta que la de
                crucero.
            </para>
            <figure id="f1750126" figsize="col-wide">
                <graphic filename="../figeg8/eg8866.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
                <caption>Botones del control de crucero en el volante</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Protecci&#243;n contra clima fr&#237;o (CAP)</title>
            <para>El sistema CAP protege al motor contra el da&#241;o causado por per&#237;odos largos en ralent&#237;
                en clima fr&#237;o. El sistema CAP tambi&#233;n mejora el calentamiento de la cabina.
            </para>
            <para>El sistema CAP mantiene la temperatura del refrigerante aumentando las RPM del motor a un nivel
                programado, cuando la temperatura del aire de admisi&#243;n est&#225; por debajo de 0&#176; C (32&#176;
                F), la temperatura del refrigerante est&#225; por debajo de 65&#176; C (149&#176; F) y el motor ha
                estado en ralent&#237; por m&#225;s de 5 minutos.
            </para>
            <para>El sistema CAP es est&#225;ndar en todos los camiones sin temporizador de apagado en ralent&#237;, con
                interruptor de embrague (transmisi&#243;n manual) o con interruptor de seguridad en neutro (transmisi&#243;n
                autom&#225;tica).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
