<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - SISTEMA DE PRESI&#211;N
        DE CONTROL DE INYECCI&#211;N
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>SISTEMA DE PRESI&#211;N DE CONTROL DE INYECCI&#211;N</title>
        <svcproc svcproctype="OVERVIEW" graphiccount="1">
            <title>Operaci&#243;n del sistema de presi&#243;n de control de inyecci&#243;n</title>
            <para>El sistema de presi&#243;n de control de inyecci&#243;n proporciona la energ&#237;a necesaria para
                activar hidr&#225;ulicamente los inyectores HEUI. El fluido hidr&#225;ulico utilizado para este fin es
                aceite lubricante.
            </para>
            <para>El aceite lubricante es aspirado desde el c&#225;rter a trav&#233;s del tubo de captaci&#243;n por la
                bomba de aceite del motor. Esta bomba es tipo gerotor y es impulsada por el cig&#252;e&#241;al. El
                aceite filtrado es enviado por conductos en la tapa delantera hacia el dep&#243;sito de aceite, que es
                parte integral de la tapa delantera.
            </para>
            <para>El dep&#243;sito mantiene a disposici&#243;n un suministro constante de aceite a una bomba hidr&#225;ulica
                de alta presi&#243;n instalada en la tapa delantera. La bomba de alta presi&#243;n es impulsada por
                engranajes y tiene un platillo oscilante. El aceite a alta presi&#243;n es entregado por la bomba de
                alta presi&#243;n al m&#250;ltiple de suministro de aceite a alta presi&#243;n y dentro de conductos
                taladrados en la culata.
            </para>
            <para>Cuando los solenoides de los inyectores se energizan, se utiliza aceite a alta presi&#243;n para
                presurizar y atomizar el combustible en la c&#225;mara de combusti&#243;n. Cuando la inyecci&#243;n
                termina, los solenoides se desactivan y el aceite dentro de los inyectores es liberado a trav&#233;s de
                la parte superior y se le permite drenar de regreso al c&#225;rter.
            </para>
            <para>La presi&#243;n de control de inyecci&#243;n est&#225; regulada por el m&#243;dulo de control electr&#243;nico
                (ECM), de acuerdo con las condiciones de operaci&#243;n y las exigencias de potencia de parte del
                conductor. El ECM utiliza para este fin el regulador de la presi&#243;n de inyecci&#243;n (IPR). El IPR
                va instalado en la bomba de alta presi&#243;n y logra la regulaci&#243;n de la presi&#243;n de control
                de inyecci&#243;n descargando el aceite sobrante en la tapa delantera y devolvi&#233;ndolo al c&#225;rter.
            </para>
            <para>El sensor de presi&#243;n de control de inyecci&#243;n (ICP) proporciona informaci&#243;n sobre la
                presi&#243;n en forma de se&#241;al anal&#243;gica de voltaje enviada al ECM. La presi&#243;n de control
                de inyecci&#243;n fluct&#250;a entre 500 y 3500 lb/pulg2(3,4 a 25 MPa), dependiendo de la familia del
                motor.
            </para>
            <figure id="f1750103" figsize="pg-wide">
                <graphic filename="../figeg8/eg8529.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Componentes del sistema de presi&#243;n de control de inyecci&#243;n</caption>
                <calloutgroup>
                    <callout1>1. Dep&#243;sito interno de aceite (fundido en la tapa delantera)</callout1>
                    <callout1>2. Conjunto de la bomba de aceite de alta presi&#243;n</callout1>
                    <callout1>3. Regulador de la presi&#243;n de inyecci&#243;n (IPR)</callout1>
                    <callout1>4. Galer&#237;a de suministro de aceite a alta presi&#243;n</callout1>
                    <callout1>5. Manguera de suministro de aceite a alta presi&#243;n</callout1>
                    <callout1>6. Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
