<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Fugas de combusti&#243;n hacia el refrigerante
    </stitle>
    <svcman/>
    <svcproc id="s306000402.2" svcproctype="diagnose" graphiccount="4">
        <title>Fugas de combusti&#243;n hacia el refrigerante</title>
        <svcprocinfo id="s306000402.2.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>La camisa de alg&#250;n inyector est&#225; rota</para>
                </item>
                <item>
                    <para>La camisa de alguna buj&#237;a incandescente est&#225; rota</para>
                </item>
                <item>
                    <para>La empaquetadura de la culata est&#225; rota</para>
                </item>
                <item>
                    <para>La pared de alg&#250;n cilindro est&#225; porosa</para>
                </item>
            </randlist>
            <para>Se puede determinar este tipo de fugas por la presencia de gases de combusti&#243;n en el dep&#243;sito
                de desaireaci&#243;n del refrigerante del motor. La causa m&#225;s probable de las fugas de combusti&#243;n
                hacia el sistema de enfriamiento son las fallas de las camisas de inyector o de buj&#237;as
                incandescentes en la culata. Otras causas posibles son fallas en la empaquetadura de la culata o que la
                pared de un cilindro est&#233; porosa, pero no deben considerarse, a menos que haya evidencia de que el
                motor se est&#233; recalentando o que que haya recorrido mucho kilometraje sin aditivo en el
                refrigerante.
            </para>
        </svcprocinfo>
        <svcsubproc id="s306000402.2.2">
            <title>Prueba de fugas de combusti&#243;n usando baja presi&#243;n</title>
            <step1>
                <para count="1">Si tiene un calentador del bloque del motor, ench&#250;felo para calentar el
                    refrigerante.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales a causa de quemaduras con
                        refrigerante caliente o vapor, saque la tapa del dep&#243;sito de desaireaci&#243;n de acuerdo
                        con las siguientes instrucciones: Espere hasta que el motor se enfr&#237;e. Envuelva la tapa con
                        un trapo grueso, afl&#243;jela lentamente y s&#225;quela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Instale el probador de presi&#243;n del radiador con el adaptador adecuado.</para>
                <randlist type="bullet">
                    <item>
                        <para>Siempre espere hasta que el motor se enfr&#237;e.</para>
                    </item>
                    <item>
                        <para>Envuelva la tapa con un trapo grueso.</para>
                    </item>
                    <item>
                        <para>Afl&#243;jela lentamente y espere un momento. Esto evitar&#225; posibles quemaduras con
                            refrigerante caliente o vapor.
                        </para>
                    </item>
                    <item>
                        <para>Siga girando la tapa hacia la izquierda y s&#225;quela.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todas las buj&#237;as incandescentes y su cableado.</para>
            </step1>
            <step1>
                <para count="1">Limpie las camisas de las buj&#237;as incandescentes con hisopos de algod&#243;n.</para>
            </step1>
            <figure id="f306000401" figsize="col-wide">
                <graphic filename="../figd08/d08102.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Corte transversal de la culata mostrando la camisa de una buj&#237;a incandescente</caption>
            </figure>
            <step1>
                <para count="1">Verifique que el sistema de enfriamiento sigue a 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar el motor a mano y revise si hay refrigerante acumulado encima de los pistones
                    y fluyendo por las cavidades donde van las camisas de las buj&#237;as incandescentes.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la fuga es peque&#241;a, es posible que tenga dejar la presi&#243;n toda la noche y
                            volver a revisar el sistema de enfriamiento en la ma&#241;ana. Si tiene un calentador del
                            bloque del motor, d&#233;jelo enchufado.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra la fuga, vaya al paso 8.</para>
                    </item>
                    <item>
                        <para>Si no encuentra la fuga, haga la &#171;Prueba de fugas de combusti&#243;n usando alta
                            presi&#243;n&#187;.
                        </para>
                    </item>
                </randlist>
                <figure id="f306000402" figsize="col-wide">
                    <graphic filename="../figd08/d08101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Corte transversal de la culata mostrando la camisa de un inyector</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Saque las culatas seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;. Haga todas las inspecciones y aplique presi&#243;n a las culatas para verificar el
                    trayecto de la fuga. Revise la empaquetadura de la culata en busca de fugas de refrigerante y
                    verifique que las superficies de contacto del bloque y la culata est&#233;n planas usando una regla
                    y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si un cilindro tiene fugas de combusti&#243;n, se recomienda cambiar la camisa del
                            inyector y la de la buj&#237;a incandescente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si cambi&#243; ambas camisas, vuelva a probar la culata con la placa para pruebas de
                    presi&#243;n para cerciorarse de que haya quedado bien reparada.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la culata seg&#250;n el procedimiento descrito en el &#171;Manual de
                    servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">A&#241;ada refrigerante en el dep&#243;sito de desaireaci&#243;n hasta el nivel normal
                    de operaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000402.2.3">
            <title>Prueba de fugas de combusti&#243;n usando alta presi&#243;n</title>
            <step1>
                <para id="s306000402.2.3.1" count="1">Si tiene un calentador del bloque del motor, ench&#250;felo para
                    calentar el refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todas las buj&#237;as incandescentes y su cableado.</para>
            </step1>
            <figure id="f306000403" figsize="col-wide">
                <graphic filename="../figj05/j05019.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Nivel de llenado del dep&#243;sito de desaireaci&#243;n</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales a causa de quemaduras con
                        refrigerante caliente o vapor, saque la tapa del dep&#243;sito de desaireaci&#243;n de acuerdo
                        con las siguientes instrucciones: Espere hasta que el motor se enfr&#237;e. Envuelva la tapa con
                        un trapo grueso, afl&#243;jela lentamente y s&#225;quela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque la tapa (o el probador de presi&#243;n del radiador) del dep&#243;sito de
                    desaireaci&#243;n y a&#241;ada refrigerante hasta un punto por encima de la conexi&#243;n de la
                    manguera.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Siempre espere hasta que el motor se enfr&#237;e.</para>
                    </item>
                    <item>
                        <para>Envuelva la tapa con un trapo grueso.</para>
                    </item>
                    <item>
                        <para>Afl&#243;jela lentamente y espere un momento. Esto evitar&#225; posibles quemaduras con
                            refrigerante caliente o vapor.
                        </para>
                    </item>
                    <item>
                        <para>Siga girando la tapa hacia la izquierda y s&#225;quela.</para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando use aire comprimido, para reducir el peligro ante la posibilidad de
                        que salten part&#237;culas.
                    </para>
                </warning>
            </specpara>
            <figure id="f306000404" figsize="col-wide">
                <graphic filename="../figzts/ztse4506.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador de compresi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Instale el adaptador de compresi&#243;n en la cavidad donde va la buj&#237;a
                    incandescente y adapte el extremo del medidor para recibir aire comprimido de 690 - 1100 kPa (100 -
                    160 lb/pulg
                    <supscript>2</supscript>).
                </para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que el sello anular se mantenga en el adaptador de compresi&#243;n al
                            instalarlo y al sacarlo de la cavidad donde va la buj&#237;a incandescente.
                        </para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor, est&#233;
                        consciente de que el motor puede girar abruptamente cuando aplica presi&#243;n en los cilindros.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Con el aire comprimido activado, haga girar el motor a mano para cerrar las v&#225;lvulas
                    del cilindro que va a probar.
                </para>
            </step1>
            <step1>
                <para count="1">Observe si aparecen burbujas en el dep&#243;sito de desaireaci&#243;n. Si hay una fuga
                    en el cilindro, se ver&#225;n burbujas de aire en el dep&#243;sito de desaireaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Aplique presi&#243;n en cada cilindro durante tres minutos como m&#237;nimo, para
                            asegurarse de que, si hubiera una fuga, el aire pueda llegar hasta el dep&#243;sito de
                            desaireaci&#243;n.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra la fuga, vaya al paso 7.</para>
                    </item>
                    <item>
                        <para>Si no encuentra la fuga, saque las culatas una a la vez, seg&#250;n el procedimiento
                            descrito en el &#171;Manual de servicio del motor&#187;. Haga todas las inspecciones y
                            aplique presi&#243;n a las culatas para verificar el trayecto de la fuga. Revise la
                            empaquetadura de la culata en busca de fugas de refrigerante y verifique que las superficies
                            de contacto del bloque y la culata est&#233;n planas usando una regla y l&#225;minas
                            calibradas.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra la fuga en la culata, haga la reparaci&#243;n necesaria y repita la prueba
                            para confirmar que haya quedado bien.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra la fuga, inspeccione los cilindros.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque las culatas seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;. Haga todas las inspecciones y aplique presi&#243;n a las culatas para verificar el
                    trayecto de la fuga. Revise la empaquetadura de la culata en busca de fugas de refrigerante y
                    verifique que las superficies de contacto del bloque y la culata est&#233;n planas usando una regla
                    y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si un cilindro tiene fugas de combusti&#243;n, se recomienda cambiar la camisa del
                            inyector y la de la buj&#237;a incandescente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si cambi&#243; ambas camisas, vuelva a probar la culata con la placa para pruebas de
                    presi&#243;n para cerciorarse de que haya quedado bien reparada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las culatas seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">A&#241;ada refrigerante en el dep&#243;sito de desaireaci&#243;n hasta el nivel normal
                    de operaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_S306000402.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
