<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - INSTALACI&#211;N
        - Soporte del eje de balancines
    </stitle>
    <svcman/>
    <svcproc id="s2960004.4.8" svcproctype="install" graphiccount="2">
        <title>Soporte del eje de balancines</title>
        <step1>
            <para count="1">Inserte los manguitos en la culata.</para>
            <specpara>
                <note>
                    <para>Las espigas pueden estar todav&#237;a aseguradas al soporte del eje de balancines del lado de
                        la culata.
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f296000491" figsize="col-wide">
            <graphic filename="../figd08/d0811a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 195. Ubicaci&#243;n de las gu&#237;as de alineaci&#243;n y las espigas</caption>
            <calloutgroup>
                <callout1 type="arabic">Gu&#237;as de alineaci&#243;n</callout1>
                <callout1 type="arabic">Espigas</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale las gu&#237;as de alineaci&#243;n de la culata y el soporte del eje de balancines
                (hechas en el taller) en la posici&#243;n que se muestra, para instalar el soporte del eje de
                balancines.
            </para>
        </step1>
        <step1>
            <para count="1">Gire el cig&#252;e&#241;al hasta que el orificio de la espiga ubicadora del amortiguador est&#233;
                en la posici&#243;n de las seis horas. Esto pone todos los pistones por debajo del punto muerto
                superior, de manera que las v&#225;lvulas no hagan contacto con los pistones al ajustar los balancines.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique aceite de motor al centro superior de cada puente de v&#225;lvula.</para>
        </step1>
        <figure id="f296000492" figsize="col-wide">
            <graphic filename="../figd08/d0889b.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 196. Instale el soporte del eje de balancines</caption>
        </figure>
        <step1>
            <para count="1">Ponga el soporte del eje de balancines sobre las gu&#237;as.</para>
        </step1>
        <step1>
            <para count="1">Ponga ocho pernos en el soporte del eje de balancines y aj&#250;stelos al torque est&#225;ndar
                .
            </para>
        </step1>
        <specpara>
            <note>
                <para>Preste mucha atenci&#243;n a los manguitos de alineaci&#243;n del soporte del eje de balancines al
                    ajustar los pernos. Puede ser necesario ajustar la hilera superior primero y luego los pernos
                    inferiores para asegurar que los manguitos encajen bien.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, use &#250;nicamente marcadores de tinta permanente y no use
                    ning&#250;n tipo de pintura ni otra marca temporal para identificar la orientaci&#243;n de torque de
                    los pernos.
                </para>
            </caution>
            <caution>
                <para>Para evitar da&#241;os en el motor, verifique que el levantav&#225;lvulas est&#233; asentado en el
                    bolsillo del balanc&#237;n.
                </para>
            </caution>
            <caution>
                <para>Para evitar da&#241;os en el motor, cambie todos los pernos M14 x 192 cuando instale la culata; c&#225;mbielos
                    incluso si sac&#243; solamente uno de ellos. Lubrique ligeramente las roscas y superficies de
                    contacto de las bridas de los pernos nuevos M14 x 192 con aceite limpio de motor. Demasiado aceite
                    causar&#225; una traba hidrost&#225;tica y dar&#225; valores de torque incorrectos.
                </para>
            </caution>
            <caution>
                <para>No use compuestos antiaferramiento, grasa ni ning&#250;n lubricante, excepto aceite de motor. Los
                    otros lubricantes impiden ajustar al torque especificado.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Lubrique ligeramente los pernos M14 x 192 nuevos de la culata con aceite limpio de motor.
                Enrosque a mano ocho pernos en las cavidades libres.
            </para>
        </step1>
        <step1>
            <para count="1">Saque las dos gu&#237;as de alineaci&#243;n del soporte del eje de balancines y enrosque a
                mano los dos pernos restantes, nuevos y lubricados.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_88.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_90.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
