<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">

    <svcsubproc>
        <title>Inspecci&#243;n de los Componentes de la Culata</title>
        <para>
            <emph type="bold">Varillas Levantav&#225;lvulas</emph>
        </para>
        <step1>
            <para count="1">Inspeccione cada varilla levantav&#225;lvulas por si tiene desgaste y dep&#243;sitos que
                puedan llegar a restringir el flujo de aceite dentro del ensamble del balanc&#237;n. Reemplace si es
                requerido.
            </para>
        </step1>
        <step1>
            <para count="1">Revise todas las varillas levantav&#225;lvulas rod&#225;ndolas sobre una superficie plana.
                Si no est&#225;n rectas, refi&#233;rase a Especificaciones de descentramiento
                <xref refid="te2350401"/>. Si las especificaciones se exceden, reemplace varilla levantav&#225;lvulas.
            </para>
            <figure id="f2350432" figsize="col-wide">
                <graphic filename="../figd03/d0313.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Revisando la Rectitud de las Varillas Levantav&#225;lvulas</caption>
            </figure>
        </step1>
        <para>
            <emph type="bold">V&#225;lvulas</emph>
        </para>
        <step1>
            <para count="1">Remueva todo el carb&#243;n del v&#225;stago y las cabezas de las v&#225;lvulas usando un
                cepillo de alambre.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione cada v&#225;lvula, reemplazando cualquiera que muestre evidencias de marcas de
                quemadura, deformaci&#243;n, desgaste, combadura, o la punta de la v&#225;lvula astillada.
            </para>
        </step1>
        <step1>
            <para count="1">Mida cada v&#225;stago de la v&#225;lvula por si tiene desgaste, usando un micr&#243;metro
                de o a 1 pulgada mida el di&#225;metro del v&#225;stago de la v&#225;lvula. Registre las lecturas.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Mida las v&#225;lvulas en tres lugares a 90&#176; aparte. Refi&#233;rase a Especificaciones
                    <xref refid="te2350401"/>. Reemplace las v&#225;lvulas que excedan del di&#225;metro m&#237;nimo
                    especificado.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>La v&#225;lvula de admisi&#243;n tiene la cabeza de di&#225;metro grande.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Mida el margen de la cara de la v&#225;lvula en cuatro lugares (90&#176; aparte) usando un
                calibrador de man&#243;metro.
            </para>
            <figure id="f2350439" figsize="col-wide">
                <graphic filename="../figd08/d0874.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Midiendo la Cara de la V&#225;lvula</caption>
            </figure>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, el margen m&#237;nimo de la cara de la v&#225;lvula debe ser
                    mantenido a trav&#233;s de toda la cara de la v&#225;lvula. Un margen insuficiente no proporcionar&#225;
                    disipaci&#243;n de calor adecuada y puede conducir a la deformaci&#243;n o rotura de la v&#225;lvula.
                    Los m&#225;rgenes de las v&#225;lvula de admisi&#243;n y escape son diferentes. Reemplace la v&#225;lvula
                    si el margen es menor del m&#237;nimo especificado. Refi&#233;rase a Especificaciones
                    <xref refid="te2350401"/>.
                </para>
            </caution>
            <note>
                <para>Si las v&#225;lvulas y asientos est&#225;n en condiciones de servicio, pueden ser rectificadas a
                    los &#225;ngulos especificados
                    <xref refid="te2350401"/>.
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Resortes de las V&#225;lvulas</emph>
        </para>
        <step1>
            <para count="1">Limpie todos los resortes de las v&#225;lvulas con un solvente adecuado.</para>
        </step1>
        <step1>
            <para count="1">Inspeccione si los resortes de las v&#225;lvulas tienen &#243;xido, picaduras, distorsi&#243;n,
                y grietas. Si existe alguna de estas condiciones, reemplace el resorte de la v&#225;lvula.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione para verificar si el extremo del resorte est&#225; plano y en escuadra con el
                objeto de prevenir cargas laterales sobre el v&#225;stago de la v&#225;lvula. Reemplace cualquier
                resorte que no tenga el extremo plano y a escuadra.
            </para>
            <figure id="f2350441" figsize="col-wide">
                <graphic filename="../figd08/d0875.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Revisando la Planicie del Resorte de la V&#225;lvula</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Mida la tensi&#243;n del resorte de la v&#225;lvula usando el Probador de Resortes de V&#225;lvulas
                <xref refid="te2350404"/>.
            </para>
            <step2>
                <para count="1">Mida la longitud libre del resorte de la v&#225;lvula, Refi&#233;rase a Especificaciones
                    <xref refid="te2350401"/>.
                </para>
                <figure id="f2350442" figsize="col-wide">
                    <graphic filename="../figd08/d0876.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando la Longitud Libre del Resorte de la V&#225;lvula</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Aplique la carga de prueba apropiada a cada resorte y determine cual longitud de prueba
                    se ha conseguido, Refi&#233;rase a Especificaciones
                    <xref refid="te2350401"/>.
                </para>
                <figure id="f2350443" figsize="col-wide">
                    <graphic filename="../figd08/d0877.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando la Longitud del Resorte de la V&#225;lvula Bajo Carga</caption>
                </figure>
            </step2>
        </step1>
        <para>
            <emph type="bold">Cu&#241;as del Retenedor del Resorte de la V&#225;lvula</emph>
        </para>
        <step1>
            <para count="1">Limpie todas las cu&#241;as de los retenedores de resorte de las v&#225;lvulas con un
                solvente de limpieza adecuado.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el interior y exterior de las cu&#241;as de los retenedores de resorte de las v&#225;lvulas
                en busca de desgaste. Reemplace cualquier cu&#241;a retenedora del resorte de la v&#225;lvula si es
                requerido.
            </para>
        </step1>
    </svcsubproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_55.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_57.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
