<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Prueba de los inyectores con la EST, con la llave en
        ON y el motor apagado
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>Prueba de los inyectores con la EST, con la llave en ON y el motor apagado</title>
        <svcprocinfo>
            <table id="te1750209" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="2.25in"/>
                    <colspec colname="COLSPEC3" colwidth="2.25in"/>
                    <spanspec namest="col1" nameend="COLSPEC3" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">7. Prueba de los inyectores con la EST, con la llave en ON y el
                                        motor apagado
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Haga la Prueba 6 antes de hacer la prueba de los inyectores con la llave
                                    en ON y el motor apagado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Seleccione Key-On Engine-OFF Injector Test en el men&#250;.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>DTC encontrados:</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si los inyectores de combustible est&#225;n funcionando (electr&#243;nicamente) energiz&#225;ndolos
                en una secuencia programada. El m&#243;dulo de control electr&#243;nico (ECM) monitoriza esta prueba y
                transmite los DTC si los inyectores no est&#225;n funcionando correctamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <note>
                    <para>Para tener acceso a la prueba de los inyectores con la llave en ON y el motor apagado, primero
                        debe hacer la prueba est&#225;ndar con el motor apagado.
                    </para>
                </note>
            </specpara>
            <para>Luego de que la prueba est&#225;ndar con la llave en ON y el motor apagado haya terminado, seleccione
                el men&#250; desplegable Diagnostics para ganar acceso a la prueba de los inyectores con la llave en ON
                y el motor apagado (Key-On Engine-OFF Injector Test)
                <xref refid="f1750215"/>.
            </para>
            <figure id="f1750215" figsize="col-wide">
                <graphic filename="../figEg8/Eg8713.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
                <caption>Prueba de los inyectores con la llave en ON y el motor apagado (Key-On Engine-OFF Injector
                    Test)
                </caption>
            </figure>
            <para>Durante esta prueba, los solenoides de los inyectores producir&#225;n un clic al ser activados. Si no
                oye una serie de clics r&#225;pidos de cada uno de los inyectores, uno o m&#225;s de ellos no se est&#225;n
                activando. Despu&#233;s de la prueba de los inyectores con la llave en ON y el motor apagado, aparecer&#225;n
                los c&#243;digos detectados. Desplace la pantalla hacia abajo porque puede haber m&#225;s DTC fuera de
                la vista.
            </para>
            <para>Anote los DTC encontrados en el formulario EGED-221, Sistema de control del motor.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>Mala conexi&#243;n del haz de cables en el solenoide de uno de los inyectores.</para>
                </item>
                <item>
                    <para>Haz de cables del motor a los inyectores abierto o en corto</para>
                </item>
                <item>
                    <para>Solenoide defectuoso de alg&#250;n inyector</para>
                </item>
                <item>
                    <para>ECM defectuoso</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
                <item>
                    <para>Refi&#233;rase a Circuitos activadores de los inyectores en la Secci&#243;n 3
                        <xref refid="S17503010"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_37.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_39.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
