<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - OPERACI&#211;N DEL SOFTWARE DE DIAGN&#211;STICO
        - Pruebas de diagn&#243;stico - Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)</title>
        <svcsubproc>
            <title>Standard Test (prueba est&#225;ndar)</title>
            <para>La Standard Test verifica la operaci&#243;n del sistema de presi&#243;n de control de
                inyecci&#243;n.
            </para>
            <para>Durante la prueba, el ECM env&#237;a instrucciones al IPR mediante una prueba en etapas, para
                determinar si el sistema de presi&#243;n de control de inyecci&#243;n est&#225; funcionando debidamente.
                El ECM monitoriza los valores de las se&#241;ales que recibe desde el ICP y los compara con los valores
                esperados. Cuando la prueba termina, el ECM pone el motor en el modo de operaci&#243;n normal y
                transmite cualquier DTC establecido.
            </para>
            <para>
                <title>Procedimiento</title>
            </para>
            <figure id="f2400313" figsize="col-wide">
                <graphic filename="../figd31/d31135.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Standard Test (prueba est&#225;ndar)</caption>
            </figure>
            <step1>
                <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)
                    en el men&#250; desplegable.
                </para>
            </step1>
            <step1>
                <para count="1">Aparecer&#225; la ventana Key On Engine Running Diagnostics (diagn&#243;sticos con la
                    llave en ON y el motor en marcha); seleccione Standard Test y pulse el bot&#243;n Run para comenzar
                    la prueba.
                </para>
            </step1>
            <para>El ECM aumenta el ralent&#237; a un valor determinado y ordena al IPR ajustar la presi&#243;n de
                control de inyecci&#243;n al valor de velocidad nominal. Si el rendimiento del sistema de presi&#243;n
                de control de inyecci&#243;n es aceptable, el ECM le ordenar&#225; al IPR reducir la presi&#243;n en
                etapas, mientras sigue monitorizando el rendimiento del sistema de presi&#243;n de control de inyecci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Antes de hacer esta prueba confirme lo siguiente:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Ya corrigi&#243; los problemas que causaban la aparici&#243;n de DTC y borr&#243; los
                                DTC activos.
                            </para>
                        </item>
                        <item>
                            <para>La temperatura del refrigerante debe ser por lo menos 70 &#176;C (158 &#176;F).</para>
                        </item>
                        <item>
                            <para>El voltaje de la bater&#237;a debe ser superior a 12,5 V.</para>
                        </item>
                        <item>
                            <para>No hay se&#241;al del VSS (sensor de velocidad del veh&#237;culo).</para>
                        </item>
                        <item>
                            <para>La transmisi&#243;n est&#225; en neutro.</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <para>Cuando la prueba termina el ECM har&#225; que el motor vuelva a su operaci&#243;n normal y aparecer&#225;
                la ventana Diagnostic Trouble Codes (c&#243;digos de falla) con la lista de DTC, si se encontraron
                problemas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Continuous Monitor Test (prueba de monitorizaci&#243;n continua)</title>
            <specpara>
                <para>Esta prueba s&#243;lo puede hacerse con la EST y el software Master Diagnostics.</para>
            </specpara>
            <para>La Continuous Monitor Test busca fallas relacionadas con conexiones intermitentes en sensores y
                activadores. El motor puede estar apagado o en marcha.
            </para>
            <para>La EST monitoriza los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de la posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Sensor del nivel del refrigerante (ECL)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de la contrapresi&#243;n del escape (EBP)</para>
                </item>
                <item>
                    <para>Sensor de la posici&#243;n de la v&#225;lvula de recirculaci&#243;n de gases de escape
                        (EGRP)
                    </para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del m&#250;ltiple (MAT)</para>
                </item>
                <item>
                    <para>Sensor de la velocidad del veh&#237;culo (VSS)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <figure id="f2400314" figsize="col-wide">
                <graphic filename="../figd31/d31137.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Continuous Monitor Test (prueba de monitorizaci&#243;n continua)</caption>
            </figure>
            <step1>
                <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)
                    en el men&#250; desplegable.
                </para>
            </step1>
            <step1>
                <para count="1">Aparecer&#225; la ventana Key On Engine Running Diagnostics (diagn&#243;sticos con la
                    llave en ON y el motor en marcha); seleccione Continuous Monitor Test y pulse el bot&#243;n Run para
                    comenzar la prueba.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Evite cualquier contacto con piezas rotativas y en movimiento (correas y ventilador) y
                        superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Sacuda todos los conectores y cables en todas las &#225;reas sospechosas. Si la
                    continuidad de alg&#250;n circuito se interrumpe, la EST emitir&#225; un bip y mostrar&#225; los DTC
                    relacionados con el problema.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Air Management Test (prueba de administraci&#243;n de aire)</title>
            <specpara>
                <para>Esta prueba s&#243;lo puede hacerse con la EST y el software Master Diagnostics. Antes de hacer la
                    Air Management Test debe hacer la Standard Test.
                </para>
            </specpara>
            <para>La Air Management Test analiza la operaci&#243;n del sistema de administraci&#243;n de aire y de las
                siguientes v&#225;lvulas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#225;lvula de control del turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)
                        (tambi&#233;n llamada v&#225;lvula de control del VGT).
                    </para>
                </item>
                <item>
                    <para>V&#225;lvula de recirculaci&#243;n de gases de escape (v&#225;lvula de EGR)</para>
                </item>
            </randlist>
            <para>Durante la Air Management Test, el ECM ordena al activador del EVRT&#8482; (v&#225;lvula de control
                del VGT) y al activador de la v&#225;lvula de EGR realizar una secuencia de pruebas en pasos para
                determinar si los activadores y el sistema de administraci&#243;n de aire est&#225;n funcionando
                debidamente. El ECM monitoriza los valores de las se&#241;ales de respuesta que recibe desde el sensor
                de contrapresi&#243;n del escape y los compara con los valores esperados.
            </para>
            <para>Cuando la prueba termina el ECM har&#225; que el motor vuelva a su operaci&#243;n normal y aparecer&#225;
                la ventana Diagnostic Trouble Codes (c&#243;digos de falla) con la lista de DTC, si se encontraron
                problemas.
            </para>
            <para>
                <title>Procedimiento</title>
            </para>
            <figure id="f2400315" figsize="col-wide">
                <graphic filename="../figd31/d31201.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Air Management Test (prueba de administraci&#243;n de aire)</caption>
            </figure>
            <step1>
                <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)
                    en el men&#250; desplegable.
                </para>
            </step1>
            <step1>
                <para count="1">Aparecer&#225; la ventana Key On Engine Running Diagnostics (diagn&#243;sticos con la
                    llave en ON y el motor en marcha); seleccione Air Management Test y pulse el bot&#243;n Run para
                    comenzar la prueba.
                </para>
            </step1>
            <para>El ECM aumenta la velocidad de ralent&#237;, ordena la apertura total de las aletas del VGT y permite
                que se estabilice la contrapresi&#243;n del escape. El ECM luego mide y compara la presi&#243;n con los
                valores esperados; se supone que la presi&#243;n debe disminuir. Si la presi&#243;n no cumple con los
                valores esperados, se establece un DTC y se cancela la prueba.
            </para>
            <para>El ECM luego ordena el cierre total de las aletas del VGT mientras mide y compara los valores de presi&#243;n
                con valores esperados; se supone que la presi&#243;n debe aumentar. Si la presi&#243;n no cumple con los
                valores esperados, se establece un DTC y se cancela la prueba.
            </para>
            <para>El ECM ordena la apertura total de las aletas del VGT; se supone que la presi&#243;n debe disminuir.
                Si la presi&#243;n no cumple con los valores esperados, se establece un DTC y se cancela la prueba.
            </para>
            <para>Si los valores de presi&#243;n son los esperados, la prueba continuar&#225; con el an&#225;lisis de la
                operaci&#243;n de la v&#225;lvula de EGR. El ECM ordena el cierre total de las aletas del VGT mientras
                mide y compara los valores de presi&#243;n con valores esperados; se supone que la presi&#243;n debe
                aumentar. Si la presi&#243;n no cumple con los valores esperados, se establece un DTC y se cancela la
                prueba.
            </para>
            <para>El ECM luego ordena la apertura de las aletas de la v&#225;lvula de EGR y compara la se&#241;al del
                EBP con los valores esperados; se supone que la presi&#243;n debe disminuir. Si la presi&#243;n no
                cumple con los valores esperados, se establece un DTC y se cancela la prueba.
            </para>
            <para>El ECM luego ordena el cierre de las aletas de la v&#225;lvula de EGR y compara la contrapresi&#243;n
                del escape con los valores esperados; se supone que la presi&#243;n debe aumentar. Si la presi&#243;n no
                cumple con los valores esperados, se establece un DTC y el motor regresa a su operaci&#243;n normal.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>EVRT&#8482; Test (prueba del EVRT&#8482;)</title>
            <specpara>
                <para>Esta prueba s&#243;lo puede hacerse con la EST y el software Master Diagnostics. Antes de hacer la
                    EVRT&#8482; Test debe hacer la Standard Test.
                </para>
            </specpara>
            <para>La EVRT&#8482; Test es una prueba manual que permite al t&#233;cnico ajustar la operaci&#243;n del VGT
                en baja, mediana o alta e inspeccionar el sistema de escape en busca de fugas.
            </para>
            <specpara>
                <note>
                    <para>El EVRT&#8482; puede ser monitorizado escuchando el sonido del escape a medida que el nivel de
                        operaci&#243;n se cambia.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Procedimiento</title>
            </para>
            <figure id="f2400316" figsize="col-wide">
                <graphic filename="../figd31/d31138.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>EVRT&#8482; Test (prueba del EVRT&#8482;)</caption>
            </figure>
            <step1>
                <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha)
                    en el men&#250; desplegable.
                </para>
            </step1>
            <step1>
                <para count="1">Aparecer&#225; la ventana Key On Engine Running Diagnostics (diagn&#243;sticos con la
                    llave en ON y el motor en marcha); seleccione una de las siguientes pruebas bajo EVRT&#8482; Tests y
                    pulse el bot&#243;n Run para comenzar la prueba.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Operaci&#243;n baja</para>
                    </item>
                    <item>
                        <para>Operaci&#243;n mediana</para>
                    </item>
                    <item>
                        <para>Operaci&#243;n alta</para>
                    </item>
                </randlist>
            </step1>
            <para>SI el ECM no recibe una solicitud desde la EST despu&#233;s de transcurridos 2 minutos, la prueba
                terminar&#225; autom&#225;ticamente y el motor regresar&#225; a su operaci&#243;n normal.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
