<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 2. Arranque del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>2. Arranque del motor</title>
        <figure id="f2710503" figsize="col-wide">
            <graphic filename="../figh31/h31427sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Determinar lo siguiente:</para>
        <randlist type="bullet">
            <item>
                <para>Si el cig&#252;e&#241;al gira.</para>
            </item>
            <item>
                <para>Si el tablero de instrumentos recibe una se&#241;al del ECM y las RPM son suficientes.</para>
            </item>
            <item>
                <para>Si la presi&#243;n de aceite es suficiente.</para>
            </item>
            <item>
                <para>Si est&#225; entrando combustible en los cilindros.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Ninguna</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Refi&#233;rase a los valores de RPM y presi&#243;n de aceite en el
                <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                    rendimiento del DT 466&#187;
                </hotlnk>
                o el
                <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                    rendimiento del DT 570 y HT 570&#187;
                </hotlnk>
                y anote los datos en la columna correspondiente del formulario de diagn&#243;sticos.
            </para>
        </step1>
        <step1>
            <para count="1">Ponga la llave de encendido en START.</para>
            <specpara>
                <note>
                    <para>Hunda el bot&#243;n de encendido opcional, si lo tiene.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Mida las RPM en el tablero. Anote los resultados en el formulario de diagn&#243;sticos.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si la velocidad del motor es menor que la requerida, no arrancar&#225;. Si le parece que la
                        velocidad del motor es suficiente para arrancar pero no se registran las RPM en el tablero,
                        revise las bater&#237;as y si hay DTC.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Revise la presi&#243;n del aceite (en el tablero). Anote los resultados en el formulario de
                diagn&#243;sticos.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si no se genera presi&#243;n de aceite mientras le da arranque al motor, es posible que no
                        llegue aceite al sistema de alta presi&#243;n. Mida el nivel del aceite.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Mire si sale humo por el escape y anote el color en el formulario de diagn&#243;sticos.
            </para>
            <specpara>
                <note>
                    <para>Por lo general, el humo indica que est&#225; llegando combustible a los cilindros. Sin
                        embargo, mida la presi&#243;n del combustible para asegurarse de que hay suficiente suministro.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Si no sale humo por el tubo de escape mientras le da arranque al motor, es posible que no est&#233;
                        llegando combustible a los cilindros. Refi&#233;rase a
                        <hotlnk document="mges270_74.xml" xrefid="s27105001">&#171;Cebado del sistema de combustible&#187;</hotlnk>
                        en la Secci&#243;n 4 para el procedimiento.
                    </para>
                </item>
            </randlist>
        </step1>
        <para>
            <title>Causas posibles</title>
        </para>
        <randlist type="bullet">
            <title>El motor no gira</title>
            <item>
                <para>La bater&#237;a est&#225; descargada o tiene poca carga.</para>
            </item>
            <item>
                <para>No le llega voltaje a la llave de encendido (v
                    <subscript>IGN</subscript>).
                </para>
            </item>
            <item>
                <para>El ECM recibe poca energ&#237;a.</para>
            </item>
            <item>
                <para>El sistema de arranque est&#225; defectuoso.</para>
            </item>
            <item>
                <para>El circuito del rel&#233; que impide dar arranque al motor (ECI) est&#225; defectuoso.</para>
            </item>
            <item>
                <para>Hay agarrotamiento hidr&#225;ulico en los cilindros.</para>
            </item>
            <item>
                <para>Traba mec&#225;nica de los cilindros (sincronizaci&#243;n incorrecta o contacto entre v&#225;lvulas
                    y pistones).
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Las RPM no son suficientes</title>
            <item>
                <para>La bater&#237;a tiene poca carga.</para>
            </item>
            <item>
                <para>El motor de arranque tiene alg&#250;n problema.</para>
            </item>
            <item>
                <para>El aceite no es de la viscosidad adecuada.</para>
            </item>
            <item>
                <para>Hay bajas temperaturas.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Insuficiente presi&#243;n de aceite</title>
            <item>
                <para>El medidor de presi&#243;n de aceite del tablero est&#225; defectuoso (no causa problemas de
                    arranque).
                </para>
            </item>
            <item>
                <para>El nivel de aceite es bajo: hay fugas, demasiado consumo o los cambios de aceite no se est&#225;n
                    haciendo correctamente.
                </para>
            </item>
            <item>
                <para>El nivel de aceite es alto: los cambios de aceite no se est&#225;n haciendo correctamente, hay
                    combustible o refrigerante en el aceite.
                </para>
            </item>
            <item>
                <para>El aceite no es de la viscosidad adecuada.</para>
            </item>
            <item>
                <para>El regulador de presi&#243;n de aceite est&#225; trabado.</para>
            </item>
            <item>
                <para>La bomba de aceite o la tapa delantera est&#225;n rayadas o da&#241;adas.</para>
            </item>
            <item>
                <para>El sensor de presi&#243;n de aceite del motor (EOP) est&#225; polarizado.</para>
            </item>
            <item>
                <para>EOP incorrecto</para>
            </item>
            <item>
                <para>Problemas con el EOP o su circuito.</para>
            </item>
            <item>
                <para>Faltan tubos enfriadores de pist&#243;n, est&#225;n rotos o flojos.</para>
            </item>
            <item>
                <para>Faltan casquillos de cojinete, est&#225;n da&#241;ados o desgastados.</para>
            </item>
            <item>
                <para>Faltan bujes del &#225;rbol de levas, est&#225;n da&#241;ados o desgastados.</para>
            </item>
            <item>
                <para>Falta alg&#250;n levantav&#225;lvulas (tambi&#233;n habr&#225; problemas de rendimiento)</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Sale demasiado humo por el escape y hay problemas de arranque</title>
            <item>
                <para>El combustible es de mala calidad.</para>
            </item>
            <item>
                <para>No hay suficiente temperatura en los cilindros.</para>
            </item>
            <item>
                <para>Hay alg&#250;n inyector flojo.</para>
            </item>
            <item>
                <para>Hay poca compresi&#243;n.</para>
            </item>
            <item>
                <para>El calentador de aire de admisi&#243;n no funciona (si lo tiene).</para>
            </item>
            <item>
                <para>Hay excesiva restricci&#243;n en la entrada de aire o en la salida de escape.</para>
            </item>
            <item>
                <para>Inyector da&#241;ado (punta rajada).</para>
            </item>
            <item>
                <para>La sincronizaci&#243;n b&#225;sica del motor es incorrecta.</para>
            </item>
            <item>
                <para>Fugas de combusti&#243;n hacia el combustible.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>No sale humo por el escape / los cilindros no reciben combustible</title>
            <item>
                <para>Alg&#250;n problema en el sistema de suministro de combustible.</para>
            </item>
            <item>
                <para>Falla en las comunicaciones entre el ECM y el IDM.</para>
            </item>
            <item>
                <para>El ICP est&#225; polarizado hacia arriba (por encima de 3,45 MPa (500 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </item>
            <item>
                <para>Fugas de combusti&#243;n hacia el suministro de combustible (galer&#237;a de combustible).</para>
            </item>
            <item>
                <para>La sincronizaci&#243;n b&#225;sica del motor es incorrecta.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
