<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 6. Lista de datos de la EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="10">
        <title>6. Lista de datos de la EST</title>
        <svcprocinfo>
            <figure id="f2710517" figsize="col-wide">
                <graphic filename="../figh31/h31431sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <para>
                <title>Finalidad</title>
            </para>
            <para>Determinar si los sistemas del motor cumplen con las especificaciones para arrancar el motor.</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Monitorizaci&#243;n de los sistemas del motor con la EST</title>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
                <note>
                    <para>Si no hay una EST disponible, refi&#233;rase al procedimiento alterno al final de la prueba.
                    </para>
                    <para>Para hacer esta prueba las bater&#237;as deben estar completamente cargadas.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    o el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y an&#243;telas en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f2710518" figsize="col-wide">
                <graphic filename="../figh31/h31087.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Sesi&#243;n para problemas de arranque</caption>
            </figure>
            <step1>
                <para count="1">Seleccione D_HardStart_NoStart.ssny pulse Open para monitorizar el funcionamiento del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la llave en ON.</para>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor por 20 segundos y lea en la EST los valores de VBAT, RPM, ICP,
                    EOP, EGRP y BCP.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>El voltaje de la bater&#237;a debe ser de 7 voltios o m&#225;s. Si el voltaje hacia el ECM
                            desciende a menos de 7 voltios, el ECM no seguir&#225; energizado.
                        </para>
                        <para>
                            <emph type="bold">Nota</emph>: Si el PID de voltaje de la bater&#237;a (VBAT) es menor que
                            el voltaje real o si la EST no se comunica con el ECM, refi&#233;rase a
                            <hotlnk document="mges270_139.xml" xrefid="s27105010">&#171;ECM PWR (energ&#237;a del m&#243;dulo
                                de control electr&#243;nico&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>La velocidad de rotaci&#243;n del motor debe ser suficiente para generar la presi&#243;n
                            de control de inyecci&#243;n requerida para operar los inyectores de combustible y crear la
                            compresi&#243;n necesaria para inflamar el combustible.
                        </para>
                    </item>
                    <item>
                        <para>Si la EST muestra 0 RPM durante la rotaci&#243;n del motor, el ECM puede que no est&#233;
                            recibiendo se&#241;ales del CKP o del CMP. Si el ECM no recibe la se&#241;al correcta desde
                            el CKP o el CMP, no enviar&#225; la instrucci&#243;n de suministro de combustible al IDM.
                            Refi&#233;rase a
                            <hotlnk document="mges270_133.xml" xrefid="s27105006">&#171;Sensor de posici&#243;n del cig&#252;e&#241;al
                                (CKP)&#187;
                            </hotlnk>
                            y a
                            <hotlnk document="mges270_134.xml" xrefid="s27105007">&#171;CMP (sensor de posici&#243;n del
                                &#225;rbol de levas)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la EST indica que no hay o hay muy poca presi&#243;n de control de inyecci&#243;n, haga
                            la Prueba 14
                            <hotlnk document="mges270_93.xml" xrefid="s27105013">&#171;Baja presi&#243;n de control de
                                inyecci&#243;n&#187;</hotlnk>.
                        </para>
                        <para>Si el ICP est&#225; polarizado hacia arriba, refi&#233;rase a
                            <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n de
                                control de inyecci&#243;n)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de aceite es baja, el sistema de presi&#243;n de control de la inyecci&#243;n
                            no est&#225; recibiendo suficiente aceite.
                        </para>
                    </item>
                    <item>
                        <para>Si la v&#225;lvula de EGR est&#225; abierta durante el encendido, puede descontrolar la
                            mezcla de aire y combustible lo suficiente como para impedir el funcionamiento del motor.
                        </para>
                    </item>
                    <item>
                        <para>Los valores del BCP pueden fluctuar tanto como 345 kPa (50 lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema. Si supera 7 MPa (1000 lb/pulg
                            <supscript>2</supscript>), pueden accionarse los frenos. Si supera 345 kPa (50 lb/pulg
                            <supscript>2</supscript>), puede no haber presi&#243;n de control de inyecci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <para>
                <title>Causas posibles</title>
            </para>
            <randlist type="bullet">
                <title>El voltaje de la bater&#237;a es bajo</title>
                <item>
                    <para>Las bater&#237;as est&#225;n defectuosas.</para>
                </item>
                <item>
                    <para>Hay alta resistencia en las conexiones de los cables o en el cableado hacia el ECM.</para>
                </item>
                <item>
                    <para>El rel&#233; principal de energ&#237;a del ECM est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El fusible en l&#237;nea (situado en la caja de bater&#237;as) que suministra energ&#237;a al
                        ECM est&#225; quemado.
                    </para>
                </item>
                <item>
                    <para>Hay un fusible quemado en la caja de distribuci&#243;n de energ&#237;a.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Las RPM no son suficientes</title>
                <item>
                    <para>Hay una falla en el sistema el&#233;ctrico, el aceite es inadecuado o los cambios de aceite
                        son poco frecuentes en temperaturas fr&#237;as.
                    </para>
                </item>
                <item>
                    <para>Si la EST no indica RPM mientras da arranque al motor: El CKP, el CMP o un circuito hacia el
                        ECM est&#225;n defectuosos. Vuelva a revisar los DTC despu&#233;s de dar arranque al motor por
                        20 segundos.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>La presi&#243;n de control de inyecci&#243;n es baja</title>
                <item>
                    <para>Hay una fuga en el sistema de aceite de alta presi&#243;n.</para>
                </item>
                <item>
                    <para>El ICP est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>Hay poco aceite en el dep&#243;sito de alta presi&#243;n.</para>
                </item>
                <item>
                    <para>El IPR o sus controles electr&#243;nicos est&#225;n defectuosos.</para>
                </item>
                <item>
                    <para>La bomba de aceite a alta presi&#243;n o su engranaje est&#225;n defectuosos.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>La presi&#243;n de aceite es baja</title>
                <item>
                    <para>La v&#225;lvula reguladora de descarga de presi&#243;n de aceite est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>La bomba de aceite gerotor o la tapa delantera est&#225;n defectuosas.</para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n de aceite o la empaquetadura est&#225;n defectuosos.</para>
                </item>
                <item>
                    <para>Hay una fuga interna de presi&#243;n del aceite.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>V&#225;lvula de EGR</title>
                <item>
                    <para>La v&#225;lvula est&#225; trabada o no funciona.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>BCP</title>
                <item>
                    <para>La v&#225;lvula de cierre del freno no funciona.</para>
                </item>
                <item>
                    <para>El BCP est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El cableado del BCP est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>La galer&#237;a de aceite de alta presi&#243;n (desde los inyectores hacia la galer&#237;a de
                        aceite de freno) est&#225; porosa o con otros defectos de superficie.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control de inyecci&#243;n con el cableado de derivaci&#243;n
                para la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones, voltajes de operaci&#243;n y valores en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y la Secci&#243;n 7. Anote los resultados en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f2710519" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conector del cableado del motor del conector de paso directo para el
                    ICP.
                </para>
            </step1>
            <figure id="f2710520" figsize="col-wide">
                <graphic filename="../figh31/h31258.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Conector del cableado de derivaci&#243;n al conector de paso directo para el ICP</caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n al conector de paso directo y al cableado del
                    motor.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, cumpla con las siguientes advertencias:
                        </para>
                        <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                            movimiento ni permita que toquen superficies calientes del motor.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida con un DMM la presi&#243;n de control de inyecci&#243;n (voltaje de la se&#241;al
                    del ICP) con la llave en ONy el motor apagado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS a verde (circuito de se&#241;al) y NEG a negro (tierra de se&#241;al).</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">Mida nuevamente mientras le da arranque al motor por 20 segundos.</para>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje del ICP no cumple con las especificaciones con la llave en ON y el motor
                            apagado, refi&#233;rase a
                            <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n de
                                control de inyecci&#243;n)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje del ICP no cumple con las especificaciones mientras le da arranque al motor,
                            haga la Prueba 14
                            <hotlnk document="mges270_93.xml" xrefid="s27105013">&#171;Baja presi&#243;n de control de
                                inyecci&#243;n&#187;</hotlnk>.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje del ICP cumple con las especificaciones con la llave en ON y el motor
                            apagado y aumenta mientras le da arranque al motor, siga con &#171;Monitorizaci&#243;n de la
                            presi&#243;n de control del freno con el cableado de derivaci&#243;n para la empaquetadura
                            de la tapa de v&#225;lvulas&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control del freno con el cableado de derivaci&#243;n para
                la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>La presi&#243;n de control del freno debe ser cero cuando el freno por motor est&#225;
                        inactivo. Los valores del BCP pueden fluctuar tanto como 345 kPa (50 lb/pulg
                        <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                        valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya un
                        problema. Debe ser igual al voltaje de la se&#241;al del BCP con la llave en ON y el motor
                        apagado.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones, voltajes de operaci&#243;n y valores en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y la Secci&#243;n 7. Anote los resultados en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f2710521" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conector del cableado del motor del conector de paso directo para el
                    BCP.
                </para>
            </step1>
            <figure id="f2710522" figsize="col-wide">
                <graphic filename="../figH31/H31253.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Cableado de derivaci&#243;n al conector de paso directo para el BCP</caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n al conector de paso directo y al cableado del
                    motor.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, cumpla con las siguientes advertencias:
                        </para>
                        <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                            movimiento ni permita que toquen superficies calientes del motor.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida con un DMM la presi&#243;n de control del freno (voltaje de la se&#241;al del BCP)
                    con la llave en ONy el motor apagado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS a verde (circuito de se&#241;al) y NEG a negro (tierra de se&#241;al).</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">Mida nuevamente mientras le da arranque al motor por 20 segundos.</para>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos y comp&#225;relos entre
                    s&#237;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP mientras da arranque el motor es significativamente
                            superior al voltaje de la se&#241;al del BCP con la llave en ON y el motor apagado, con el
                            freno por motor inactivo, revise el BCP, los circuitos y los componentes del freno por
                            motor.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP mientras da arranque el motor es igual al voltaje
                            de la se&#241;al del BCP con la llave en ON y el motor apagado, el BCP no es el problema.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n del aceite del motor por el orificio del EOP</title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Barra de medidores (medidor de 0-160 lb/pulg
                        <supscript>2</supscript>)
                    </para>
                </item>
                <item>
                    <para>Adaptador para pruebas del ICP (VT 365)</para>
                </item>
                <item>
                    <para>Manguera para pruebas</para>
                </item>
                <item>
                    <para>Cubo o llave (retiro e instalaci&#243;n del EOT)</para>
                </item>
            </randlist>
            <figure id="f2710523" figsize="col-wide">
                <graphic filename="../figH31/H31294.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Adaptador para pruebas del ICP y manguera para pruebas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador para pruebas del ICP</callout1>
                    <callout1 type="arabic">Manguera para pruebas</callout1>
                </calloutgroup>
            </figure>
            <figure id="f2710524" figsize="col-wide">
                <graphic filename="../figH31/H31250.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexi&#243;n de la manguera al medidor de 0-160 lb/pulg
                    <supscript>2</supscript>
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Medidor de 0-160 lb/pulg
                        <supscript>2</supscript>
                    </callout1>
                    <callout1 type="arabic">Conexi&#243;n para la manguera</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones, voltajes de operaci&#243;n y valores en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y la Secci&#243;n 7. Anote los resultados en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Use una manguera para conectar el adaptador para pruebas del ICP a la barra de medidores
                    o a un medidor similar.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de pruebas al adaptador del ICP.</para>
            </step1>
            <step1>
                <para count="1">Saque el EOT de la tapa delantera.
                    <emph type="bold">Saldr&#225; aceite. Rec&#243;jalo en un recipiente. Conecte r&#225;pidamente el
                        adaptador para ICP y la manguera para pruebas. Coloque la manguera de forma que no siga saliendo
                        aceite. Si no sale aceite del orificio al sacar el EOT, el problema es el suministro de aceite.
                    </emph>
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine el conducto para pruebas, no lo quiebre, no lo pase muy cerca de piezas en
                        movimiento ni permita que toque superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Conecte la manguera para pruebas a la barra de medidores (medidor de 0-160 lb/pulg
                    <supscript>2</supscript>) o equivalente.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor por 20 segundos y monitorice el EOP.</para>
            </step1>
            <step1>
                <para count="1">Anote la presi&#243;n en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n del aceite es menor a la especificada, revise el sistema de presi&#243;n
                            de aceite; refi&#233;rase a la Secci&#243;n 4
                            <hotlnk document="mges270_63.xml" xrefid="s27105024">&#171;Diagn&#243;stico de s&#237;ntomas
                                del motor&#187;
                            </hotlnk>
                            .
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del aceite cumple con las especificaciones, saque la manguera para
                            pruebas y la barra de medidores. Saque r&#225;pidamente el adaptador para ICP y la manguera
                            para pruebas.
                            <emph type="bold">Saldr&#225; aceite. Rec&#243;jalo en un recipiente.</emph>
                            y vuelva a instalar el EOT. Siga el procedimiento descrito en el &#171;Manual de servicio
                            del motor&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de los sistemas del motor con una caja de derivaciones</title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Caja de derivaciones</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones, voltajes de operaci&#243;n y valores en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y la Secci&#243;n 7. Anote los resultados en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la llave de encendido en OFFy aseg&#250;rese de que todos los accesorios est&#233;n
                    apagados.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los conectores X1, X2 y X3, X4 del ECM.</para>
            </step1>
            <figure id="f2710525" figsize="col-wide">
                <graphic filename="../figH31/H31280.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexiones del motor y del chasis para la caja de derivaciones</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conector X4 al ECM</callout1>
                    <callout1 type="arabic">Conector X3 al ECM</callout1>
                    <callout1 type="arabic">Conector X2 al ECM</callout1>
                    <callout1 type="arabic">Conector X1 al ECM</callout1>
                    <callout1 type="arabic">Conector X2 del ECM al cabezal de la caja de derivaciones</callout1>
                    <callout1 type="arabic">Conector X1 del ECM al cabezal de la caja de derivaciones</callout1>
                    <callout1 type="arabic">Conectores X1 y X2 del cabezal a la caja de derivaciones</callout1>
                    <callout1 type="arabic">Conector del cableado de chasis al cabezal de la caja de derivaciones
                    </callout1>
                    <callout1 type="arabic">Conector del cableado de chasis al cabezal de la caja de derivaciones
                    </callout1>
                    <callout1 type="arabic">Conectores X3 y X4 del cabezal al chasis</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enchufe los conectores X1, X2 y X3, X4 de la caja de derivaciones al ECM.</para>
            </step1>
            <step1>
                <para count="1">Enchufe los conectores del cableado a los conectores X1, X2 y X3, X4 del cabezal de la
                    caja de derivaciones.
                </para>
            </step1>
            <figure id="f2710526" figsize="col-wide">
                <graphic filename="../figH31/H31274.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Caja de derivaciones</caption>
            </figure>
            <step1>
                <para count="1">Conecte los cables del DMM en la caja de derivaciones.</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, cumpla con las siguientes advertencias:
                        </para>
                        <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                            movimiento ni permita que toquen superficies calientes del motor.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Con la llave en ONy el motor apagado, mida con un DMM lo siguiente:</para>
                <randlist type="bullet">
                    <item>
                        <para>V
                            <subscript>BAT</subscript>
                            (DMM puesto en DC V)
                        </para>
                        <randlist type="dash">
                            <item>
                                <para>POS X3-3 a NEG X3-7 (V
                                    <subscript>IGN</subscript>
                                    PWR)
                                </para>
                            </item>
                            <item>
                                <para>POS X4-1 a NEG X3-6 (ECM PWR)</para>
                            </item>
                            <item>
                                <para>POS X4-2 a NEG X3-7 (ECM PWR)</para>
                            </item>
                        </randlist>
                    </item>
                    <item>
                        <para>RPM (DMM puesto en DC mV Hz)</para>
                        <randlist type="dash">
                            <item>
                                <para>POS X1-1 a NEG X3-7 (CKP)</para>
                            </item>
                        </randlist>
                    </item>
                    <item>
                        <para>RPM (DMM puesto en DC mV rpm
                            <supscript>2</supscript>)
                        </para>
                        <randlist type="dash">
                            <item>
                                <para>POS X1-9 a NEG X3-7 (CMP)</para>
                            </item>
                        </randlist>
                    </item>
                    <item>
                        <para>ICP (DMM puesto en DC V)</para>
                        <randlist type="dash">
                            <item>
                                <para>POS X1-20 a NEG X1-6</para>
                            </item>
                        </randlist>
                    </item>
                    <item>
                        <para>EOP (DMM puesto en DC V)</para>
                        <randlist type="dash">
                            <item>
                                <para>POS X2-7 a NEG X1-6</para>
                            </item>
                        </randlist>
                    </item>
                    <item>
                        <para>BCP (DMM puesto en DC V)</para>
                        <randlist type="dash">
                            <item>
                                <para>POS X2 -11 a NEG X1-6</para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">Mida nuevamente mientras le da arranque al motor por 20 segundos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje del ECM es menor al especificado, refi&#233;rase a
                            <hotlnk document="mges270_139.xml" xrefid="s27105010">&#171;ECM PWR (energ&#237;a del m&#243;dulo
                                de control electr&#243;nico&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si el valor DCmV Hz del CKP no cumple con las especificaciones mientras da arranque al
                            motor, refi&#233;rase a
                            <hotlnk document="mges270_133.xml" xrefid="s27105006">&#171;CKP (sensor de posici&#243;n del
                                cig&#252;e&#241;al)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si el valor DCmV RPM2 del CMP no cumple con las especificaciones mientras da arranque al
                            motor, refi&#233;rase a
                            <hotlnk document="mges270_134.xml" xrefid="s27105007">&#171;CMP (sensor de posici&#243;n del
                                &#225;rbol de levas)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si el valor del EOP no cumple con las especificaciones mientras da arranque al motor, refi&#233;rase
                            a
                            <hotlnk document="mges270_73.xml" xrefid="s27105017">&#171;Baja presi&#243;n del aceite&#187;</hotlnk>
                            en la Secci&#243;n 4 .
                        </para>
                    </item>
                    <item>
                        <para>Si el valor del BCP no cumple con las especificaciones mientras da arranque al motor, refi&#233;rase
                            a
                            <hotlnk document="mges270_129.xml" xrefid="s27105666">&#171;BCP (sensor de presi&#243;n de
                                control del freno)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si todos los valores cumplen con las especificaciones, haga la siguiente prueba de diagn&#243;stico.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los valores en el formulario de diagn&#243;sticos.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_84.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_86.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
