<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Sistema de combustible - Armado e instalaci&#243;n - Filtro
        secundario de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>Filtro secundario de combustible</title>
        <figure id="f3001311" figsize="col-wide">
            <graphic filename="../figj11/j11061.cgm" type="cgm" scalefit="1" scalefitwidth="248px"/>
            <caption>Filtro de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">Tapa</callout1>
                <callout1 type="arabic">Sello anular</callout1>
                <callout1 type="arabic">Elemento filtrante</callout1>
                <callout1 type="arabic">Tubo de retorno</callout1>
                <callout1 type="arabic">Perno 8/32 x 3/8 de pulgada (2)</callout1>
                <callout1 type="arabic">Sello anular Viton N&#186; 112</callout1>
                <callout1 type="arabic">Carcasa</callout1>
                <callout1 type="arabic">Adaptador M16 de retorno</callout1>
                <callout1 type="arabic">Adaptador M12 de los tubos izquierdo y derecho (2)</callout1>
                <callout1 type="arabic">Tap&#243;n M12 del orificio para pruebas de presi&#243;n</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Arme el filtro de combustible como se muestra en la ilustraci&#243;n anterior.</para>
            <step2>
                <para count="1">Coloque una empaquetadura nueva en la base de la carcasa del filtro.</para>
            </step2>
            <step2>
                <para count="1">Coloque el sello anular en el tubo de retorno y sujete el tubo con dos pernos (8/32 x
                    3/8 de pulgada). Ajuste los pernos al
                    <hotlnk document="mges3001_269.xml" xrefid="E30013B" appearance="hottext">torque especial</hotlnk>.
                </para>
            </step2>
            <step2>
                <para count="1">Coloque el elemento del filtro sobre el tubo de retorno. Gire el elemento ligeramente
                    hasta que el filtro encaje los dientes y pueda moverse hacia arriba y hacia abajo contra la presi&#243;n
                    del resorte.
                </para>
            </step2>
            <step2>
                <para count="1">Recubra de combustible diesel un sello anular nuevo y col&#243;quelo en la tapa del
                    filtro. Enrosque la tapa en la carcasa del filtro y aj&#250;stela al
                    <hotlnk document="mges3001_269.xml" xrefid="E30013B" appearance="hottext">torque especial</hotlnk>.
                </para>
            </step2>
            <step2>
                <para count="1">Si sac&#243; los adaptadores de entrada y salida de combustible de la carcasa, debe
                    colocarles sellos anulares nuevos. Estos sellos se consiguen como repuestos, aunque no aparezcan en
                    la ilustraci&#243;n anterior. Refi&#233;rase a
                    <hotlnk document="mges3001_255.xml" xrefid="f3001301" appearance="hottext">"Componentes del sistema
                        de combustible (en el motor)"
                    </hotlnk>
                    para mayor informaci&#243;n.
                </para>
            </step2>
            <step2>
                <para count="1">Si los sac&#243;, instale los adaptadores de entrada y salida de combustible en la
                    carcasa del filtro.
                </para>
            </step2>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, siempre ajuste la tapa del filtro. El motor no funcionar&#225;
                    si el filtro no tiene el elemento filtrante. El elemento filtrante es necesario para abrir la v&#225;lvula
                    del tubo de retorno, que permite que el combustible fluya al interior del filtro. Esta caracter&#237;stica
                    protege los inyectores contra la contaminaci&#243;n, si el elemento no estuviera instalado.
                </para>
            </caution>
        </specpara>
        <figure id="f3001312" figsize="col-wide">
            <graphic filename="../figj11/j11060.cgm" type="cgm" scalefit="1" scalefitwidth="248px"/>
            <caption>Mecanismo de v&#225;stago del regulador de presi&#243;n</caption>
            <calloutgroup>
                <callout1 type="arabic">Filtro de aceite</callout1>
                <callout1 type="arabic">Filtro de combustible</callout1>
                <callout1 type="arabic">Perno M6 x 25 (3)</callout1>
                <callout1 type="arabic">Empaquetadura de la tapa del regulador de presi&#243;n</callout1>
                <callout1 type="arabic">Sello anular Viton N&#186; 115</callout1>
                <callout1 type="arabic">Empaquetadura del v&#225;stago</callout1>
                <callout1 type="arabic">V&#225;stago de bronce</callout1>
                <callout1 type="arabic">Resorte de la v&#225;lvula del regulador de presi&#243;n</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale los componentes del regulador de presi&#243;n del filtro en la forma siguiente:
            </para>
            <step2>
                <para count="1">Coloque una empaquetadura nueva de la tapa del regulador de presi&#243;n y un sello
                    anular nuevo en sus respectivas cavidades en la carcasa del filtro.
                </para>
            </step2>
            <step2>
                <para count="1">Aseg&#250;rese de que el v&#225;stago tenga una empaquetadura nueva antes de colocar el
                    regulador en la carcasa del filtro. El v&#225;stago de bronce va primero y el resorte va orientado
                    hacia el filtro de aceite.
                </para>
            </step2>
            <step2>
                <para count="1">Inserte tres pernos (M6 x 25) a trav&#233;s de la carcasa del filtro de combustible y
                    enr&#243;squelos en el filtro de aceite. Enrosque los pernos en forma pareja, vigilando la alineaci&#243;n
                    de la empaquetadura, del sello anular y del resorte del v&#225;stago.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Instale el filtro secundario de combustible en el filtro de aceite.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_264.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_266.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
