<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Funcionamiento del software de
        diagn&#243;stico - Pruebas de diagn&#243;stico - Pruebas con la llave en ONy el motor en marcha Key-On
        Engine-Running Tests
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="13">
        <title>Pruebas con la llave en ONy el motor en marcha Key-On Engine-Running Tests</title>
        <svcsubproc>
            <title>Prueba est&#225;ndar</title>
            <specpara>
                <note>
                    <para>La prueba est&#225;ndar con la llave en ONy el motor en marcha se puede hacer s&#243;lo con la
                        EST y el software Master Diagnostics&#174;.
                    </para>
                </note>
            </specpara>
            <para>Durante la prueba est&#225;ndar con la llave en ONy el motor en marcha, el ECM env&#237;a
                instrucciones al IPR para que haga una prueba en etapas, para determinar si el sistema de presi&#243;n
                de control de inyecci&#243;n est&#225; funcionando adecuadamente. El ECM monitoriza los valores de las
                se&#241;ales que recibe desde el ICP y los compara con los valores esperados. Cuando la prueba est&#225;ndar
                termina, el ECM vuelve el motor a la operaci&#243;n normal y transmite los DTC establecidos durante la
                prueba.
            </para>
            <specpara>
                <note>
                    <para>Antes de hacer esta prueba confirme lo siguiente:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Ya corrigi&#243; los problemas que causaron la aparici&#243;n de DTC activos y borr&#243;
                                los DTC.
                            </para>
                        </item>
                        <item>
                            <para>La temperatura del refrigerante debe ser por lo menos de 70 &#176;C (158 &#176;F).
                            </para>
                        </item>
                        <item>
                            <para>El voltaje de la bater&#237;a debe ser superior a 10,5 V.</para>
                        </item>
                        <item>
                            <para>No hay se&#241;al del VSS (sensor de velocidad del veh&#237;culo).</para>
                        </item>
                        <item>
                            <para>La transmisi&#243;n est&#225; en &#171;Neutro&#187; (N) o en &#171;Parada&#187; (P).
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <figure id="f27103022" figsize="col-wide">
                <graphic filename="../figj31/j31180.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Sesi&#243;n de prueba est&#225;ndar con la llave en ON y el motor en marcha</caption>
            </figure>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_KOER_Standard.ssn.
                </para>
            </step1>
            <figure id="f27103023" figsize="col-wide">
                <graphic filename="../figH31/H31148.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba est&#225;ndar</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Standarden el cuadro Key-On Engine-Running Diagnosticsy pulse Run para
                    comenzar la prueba.
                </para>
            </step1>
            <para>El ECM aumenta el ralent&#237; a un valor determinado y ordena al IPR ajustar la presi&#243;n de
                control de inyecci&#243;n al valor de velocidad nominal. Si el rendimiento del sistema de presi&#243;n
                de control de inyecci&#243;n es aceptable, el ECM le ordenar&#225; al IPR reducir la presi&#243;n en
                etapas, mientras sigue monitorizando el rendimiento del sistema.
            </para>
            <para>Cuando la prueba termina, el ECM vuelve el motor a la operaci&#243;n normal y aparecer&#225; la
                ventana Diagnostic Trouble Codes con la lista de DTC, si se encontraron problemas.
            </para>
            <step1>
                <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
            </step1>
            <step1>
                <para count="1">Borre los DTC.</para>
            </step1>
            <figure id="f27103024" figsize="col-wide">
                <graphic filename="../figj31/j31087.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor apagado o con la llave
                        en ON y el motor en marcha, la prueba Standard est&#225; siempre seleccionada y debe hacerse
                        primero. Mientras no ponga la llave en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de monitorizaci&#243;n continua</title>
            <specpara>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
                </note>
            </specpara>
            <para>La prueba de monitorizaci&#243;n continua busca fallas relacionadas con conexiones intermitentes en
                sensores y activadores. El motor puede estar apagado o en marcha.
            </para>
            <para>La EST monitoriza los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Voltaje de la bater&#237;a (VBAT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control del freno (BCP) (opcional)</para>
                </item>
                <item>
                    <para>Sensor de posici&#243;n de la v&#225;lvula de EGR (EGRP)</para>
                </item>
                <item>
                    <para>Sensor de contrapresi&#243;n del escape (EBP)</para>
                </item>
                <item>
                    <para>Sensor de nivel del refrigerante (ECL)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de combustible (EFP) (opcional)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire en el m&#250;ltiple (MAT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</para>
                </item>
            </randlist>
            <figure id="f27103025" figsize="col-wide">
                <graphic filename="../figj31/j31240.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="592px"/>
                <caption>Sesi&#243;n de monitorizaci&#243;n continua</caption>
            </figure>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_ContinuousMonitor.ssn.
                </para>
            </step1>
            <figure id="f27103026" figsize="col-wide">
                <graphic filename="../figH31/H31233.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de monitorizaci&#243;n continua</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Continuous Monitoren el cuadro Key-On Engine-Running Diagnosticsy pulse Run
                    para comenzar la prueba.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o fallas al motor o al veh&#237;culo,
                        tenga cuidado cuando est&#233; cerca de piezas en movimiento (correas y ventilador) y
                        superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Sacuda todos los conectores y cables en todas las &#225;reas sospechosas. Si la
                    continuidad del circuito se interrumpe, la EST mostrar&#225; los DTC relacionados con el problema.
                </para>
            </step1>
            <step1>
                <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
            </step1>
            <step1>
                <para count="1">Borre los DTC.</para>
            </step1>
            <figure id="f27103027" figsize="col-wide">
                <graphic filename="../figj31/j31087.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de control y manejo del aire</title>
            <specpara>
                <note>
                    <para>Antes de hacer esta prueba tiene que hacer las pruebas de diagn&#243;sticos de rendimiento 1 a
                        12. Los problemas de otros sistemas (inyectores, suministro de combustible, etc.) pueden afectar
                        los resultados de la prueba de control y manejo del aire.
                    </para>
                </note>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;. Antes
                        de hacer la prueba de control de aire debe hacer la prueba est&#225;ndar.
                    </para>
                </note>
            </specpara>
            <para>La Air Management Test analiza la operaci&#243;n del sistema de control y manejo del aire y de los
                siguientes componentes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Turbo controlado electr&#243;nicamente EVRT&#174;, la versi&#243;n de International del turbo
                        de geometr&#237;a variable (VGT).
                    </para>
                </item>
                <item>
                    <para>V&#225;lvula de recirculaci&#243;n de gases de escape (EGR)</para>
                </item>
            </randlist>
            <para>Durante la prueba de control y manejo del aire, el ECM ordena al activador del VGT y al activador de
                EGR realizar una secuencia de pruebas en pasos para determinar si los activadores y el sistema de
                control de aire est&#225;n funcionando debidamente. El ECM monitoriza los valores de las se&#241;ales de
                respuesta que recibe desde el sensor de contrapresi&#243;n del escape (EBP) y los compara con los
                valores esperados.
            </para>
            <para>Si se detecta alguna falla, la prueba se detendr&#225;, el motor volver&#225; a funcionar normalmente
                y aparecer&#225; un DTC.
            </para>
            <para>Si no hay fallas, la prueba terminar&#225; y el motor volver&#225; a funcionar normalmente.</para>
            <figure id="f27103028" figsize="col-wide">
                <graphic filename="../figH31/H31238.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Sesi&#243;n de control y manejo del aire</caption>
            </figure>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_KOER_AirManagement.ssn.
                </para>
            </step1>
            <figure id="f27103029" figsize="col-wide">
                <graphic filename="../figH31/H31234.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de control y manejo del aire</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor apagado o con la llave
                        en ON y el motor en marcha, la prueba Standard est&#225; siempre seleccionada y debe hacerse
                        primero. Mientras no ponga la llave en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Air Managementen el cuadro Key-On Engine-Running Diagnosticsy pulse Run para
                    comenzar la prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
            </step1>
            <step1>
                <para count="1">Borre los DTC.</para>
            </step1>
            <figure id="f27103030" figsize="col-wide">
                <graphic filename="../figj31/j31087.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
            <para>
                <title>Prueba de control y manejo del aire</title>
            </para>
            <figure id="f27103031" figsize="pg-wide">
                <graphic filename="../figH31/H31328.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Pantalla con valores de diagn&#243;stico de la prueba de control y manejo del aire</caption>
            </figure>
            <para>El ECM ordena el cierre de la v&#225;lvula de EGR. El ECM luego aumenta la velocidad de ralent&#237; a
                950 RPM y ordena la apertura completa de las aspas del VGT. El ECM permite que se estabilice la
                contrapresi&#243;n del escape. El ECM monitoriza la contrapresi&#243;n del escape y la compara con el
                valor esperado; se supone que la presi&#243;n debe disminuir. Si la contrapresi&#243;n del escape no es
                igual a la presi&#243;n esperada, aparece el DTC 345 y se cancela la prueba.
            </para>
            <specpara>
                <note>
                    <para>A pesar de que el ECM haya ordenado el cierre de la v&#225;lvula de EGR, &#233;sta puede
                        haberse trabado y quedar parcialmente abierta, lo que causar&#225; que los valores de
                        contrapresi&#243;n del escape sean menores a los esperados y que la prueba falle durante la
                        parte correspondiente al VGT. Si sospecha que esto sucedi&#243;, debe inspeccionar visualmente
                        el funcionamiento de la v&#225;lvula de EGR con las pruebas del estado de las salidas.
                    </para>
                </note>
            </specpara>
            <para>Con la v&#225;lvula de EGR a&#250;n cerrada, el ECM ordena el cierre completo de las aspas del VGT. El
                ECM permite que se estabilice la contrapresi&#243;n del escape. El ECM monitoriza la contrapresi&#243;n
                del escape y la compara con el valor esperado; se supone que la presi&#243;n debe aumentar. Si la
                contrapresi&#243;n del escape no es igual a la presi&#243;n esperada, aparece el DTC 345 y se cancela la
                prueba.
            </para>
            <para>Con la v&#225;lvula de EGR a&#250;n cerrada, el ECM ordena la apertura completa de las aspas del VGT.
                El ECM permite que se estabilice la contrapresi&#243;n del escape. El ECM monitoriza la contrapresi&#243;n
                del escape y la compara con el valor esperado; se supone que la presi&#243;n debe disminuir. Si la
                contrapresi&#243;n del escape no es igual a la presi&#243;n esperada, aparece el DTC 345 y se cancela la
                prueba.
            </para>
            <para>Si todos los valores de presi&#243;n fueron los esperados, no aparecer&#225;n DTC y la prueba seguir&#225;
                con el an&#225;lisis de la operaci&#243;n de la v&#225;lvula de EGR.
            </para>
            <para>Con la v&#225;lvula de EGR a&#250;n cerrada, el ECM aumenta las RPM a 1200 y ordena el cierre completo
                de las aspas del VGT. El ECM permite que se estabilice la contrapresi&#243;n del escape. El ECM
                monitoriza la contrapresi&#243;n del escape y la compara con el valor esperado; se supone que la presi&#243;n
                debe aumentar. Si la contrapresi&#243;n del escape no es igual a la presi&#243;n esperada, aparece el
                DTC 346 y se cancela la prueba.
            </para>
            <para>Con las aspas del VGT a&#250;n cerradas, el ECM ordena la apertura de la v&#225;lvula de EGR y permite
                que la contrapresi&#243;n del escape se estabilice. El ECM monitoriza la contrapresi&#243;n del escape y
                la compara con el valor esperado; se supone que la presi&#243;n debe disminuir. Si la contrapresi&#243;n
                del escape no es igual a la presi&#243;n esperada, aparece el DTC 346 y se cancela la prueba.
            </para>
            <para>Con las aspas del VGT a&#250;n cerradas, el ECM ordena el cierre de la v&#225;lvula de EGR y permite
                que la contrapresi&#243;n del escape se estabilice. El ECM monitoriza la contrapresi&#243;n del escape y
                la compara con el valor esperado; se supone que la presi&#243;n debe aumentar. Si la contrapresi&#243;n
                del escape no es igual a la presi&#243;n esperada, aparece el DTC 346 y el motor volver&#225; a
                funcionar normalmente.
            </para>
            <para>Si todos los valores de presi&#243;n fueron los esperados, no aparecer&#225;n DTC y el motor volver&#225;
                a funcionar normalmente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba del VGT</title>
            <specpara>
                <note>
                    <para>La prueba del VGT se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.
                        Antes de hacer la prueba del VGT debe hacer la prueba est&#225;ndar.
                    </para>
                </note>
            </specpara>
            <para>La prueba del VGT es una prueba manual que permite al t&#233;cnico ajustar el ciclo de trabajo del VGT
                en bajo, mediano o alto e inspeccionar el sistema de escape en busca de fugas.
            </para>
            <specpara>
                <note>
                    <para>Monitorice la contrapresi&#243;n del escape y la presi&#243;n absoluta del m&#250;ltiple a
                        medida que cambia el ciclo de trabajo del VGT.
                    </para>
                </note>
            </specpara>
            <figure id="f27103032" figsize="col-wide">
                <graphic filename="../figH31/H31238.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n del VGT</caption>
            </figure>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_KOER_AirManagement.ssn.
                </para>
            </step1>
            <figure id="f27103033" figsize="col-wide">
                <graphic filename="../figH31/H31232.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del VGT en ciclo de trabajo bajo</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor apagado o con la llave
                        en ON y el motor en marcha, la prueba Standard est&#225; siempre seleccionada y debe hacerse
                        primero. Mientras no ponga la llave en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Low Duty Cyclebajo VGT en el cuadro Key-On Engine-Running Diagnostics y pulse
                    Run para comenzar la prueba.
                </para>
                <para>Para verificar el funcionamiento del turbo de un ciclo de trabajo a otro, use la secuencia
                    sugerida a continuaci&#243;n:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Ciclo bajo a mediano</para>
                    </item>
                    <item>
                        <para>Ciclo mediano a alto</para>
                    </item>
                    <item>
                        <para>Ciclo alto a bajo</para>
                    </item>
                    <item>
                        <para>Ciclo bajo a alto</para>
                    </item>
                </randlist>
            </step1>
            <para>SI el ECM no recibe una solicitud desde la EST despu&#233;s de transcurridos unos 40 segundos, la
                prueba terminar&#225; autom&#225;ticamente y el motor regresar&#225; a su operaci&#243;n normal.
            </para>
            <figure id="f27103034" figsize="col-wide">
                <graphic filename="../figj31/j31087.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_56.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_58.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
