<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Prueba est&#225;ndar con la llave en ON y el motor en marcha (Key-On
        Engine-Running Standard Test)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Prueba est&#225;ndar con la llave en ON y el motor en marcha (Key-On Engine-Running Standard Test)
        </title>
        <figure id="f2400645" figsize="col-wide">
            <graphic filename="../figD31/D31280.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Verificar que los sensores del motor y el IPR est&#233;n funcionando correctamente dentro de los l&#237;mites
            especificados. El ECM activar&#225; el IPR y monitorizar&#225; las se&#241;ales devueltas por los sensores.
            Si hubiera alg&#250;n problema con alg&#250;n sensor o con el IPR, el ECM transmitir&#225; el DTC a la EST.
        </para>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
            </item>
            <item>
                <para>Cable de interfaz EZ-Tech de International&#174;</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <step1>
            <para count="1">Ponga el freno de estacionamiento.</para>
        </step1>
        <figure id="f2400646" figsize="col-wide">
            <graphic filename="../figD31/D31198.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>KOER Standard.ssn</caption>
        </figure>
        <step1>
            <para count="1">Abra KOER Standard.ssn para monitorizar el funcionamiento del motor.</para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para alguna tarea
                    de diagn&#243;stico o mantenimiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Arranque y deje funcionar el motor hasta que alcance una temperatura de operaci&#243;n de 70
                &#176;C (158 &#176;F).
            </para>
            <specpara>
                <note>
                    <para>La temperatura del refrigerante debe llegar a 70 &#176;C (158 &#176;F) como m&#237;nimo para
                        que el ECM pueda probar correctamente los sensores y activadores del motor. Si la temperatura
                        del refrigerante est&#225; por debajo del l&#237;mite de autoprueba, la EST mostrar&#225; el
                        mensaje Coolant temperature is out of range (temperatura del refrigerante fuera de los l&#237;mites).
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f2400647" figsize="col-wide">
            <graphic filename="../figD31/D31135.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
            <caption>Key On Engine Running Standard Test</caption>
        </figure>
        <step1>
            <para count="1">Seleccione Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key On Engine Running Tests (pruebas con la llave en ON y el motor en marcha) en
                el men&#250; desplegable.
            </para>
        </step1>
        <step1>
            <para count="1">Aparecer&#225; la ventana Key On Engine Running Diagnostics (diagn&#243;sticos con la llave
                en ON y el motor en marcha); seleccione Standard Test y pulse el bot&#243;n Run para comenzar la prueba.
            </para>
        </step1>
        <step1>
            <para count="1">El ECM comenzar&#225; las Key On Engine Running Tests y ordenar&#225; al motor a que acelere
                hasta unas RPM predeterminadas.
            </para>
            <para>Durante la prueba, el ECM env&#237;a instrucciones al IPR mediante una prueba en etapas, para
                determinar si el sistema de presi&#243;n de control de inyecci&#243;n est&#225; funcionando debidamente.
                El ECM monitoriza los valores de las se&#241;ales que recibe desde el ICP y los compara con los valores
                esperados. Cuando la prueba termina, el ECM pone el motor en el modo de operaci&#243;n normal y
                transmite cualquier DTC establecido.
            </para>
        </step1>
        <step1>
            <para count="1">Anote todos los DTC en el formulario Diagn&#243;sticos de rendimiento.</para>
        </step1>
        <para>Refi&#233;rase al &#205;ndice de c&#243;digos de falla en el Ap&#233;ndice B de este manual.</para>
        <step1>
            <para count="1">Corrija cualquier problema que haya causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Fuga de aceite en el sistema de control de inyecci&#243;n a alta presi&#243;n</para>
            </item>
            <item>
                <para>El haz de cables del motor en el ICP est&#225; suelto u oxidado.</para>
            </item>
            <item>
                <para>El haz de cables al ICP o IPR est&#225; abierto o en corto.</para>
            </item>
            <item>
                <para>EL ICP est&#225; defectuoso.</para>
            </item>
            <item>
                <para>El IPR est&#225; defectuoso.</para>
            </item>
            <item>
                <para>La bomba de alta presi&#243;n est&#225; defectuosa.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_122.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_124.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
