<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - EL&#201;CTRICOS DEL MOTOR - REMOCI&#211;N - Barra de Distribuci&#243;n
        del Arn&#233;s de las Buj&#237;as de Precalentamiento y el Rel&#233;
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>Barra de Distribuci&#243;n del Arn&#233;s de las Buj&#237;as de Precalentamiento y el Rel&#233;</title>
        <para>
            <emph type="bold">Barra de Distribuci&#243;n del Arn&#233;s de las Buj&#237;as de Precalentamiento</emph>
        </para>
        <specpara>
            <note>
                <para>Para remover el lado izquierdo de la barra de distribuci&#243;n del arn&#233;s de las buj&#237;a
                    de precalentamiento, el soporte del sensor del EBP, se debe remover primero la tuber&#237;a.
                </para>
            </note>
        </specpara>
        <para>Remueva la barra de distribuci&#243;n del arn&#233;s de las buj&#237;a de precalentamiento de los lados
            izquierdo y derecho, colocando las manos en cada extremo de la barra de distribuci&#243;n y halando hacia
            afuera.
        </para>
        <figure id="f2351034" figsize="col-wide">
            <graphic filename="../figd09/d0915.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Removiendo la Barra de Distribuci&#243;n del Arn&#233;s de las Buj&#237;as de Precalentamiento
            </caption>
        </figure>
        <para>
            <emph type="bold">Rel&#233; de las Buj&#237;as de Precalentamiento y el Soporte</emph>
        </para>
        <specpara>
            <note>
                <para>Si se remueva la tapa de las v&#225;lvulas, deje el rel&#233; de las buj&#237;as de
                    precalentamiento adherido al soporte. Solamente remueva las tres tuercas que aseguran el soporte a
                    los esp&#225;rragos de la cubierta de las v&#225;lvulas.
                </para>
            </note>
        </specpara>
        <figure id="f2351035" figsize="col-wide">
            <graphic filename="../figd09/d0940.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Tuercas del Soporte del Rel&#233; de las Buj&#237;as de Precalentamiento</caption>
        </figure>
        <step1>
            <para count="1">Desconecte el terminal a tierra de la bater&#237;a.</para>
        </step1>
        <step1>
            <para count="1">Remueva la cubierta pl&#225;stica del terminal del rel&#233; de las buj&#237;as de
                precalentamiento.
            </para>
        </step1>
        <step1>
            <para count="1">Desconecte el cable de la bater&#237;a del terminal del rel&#233; de las buj&#237;as de
                precalentamiento.
            </para>
        </step1>
        <step1>
            <para count="1">Desconecte el cable de energ&#237;a de 12 V, el cable de las buj&#237;as de
                precalentamiento, y la conexi&#243;n del arn&#233;s de control del rel&#233;.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva dos tornillos de montaje del rel&#233; de las buj&#237;as de precalentamiento.
                Levante y retire del motor el rel&#233; de las buj&#237;as de precalentamiento.
            </para>
        </step1>
        <figure id="f2351036" figsize="col-wide">
            <graphic filename="../figD09/D0918.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Terminales del Rel&#233; de las Buj&#237;as de Precalentamiento</caption>
            <calloutgroup>
                <callout1 type="arabic">Hacia la fuente de bater&#237;a</callout1>
                <callout1 type="arabic">Hacia el ECM (Conector X1)</callout1>
                <callout1 type="arabic">Hacia el ECM (con enlace de fusible) (Conector X1), barra de distribuci&#243;n
                    del arn&#233;s de las buj&#237;as de precalentamiento
                </callout1>
                <callout1 type="arabic">Hacia tierra</callout1>
                <callout1 type="arabic">Tornillos de montaje (2)</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_160.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_162.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
