<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Funcionamiento del software de diagn&#243;stico -
        Pruebas de diagn&#243;stico - Pruebas con la llave en ONy el motor apagado Key-On Engine-Off Tests
    </stitle>
    <svcman/>
    <svcproc id="s306000303.2" svcproctype="diagnose" graphiccount="15">
        <title>Pruebas con la llave en ONy el motor apagado Key-On Engine-Off Tests</title>
        <svcsubproc id="s306000303.2.1">
            <title>Prueba est&#225;ndar</title>
            <para>El ECM realiza la prueba est&#225;ndar con la llave en ON y el motor apagado (KOEO). El t&#233;cnico
                hace la prueba usando la EST.
            </para>
            <para>Durante la prueba est&#225;ndar KOEO, el ECM hace una prueba interna de sus componentes de
                procesamiento y de su memoria, seguida de una comprobaci&#243;n de los circuitos de salida (OCC). La OCC
                eval&#250;a la condici&#243;n el&#233;ctrica de los circuitos, no el rendimiento mec&#225;nico o hidr&#225;ulico
                de los sistemas. Al hacer funcionar los circuitos de salida del ECM y medir cada respuesta, la prueba
                est&#225;ndar detecta circuitos en corto o abiertos en los cableados, activadores y en el mismo ECM. Si
                un circuito falla la prueba, se registra una falla y aparecer&#225; un DTC.
            </para>
            <para>El ECM prueba los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Rel&#233; del calentador del aire de admisi&#243;n</para>
                </item>
                <item>
                    <para>Rel&#233; de las buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>Rel&#233; de la bomba de combustible del m&#243;dulo horizontal acondicionador de combustible
                        (HFCM)
                    </para>
                </item>
                <item>
                    <para>Control del embrague del acondicionador de aire (ACC)</para>
                </item>
            </randlist>
            <para>Si hay problemas, al terminar la OCC aparecer&#225; la ventana Diagnostic Trouble Codes con los DTC.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000303.2.2">
            <title>Prueba est&#225;ndar con la EST</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ponga el freno de estacionamiento.</para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ON. No arranque el motor.</para>
            </step1>
            <figure id="f306000309" figsize="col-wide">
                <graphic filename="../figj31/j31044.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba est&#225;ndar</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Standarden el cuadro Key-On Engine-Off Diagnosticsy pulse Run para comenzar
                    la prueba.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en
                        OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc id="s306000303.2.3">
            <title>Prueba est&#225;ndar con los interruptores del control de crucero</title>
            <figure id="f306000310" figsize="col-wide">
                <graphic filename="../figj31/j31162.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Interruptores de control de crucero</caption>
            </figure>
            <specpara>
                <note>
                    <para id="s306000303.2.3.1">Antes de comenzar, lea y familiar&#237;cese con todos los pasos y l&#237;mites
                        de tiempo de este procedimiento.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga el freno de estacionamiento.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ON. No arranque el motor.</para>
            </step1>
            <step1>
                <para count="1">Oprima y suelte simult&#225;neamente la porci&#243;n superior de los interruptores
                    CRUISE RPMy RESUME+ y oprima y suelte nuevamente el interruptor RESUME+ otra vez antes de que
                    transcurran tres segundos desde que puso el interruptor de encendido en ON.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El ECM comenzar&#225; la comprobaci&#243;n de los circuitos de salida (OCC).</para>
                        <para>Cuando la OCC termina, el ECM har&#225; destellar la luz roja OWL y la luz &#225;mbar WEL
                            para transmitir los DTC.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>La porci&#243;n superior del interruptor CRUISE RPM no tiene r&#243;tulo. Oprimir la porci&#243;n
                            superior del interruptor CRUISE RPM lo dejar&#225; conectado y se encender&#225; una peque&#241;a
                            luz roja en la parte de arriba, que indica que el sistema de control de crucero est&#225;
                            activo.
                        </para>
                    </note>
                    <note>
                        <para>Puede haber una demora hasta de 60 segundos entre el momento en que oprime los
                            interruptores y el inicio de la transmisi&#243;n de los DTC.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ooprima la porci&#243;n inferior del interruptor CRUISE RPM para desconectarlo.</para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000303.2.4">
            <title>Prueba de los inyectores</title>
            <specpara>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;. Antes
                        de hacer la prueba de los inyectores debe hacer la prueba est&#225;ndar.
                    </para>
                </note>
            </specpara>
            <para>La prueba de los inyectores diagnostica problemas el&#233;ctricos en el cableado del IDM o en los
                inyectores.
            </para>
            <specpara>
                <note>
                    <para>Antes de hacer la prueba de los inyectores, debe leer, anotar y borrar los DTC. Esto permitir&#225;
                        que los DTC encontrados con la prueba aparezcan como DTC activos.
                    </para>
                </note>
            </specpara>
            <para>Durante la prueba de los inyectores, el ECM ordenar&#225; al IDM que active los inyectores en orden
                num&#233;rico (1 a 6), no en el orden de explosi&#243;n. El IDM monitoriza y revisa el funcionamiento
                del circuito el&#233;ctrico de cada inyector y eval&#250;a el funcionamiento de las bobinas. Si un
                componente electr&#243;nico del circuito impulsor de los inyectores no cumple con los par&#225;metros
                esperados, el IDM env&#237;a una falla al ECM. El ECM registra la falla, establece un DTC y lo env&#237;a
                a la EST.
            </para>
            <specpara>
                <note>
                    <para>El t&#233;cnico puede monitorizar el funcionamiento de los inyectores escuchando el sonido que
                        produce cada uno a medida que el IDM los activa. Sin embargo, con motores que no arrancan o
                        arrancan con dificultad, cuando el aceite est&#225; muy fr&#237;o y espeso, el sonido de los
                        inyectores puede no escucharse.
                    </para>
                </note>
            </specpara>
            <para>Si hay problemas, aparecer&#225; la ventana Diagnostic Trouble Codes con los DTC.</para>
            <figure id="f306000311" figsize="col-wide">
                <graphic filename="../figj31/j31045.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de los inyectores</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en
                        OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Injectoren el cuadro Key-On Engine-Off Diagnosticsy pulse Run para comenzar
                    la prueba.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Durante la prueba de los inyectores, los solenoides de los inyectores deben producir un clic
                        al ser activados. Si no escucha una serie de clics de cada inyector, uno o m&#225;s de ellos no
                        se est&#225; activando.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc id="s306000303.2.5">
            <title>Prueba de monitorizaci&#243;n continua</title>
            <specpara>
                <note>
                    <para id="s306000303.2.5.1">Esta prueba se puede hacer s&#243;lo con la EST y el software Master
                        Diagnostics&#174;.
                    </para>
                </note>
            </specpara>
            <para>La prueba de monitorizaci&#243;n continua busca fallas relacionadas con conexiones intermitentes entre
                el ECM y los sensores. El motor puede estar apagado o en marcha.
            </para>
            <para>La EST monitoriza los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire en el m&#250;ltiple (MAT)</para>
                </item>
                <item>
                    <para>Sensor de flujo de aire masivo (MAF)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</para>
                </item>
            </randlist>
            <figure id="f306000312" figsize="col-wide">
                <graphic filename="../figj31/j31240.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de monitorizaci&#243;n continua</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Pulse Session en la barra del men&#250;, seleccione Openy del cuadro Open Session File
                    seleccione D_ContinuousMonitor.ssn.
                </para>
            </step1>
            <figure id="f306000313" figsize="col-wide">
                <graphic filename="../figj31/j31046.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de monitorizaci&#243;n continua</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Continuous Monitoren el cuadro Key-On Engine-Off Diagnosticsy pulse Run para
                    comenzar la prueba.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o fallas al motor o al veh&#237;culo,
                        tenga cuidado cuando est&#233; cerca de piezas en movimiento (correas y ventilador) y
                        superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Sacuda todos los conectores y cables en todas las &#225;reas sospechosas. Si la
                    continuidad del circuito se interrumpe, la EST mostrar&#225; los DTC relacionados con el problema.
                </para>
            </step1>
            <step1>
                <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
            </step1>
            <step1>
                <para count="1">Borre los DTC.</para>
            </step1>
            <figure id="f306000314" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000303.2.6">
            <title>Prueba del estado de las salidas bajas</title>
            <specpara>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
                </note>
            </specpara>
            <para>La prueba del estado de las salidas bajas permite al t&#233;cnico diagnosticar la operaci&#243;n de
                las se&#241;ales de salida y de los activadores.
            </para>
            <para>En la prueba del estado de las salidas bajas, el ECM disminuye el voltaje de las salidas a su estado
                bajo. Esto activa los componentes de salida controlados por el ECM, poniendo los circuitos a tierra.
            </para>
            <para>Durante la prueba del estado de las salidas bajas, la salida del circuito en cuesti&#243;n puede
                monitorizarse con un mult&#237;metro digital (DMM). El DMM mide un bajo voltaje a medida que las salidas
                son alternadas. El voltaje real variar&#225; seg&#250;n el circuito que se est&#233; probando.
            </para>
            <specpara>
                <note>
                    <randlist type="bullet">
                        <item>
                            <para>Para monitorizar los circuitos o activadores sospechosos hacen falta una caja de
                                derivaciones o un cableado de derivaci&#243;n y un DMM.
                            </para>
                        </item>
                        <item>
                            <para>Durante esta prueba el ECM no establece DTC.</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <para>Durante esta prueba los siguientes activadores son activados al bajarse la se&#241;al:</para>
            <randlist type="bullet">
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR) (s&#243;lo los circuitos
                        el&#233;ctricos)
                    </para>
                </item>
                <item>
                    <para>EGR (inspecci&#243;n visual y auditiva) monitorizaci&#243;n continua hecha por el m&#243;dulo
                        impulsor de la v&#225;lvula de EGR.
                    </para>
                </item>
                <item>
                    <para>Solenoide de control de refuerzo (BCS) (s&#243;lo los circuitos el&#233;ctricos) inspecci&#243;n
                        visual del movimiento del brazo activador cuando se presuriza con aire comprimido. Con el
                        voltaje bajo, el aire se dirige al activador neum&#225;tico; con el voltaje alto, el aire pasa
                        por alto el activador neum&#225;tico.
                    </para>
                </item>
                <item>
                    <para>Control del embrague del acondicionador de aire (ACC)</para>
                </item>
                <item>
                    <para>Luz indicadora de las buj&#237;as incandescentes (luz &#225;mbar WAIT TO START)</para>
                </item>
                <item>
                    <para>Luz de advertencia del motor (WEL) (silueta &#225;mbar de un motor con una marca de revisi&#243;n)</para>
                </item>
                <item>
                    <para>Luz de advertencia de aceite o refrigerante (OWL) (silueta roja de un motor con un signo de
                        admiraci&#243;n)
                    </para>
                </item>
                <item>
                    <para>Luz &#225;mbar que indica que el combustible tiene agua (un surtidor con gotas al lado)</para>
                </item>
            </randlist>
            <figure id="f306000315" figsize="col-wide">
                <graphic filename="../figj31/j31312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de prueba del estado de las salidas</caption>
            </figure>
            <step1>
                <para count="1">Pulse Session en la barra del men&#250;, seleccione Openy del cuadro Open Session File
                    seleccione D_OutputStateTest.ssn.
                </para>
            </step1>
            <figure id="f306000316" figsize="col-wide">
                <graphic filename="../figj31/j31047.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del estado de las salidas bajas</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en
                        OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Low bajo Output State en el cuadro Key-On Engine-Off Diagnostics y pulse
                    Runpara comenzar la prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Luego seleccione Highbajo Output State en el cuadro Key-On Engine-Off Diagnostics y
                    pulse Run para repetir la prueba. Escuche y observe el control de los activadores o la operaci&#243;n
                    de los circuitos.
                </para>
            </step1>
            <figure id="f306000317" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000303.2.7">
            <title>Prueba del estado de las salidas altas</title>
            <specpara>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
                </note>
            </specpara>
            <para>La prueba del estado de las salidas altas permite al t&#233;cnico diagnosticar la operaci&#243;n de
                las se&#241;ales de salida y de los activadores.
            </para>
            <para>En la prueba del estado de las salidas altas, el ECM aumenta el voltaje de las salidas a su estado
                alto. Esto activa los componentes de salida controlados por el ECM, energizando los circuitos de
                control.
            </para>
            <para>Durante esta prueba, la salida del circuito en cuesti&#243;n puede monitorizarse con un DMM. El DMM
                mide un alto voltaje a medida que las salidas son alternadas. El voltaje real variar&#225; seg&#250;n el
                circuito que se est&#233; probando.
            </para>
            <specpara>
                <note>
                    <randlist type="bullet">
                        <item>
                            <para>Para monitorizar los circuitos o activadores sospechosos hacen falta una caja de
                                derivaciones o un cableado de derivaci&#243;n y un DMM.
                            </para>
                        </item>
                        <item>
                            <para>Durante esta prueba el ECM no establece DTC.</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <para>Durante esta prueba los siguientes activadores son activados al elevarse la se&#241;al:</para>
            <randlist type="bullet">
                <item>
                    <para>Solenoide de control de refuerzo (BCS) (s&#243;lo los circuitos el&#233;ctricos) inspecci&#243;n
                        visual del movimiento del brazo activador cuando se presuriza con aire comprimido. Con el
                        voltaje bajo, el aire se dirige al activador neum&#225;tico; con el voltaje alto, el aire pasa
                        por alto el activador neum&#225;tico.
                    </para>
                </item>
                <item>
                    <para>Bomba de combustible del m&#243;dulo horizontal acondicionador de combustible (HFCM)</para>
                </item>
            </randlist>
            <figure id="f306000318" figsize="col-wide">
                <graphic filename="../figj31/j31312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de prueba del estado de las salidas</caption>
            </figure>
            <step1>
                <para count="1">Pulse Session en la barra del men&#250;, seleccione Openy del cuadro Open Session File
                    seleccione D_OutputStateTest.ssn.
                </para>
            </step1>
            <figure id="f306000319" figsize="col-wide">
                <graphic filename="../figj31/j31048.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del estado de las salidas altas</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en
                        OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione High bajo Output State en el cuadro Key-On Engine-Off Diagnostics y pulse
                    Runpara comenzar la prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Luego seleccione Lowbajo Output State en el cuadro Key-On Engine-Off Diagnostics y pulse
                    Run para repetir la prueba. Escuche y observe el control de los activadores o la operaci&#243;n de
                    los circuitos.
                </para>
            </step1>
            <figure id="f306000320" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000303.2.8">
            <title>Prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de admisi&#243;n</title>
            <specpara>
                <note>
                    <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
                </note>
            </specpara>
            <para>La prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de
                admisi&#243;n permite al t&#233;cnico determinar si el sistema de buj&#237;as incandescentes y el
                sistema del calentador de aire de admisi&#243;n est&#225;n funcionando correctamente.
            </para>
            <para>Al seleccionar esta prueba se activa inmediatamente el rel&#233; de las buj&#237;as incandescentes y
                se mantiene activo por 120 segundos; se usan un DMM y un amper&#237;metro de pinza para medir el tiempo
                de activaci&#243;n del rel&#233; y el amperaje consumido por las buj&#237;as incandescentes.
            </para>
            <para>El funcionamiento del rel&#233; del calentador de aire de admisi&#243;n se retrasa por tres segundos y
                luego se activa por 30 segundos; se usan un DMM y un amper&#237;metro de pinza para medir el tiempo de
                activaci&#243;n del rel&#233; y el amperaje consumido por el calentador.
            </para>
            <figure id="f306000321" figsize="col-wide">
                <graphic filename="../figj31/j31312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de prueba del estado de las salidas</caption>
            </figure>
            <step1>
                <para count="1">Pulse Session en la barra del men&#250;, seleccione Openy del cuadro Open Session File
                    seleccione D_OutputStateTest.ssn.
                </para>
            </step1>
            <figure id="f306000322" figsize="col-wide">
                <graphic filename="../figj31/j31139.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba del estado de las salidas de las buj&#237;as incandescentes y del calentador de aire de
                    admisi&#243;n
                </caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                        siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en
                        OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Seleccione Glow Plug/Inlet Air Heaterbajo Output State en el cuadro Key-On Engine-Off
                    Diagnostics y pulse Run para comenzar la prueba.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Puede hacer esta prueba dos veces; si necesita repetirla, debe poner el interruptor de
                        encendido en OFFy luego en ON.
                    </para>
                </note>
            </specpara>
            <figure id="f306000323" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_S306000303.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_48.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
