<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - EXTRACCI&#211;N -
        Levantav&#225;lvulas hidr&#225;ulicos
    </stitle>
    <svcman/>
    <svcproc id="s2960004.2.7" svcproctype="remove" graphiccount="2">
        <title>Levantav&#225;lvulas hidr&#225;ulicos</title>
        <specpara>
            <note>
                <para>Si necesita sacar los levantav&#225;lvulas, debe sacar la tapa trasera y la tapa de la bomba de
                    aceite a alta presi&#243;n para ganar acceso al conjunto de tubos trasero del motor. Refi&#233;rase
                    a la secci&#243;n correspondiente antes de seguir adelante.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, mantenga los levantav&#225;lvulas y las varillas de empuje en
                    el orden en que los saque. Instale los levantav&#225;lvulas y las varillas de empuje en sus
                    posiciones originales.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>Como regla general, no es necesario sacar los levantav&#225;lvulas si est&#225;n funcionando
                    satisfactoriamente y el tren de v&#225;lvulas no hace ruido.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Saque el perno M6 x 15 y la arandela que sujetan cada gu&#237;a del seguidor de rodillo al
                bloque.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Marque la orientaci&#243;n de cada levantav&#225;lvulas y cada gu&#237;a durante el desarme.
                </para>
            </note>
        </specpara>
        <figure id="f296000429" figsize="col-wide">
            <graphic filename="../figd03/d0302.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 133. Saque los levantav&#225;lvulas y la gu&#237;a del seguidor de rodillo</caption>
        </figure>
        <step1>
            <para count="1">Saque los levantav&#225;lvulas y la gu&#237;a del seguidor de rodillo levantando la gu&#237;a
                en forma recta. Algunos seguidores pueden tener que ser sacados individualmente con herramientas
                manuales.
            </para>
        </step1>
        <figure id="f296000430" figsize="col-wide">
            <graphic filename="../figd03/d0303.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 134. Saque el levantav&#225;lvulas fuera de la gu&#237;a del seguidor de rodillo</caption>
        </figure>
        <step1>
            <para count="1">Saque los levantav&#225;lvulas individuales de la gu&#237;a del seguidor de rodillo.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_65.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_67.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
