<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Control de velocidad
        de la toma de fuerza remota (RPTO)
    </stitle>
    <svcman/>
    <svcproc svcproctype="rpto" graphiccount="3">
        <title>Control de velocidad de la toma de fuerza remota (RPTO)</title>
        <svcsubproc>
            <title>Funciones del sistema</title>
            <figure id="f17503082" figsize="pg-wide">
                <graphic filename="../figeg1/eg1297.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del control de velocidad de la toma de fuerza remota</caption>
            </figure>
            <para>El prop&#243;sito de la funci&#243;n de la toma de fuerza remota es permitir el control de la
                velocidad del motor mediante interruptores remotos, para el uso de dispositivos auxiliares tales como
                bombas hidr&#225;ulicas, compuertas levadizas, etc.
            </para>
            <para>
                <emph type="bold">Selecci&#243;n de modo</emph>
            </para>
            <para>El control de la toma de fuerza de velocidad variable o prefijado (hasta dos velocidades prefijadas),
                puede seleccionarse y programarse en el ECM con la EST.
            </para>
            <para>
                <emph type="bold">Selecci&#243;n de velocidad</emph>
            </para>
            <para>En el modo de toma de fuerza variable, la velocidad de la toma de fuerza puede aumentarse o
                disminuirse oprimiendo moment&#225;neamente el interruptor de control de velocidad en la posici&#243;n
                SET o RESUME. La rapidez con la cual el motor acelera es indicada en RPM por segundo de aceleraci&#243;n
                a la que se permite que el motor acelere. La tasa de ascenso y la m&#225;xima velocidad con la toma de
                fuerza son programables con la EST.
            </para>
            <para>En el modo Preset PTO (toma de fuerza prefijada), el interruptor de control de velocidad permite
                seleccionar dos velocidades prefijadas. Al oprimir moment&#225;neamente el interruptor en Preset #1 Mode
                (modo prefijado 1), se selecciona la primera velocidad; al oprimir moment&#225;neamente el interruptor
                en Preset #2 Mode (modo prefijado 2), puede seleccionarse una segunda velocidad. Estas velocidades son
                programables en el ECM con la EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM detectar&#225; cualquier desacuerdo en la selecci&#243;n de velocidades y registrar&#225; un c&#243;digo
                de diagn&#243;stico. La fuente m&#225;s com&#250;n de problemas de la toma de fuerza remota son fusibles
                quemados al circuito ON/OFF, el ECM programado incorrectamente, o cableado incorrecto en los conectores
                para carroceros o en los interruptores de control de velocidad.
            </para>
            <figure id="f17503083" figsize="pg-wide">
                <graphic filename="../figeg8/eg8858.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de circuito del control de velocidad de la toma de fuerza remota</caption>
            </figure>
            <specpara>
                <note>
                    <para>Vea Conexiones para el carrocero
                        <xref refid="f17503083.1"/>.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos. Revise que no haya fusibles quemados.
                    </para>
                </note>
            </specpara>
            <table id="te17503030" frame="all">
                <title>Diagn&#243;sticos de circuito del control de velocidad de la toma de fuerza remota</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="43.40*"/>
                    <colspec colwidth="40.93*"/>
                    <colspec colname="col3" colwidth="311.67*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas del voltaje de los circuitos en el conector del ECM</emph>
                                    (con la caja de derivaciones instalada y la llave en ON)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Interruptor de selecci&#243;n de velocidad de la PTO remota</emph>
                                    (interruptor basculante intermitente de dos posiciones)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Interruptor en posici&#243;n SET</emph>
                                    (Speed #1: toma de fuerza prefijada; Deaccel: toma de fuerza variable)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>32 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Interruptor en SET. Si no hay voltaje, circuito o interruptor est&#225;n abiertos
                                    o en corto a tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>32 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Interruptor en MIDDLE. Si hay voltaje, circuito o interruptor est&#225;n en corto
                                    a voltaje.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Interruptor en posici&#243;n RESUME</emph>
                                    (Speed #2: toma de fuerza prerregulada; Accel: toma de fuerza variable)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>31 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Interruptor en RESUME. Si no hay voltaje, circuito est&#225; abierto o en corto a
                                    tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>31 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Interruptor en MIDDLE. Si hay voltaje, circuito o interruptor est&#225; en corto a
                                    voltaje.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Interruptor ON/OFF de la toma de fuerza variable. El interruptor
                                        debe estar en ON para que funcione.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>36 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Interruptor en ON. Si no hay voltaje, el circuito o fusible est&#225; abierto
                                    desde el interruptor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>36 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Interruptor en OFF. Si hay voltaje, circuito, interruptor o fusible est&#225;n en
                                    corto a voltaje.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Interruptor ON/OFF de la toma de fuerza prerregulada. Debe estar
                                        en ON para que la toma de fuerza funcione.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>37 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Interruptor en ON. Si no hay voltaje, circuito, interruptor o fusible est&#225;n
                                    abiertos desde el interruptor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>37 a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Interruptor en OFF. Si hay voltaje, el interruptor o circuito est&#225; en corto a
                                    voltaje.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">Control de velocidad de la toma de fuerza</emph>
            </para>
            <para>El prop&#243;sito de la toma de fuerza remota es permitir el control de la velocidad del motor
                mediante interruptores remotos para usar dispositivos tales como bombas hidr&#225;ulicas, compuertas
                levadizas, etc.
            </para>
            <para>
                <emph type="bold">Selecci&#243;n de modo</emph>
            </para>
            <para>El control de la toma de fuerza de velocidad variable o prefijada (hasta dos velocidades prefijadas),
                puede seleccionarse y programarse en el ECM con la EST.
            </para>
            <para>El modo de la toma de fuerza, ya sea variable y/o prefijado debe seleccionarse y "activarse" con la
                EST para que la funci&#243;n trabaje. Deben instalarse interruptores de encendido/apagado para
                proporcionar una se&#241;al de 12 V al pin apropiado del ECM. La funci&#243;n de toma de fuerza remota
                ser&#225; desactivada cuando se detecta velocidad en el veh&#237;culo, cuando el embrague se oprime o
                cuando el motor se pone en alguna marcha (transmisi&#243;n autom&#225;tica solamente).
            </para>
            <para>El control de velocidad del motor para la toma de fuerza (PTO) provee un m&#233;todo para que el
                conductor fije y mantenga una velocidad regulada del motor sin utilizar el pedal del acelerador, para
                operar equipos auxiliares. La funci&#243;n de la toma de fuerza tiene dos interfaces (en la cabina y
                remota) para el conductor. Dependiendo de la configuraci&#243;n, el conductor puede activar el control
                de velocidad del motor de la PTO mientras est&#225; en la cabina o desde un punto remoto. Si ambas
                interfaces est&#225;n habilitadas, los componentes electr&#243;nicos incorporados detectan cu&#225;l est&#225;
                activa, dependiendo de las acciones del conductor. Ninguna operaci&#243;n m&#243;vil de la toma de
                fuerza puede estar activa cuando el control de velocidad del motor es activado con la interfaz remota.
            </para>
            <para>Esta funci&#243;n tambi&#233;n permite aumentar la velocidad del motor en incrementos de 25 RPM, al
                oprimir moment&#225;neamente el bot&#243;n RESUME/ACCEL. El conductor puede bajar la velocidad del motor
                en incrementos de 25 RPM al oprimir moment&#225;neamente el bot&#243;n SET/CRUISE.
            </para>
            <para>
                <emph type="bold">Power Take (toma de fuerza)</emph>
            </para>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados si el veh&#237;culo tiene
                la funci&#243;n de control de velocidad del motor para la toma de fuerza.
            </para>
            <randlist type="bullet">
                <title>Funciones programables de la PTO</title>
                <item>
                    <para>
                        <emph type="bold">Disable (inhabilitada)</emph>: La funci&#243;n est&#225; inhabilitada en todo
                        momento.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Remote Operation Only (s&#243;lo operaci&#243;n remota)</emph>: La funci&#243;n
                        est&#225; habilitada y puede ser activada s&#243;lo utilizando los interruptores ON/OFF de la
                        toma de fuerza.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">In-Cab Operation Only (s&#243;lo operaci&#243;n en cabina)</emph>: La funci&#243;n
                        est&#225; habilitada y puede ser activada s&#243;lo utilizando los interruptores en la cabina.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Remote and In-Cab Operation (operaci&#243;n remota y en cabina)</emph>: La
                        funci&#243;n est&#225; habilitada y puede ser activada utilizando interruptores remotos o en la
                        cabina. Sin embargo, los interruptores remotos tienen preferencia sobre los interruptores en la
                        cabina.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PTO Max VS (m&#225;xima velocidad del veh&#237;culo)</emph>
            </para>
            <para>Este par&#225;metro indica la m&#225;xima velocidad del veh&#237;culo a la que puede operarse el
                control de velocidad del motor para la toma de fuerza mientras est&#225; en la modalidad de toma de
                fuerza m&#243;vil.
            </para>
            <para>
                <emph type="bold">PTO In-Cab Mode (toma de fuerza en la cabina)</emph>
            </para>
            <para>Este par&#225;metro indica c&#243;mo se deben interpretar los botones del control de crucero del
                volante.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">None (ninguno)</emph>: El interruptor ON/OFF del control de crucero en el
                        volante es ignorado.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Stationary Preset (estacionario prefijado)</emph>: Los botones del control de
                        crucero en el volante operar&#225;n s&#243;lo en la modalidad
                        <emph type="bold">Preset</emph>.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Stationary Variable (estacionario variable)</emph>: Los botones del control de
                        crucero en el volante operar&#225;n en la modalidad variable.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Mobile Variable (m&#243;vil variable)</emph>: Los botones del control de
                        crucero en el volante operar&#225;n en la modalidad variable, permitiendo que el veh&#237;culo
                        est&#233; en movimiento.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PTO In-Cab Interface (interfaz de toma de fuerza en la cabina)</emph>
            </para>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados si el control de velocidad
                del motor para la toma de fuerza est&#225; activo y de ser as&#237;, las interfaces del conductor en la
                cabina ser&#225;n ignoradas. Estas interfaces incluyen el pedal del acelerador, la se&#241;al de acople
                del tren propulsor, el pedal del freno y los botones del control de crucero en el volante.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Enable (habilitada)</emph>: Continuar monitorizando las interfaces del
                        conductor en la cabina.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Disable (inhabilitada)</emph>: Ignorar las interfaces del conductor en la
                        cabina.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PTO Remote Pedal (pedal remoto)</emph>
            </para>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados que hay un control de
                acelerador remoto para regular las RPM de la toma de fuerza.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Disable (inhabilitado)</emph>: El acelerador remoto no est&#225; disponible.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Enable (habilitado)</emph>: El acelerador remoto est&#225; disponible.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">PTO Preset RPM 1 (RPM prefijadas 1)</emph>
            </para>
            <para>Este par&#225;metro indica las RPM fijadas cuando el conductor oprime el bot&#243;n SET/CRUISE en la
                modalidad
                <emph type="bold">Stationary Preset</emph>
                en cabina.
            </para>
            <para>
                <emph type="bold">PTO Preset RPM 2 (RPM prefijadas 2)</emph>
            </para>
            <para>Este par&#225;metro indica las RPM fijadas cuando el conductor oprime el bot&#243;n RESUME/ACCEL en la
                modalidad
                <emph type="bold">Stationary Preset</emph>
                en cabina.
            </para>
            <para>
                <emph type="bold">PTO Preset RPM Ramp Rate (tasa de ascenso de RPM prefijada)</emph>
            </para>
            <para>Este par&#225;metro indica la tasa a la cual las RPM aumentar&#225;n cuando el conductor oprime y
                mantiene el bot&#243;n RESUME/ACCEL.
            </para>
            <para>
                <emph type="bold">PTO Max RPM (RPM m&#225;ximas)</emph>
            </para>
            <para>Este par&#225;metro indica las m&#225;ximas RPM a las que el control de velocidad del motor para la
                toma de fuerza puede ser activado.
            </para>
            <para>
                <emph type="bold">Ubicaci&#243;n de fallas</emph>
            </para>
            <para>La EST puede utilizarse para monitorizar el estado de los controles de la PTO. Comparando los valores
                de la lista de datos con la operaci&#243;n real, se indica si los controles est&#225;n operando
                debidamente. Utilizando el men&#250; de par&#225;metros programables, la programaci&#243;n del ECM puede
                tambi&#233;n ser verificada para asegurarse de que el ECM est&#233; debidamente programado para usar la
                toma de fuerza.
            </para>
            <figure id="f17503083.1" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8806.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="300"/>
                <caption>Diagrama de circuito de las conexiones para el carrocero en el ECM</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_103.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_105.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
