<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Agua en el combustible
    </stitle>
    <svcman/>
    <svcproc id="s306000402.11" svcproctype="diagnose" graphiccount="1">
        <title>Agua en el combustible</title>
        <svcprocinfo id="s306000402.11.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Agua en el sistema de suministro de combustible</para>
                </item>
                <item>
                    <para>Hielo en la tuber&#237;a de combustible</para>
                </item>
                <item>
                    <para>Corto circuito</para>
                </item>
                <item>
                    <para>Conexi&#243;n da&#241;ada</para>
                </item>
                <item>
                    <para>WIF, conector o tapa del WIF oxidados</para>
                </item>
                <item>
                    <para>El ECM est&#225; defectuoso</para>
                </item>
                <item>
                    <para>WIF da&#241;ado</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Recipiente chato, limpio y de boca ancha</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.11.2">
            <title>Drenaje del HFCM</title>
            <step1>
                <para id="s306000402.11.2.1" count="1">Determine si est&#225; encendida la luz &#225;mbar que indica que
                    el combustible tiene agua. Si la luz est&#225; encendida, probablemente el combustible tenga agua.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este
                                manual.
                            </para>
                        </item>
                        <item>
                            <para>Deseche el combustible en un recipiente adecuado y claramente rotulado COMBUSTIBLE
                                DIESEL, de acuerdo con las regulaciones locales.
                            </para>
                        </item>
                        <item>
                            <para>NO fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga estas recomendaciones:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>No mezcle gasolina, gasohol o alcohol con combustible diesel. Esta pr&#225;ctica
                                produce peligros de incendio y explosi&#243;n.
                            </para>
                        </item>
                        <item>
                            <para>No permita que l&#237;quidos del motor permanezcan en contacto con su piel. L&#225;vese
                                las manos y las u&#241;as con agua y jab&#243;n o con un buen producto limpiador de
                                manos. Lave o deseche adecuadamente la ropa y los trapos que tengan l&#237;quidos del
                                motor. Los l&#237;quidos del motor contienen elementos da&#241;inos para la piel que
                                podr&#237;an incluso causar c&#225;ncer.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque un recipiente chato, limpio y de boca ancha debajo del tap&#243;n de drenaje del
                    HFCM.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie con un trapo alrededor y debajo del tap&#243;n.</para>
            </step1>
            <figure id="f306000417" figsize="col-wide">
                <graphic filename="../figj31/j31322.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Tap&#243;n de drenaje del HFCM</caption>
            </figure>
            <step1>
                <para count="1">Afloje y saque el tap&#243;n de drenaje y cu&#233;lguelo del v&#225;stago. Drene el HFCM
                    sobre el recipiente.
                </para>
                <specpara>
                    <note>
                        <para>El flujo que sale por el orificio de drenaje debe ser continuo. Si el flujo no es parejo
                            puede indicar que hay problemas en el sistema de combustible.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ponga y ajuste a mano el tap&#243;n de drenaje.</para>
            </step1>
            <step1>
                <para count="1">Revise si el combustible del recipiente est&#225; contaminado. Deseche el contenido del
                    recipiente de acuerdo con las regulaciones locales.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el combustible tiene demasiada agua u otros contaminantes, puede ser necesario lavar el
                            tanque y el sistema de combustible.
                        </para>
                    </item>
                    <item>
                        <para>Puede tener sedimentos y agua si no se ha cambiado el filtro de combustible en mucho
                            tiempo, o si no se ha drenado el HFCM recientemente.
                        </para>
                    </item>
                    <item>
                        <para>El combustible debe ser transparente, no turbio. Si el combustible est&#225; turbio,
                            significa que no es del grado adecuado para bajas temperaturas.
                        </para>
                    </item>
                    <item>
                        <para>El combustible no debe estar te&#241;ido de rojo o azul, porque estos colores indican que
                            es para uso fuera de carretera.
                        </para>
                    </item>
                    <item>
                        <para>El combustible no debe tener cristales de cera ni ser gelatinoso. La coagulaci&#243;n
                            gelatinosa o la formaci&#243;n de cristales de cera a bajas temperaturas pueden tapar los
                            filtros y la bomba de combustible y causar restricciones al flujo y disminuir la presi&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ONy determine si est&#225; encendida la luz &#225;mbar
                    que indica que el combustible tiene agua.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la luz est&#225; apagada, el procedimiento termin&#243; y no es necesario continuar.
                        </para>
                    </item>
                    <item>
                        <para>Si la luz sigue encendida, vaya al paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Repita los pasos 4, 5 y 6, ponga el interruptor de encendido en ON para activar la bomba
                    del HFCM y determine si la luz &#225;mbar que indica que el combustible tiene agua est&#225;
                    apagada.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la luz est&#225; apagada, el procedimiento termin&#243; y no es necesario continuar.
                        </para>
                    </item>
                    <item>
                        <para>Si la luz sigue encendida, vaya al paso 9.</para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <note>
                    <para>Si la luz sigue encendida despu&#233;s de haber drenado el HFCM, el WIF, el conector o la tapa
                        del WIF pueden estar oxidados; si as&#237; fuera, haga los arreglos o cambios necesarios y
                        repita la prueba.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Haga las pruebas del
                    <hotlnk document="mges305_151.xml" xrefid="s306000706.35.1.1">&#171;Sensor de agua en combustible
                        (WIF)&#187;
                    </hotlnk>
                    en la Secci&#243;n 7.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el HFCM para poder revisar el WIF o ver si la tapa est&#225; oxidada.</para>
            </step1>
            <step1>
                <para count="1">Instale el HFCM y repita los pasos 4, 5 y 6, ponga el interruptor de encendido en ON
                    para activar la bomba del HFCM y determine si la luz &#225;mbar que indica que el combustible tiene
                    agua est&#225; apagada.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la luz est&#225; apagada, el procedimiento termin&#243; y no es necesario continuar.
                        </para>
                    </item>
                    <item>
                        <para>Si la luz sigue encendida, cambie el HFCM.</para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_63.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_65.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
