<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Bomba de aceite de alta presi&#243;n - Retiro - Tapa de la
        bomba de aceite de alta presi&#243;n
    </stitle>
    <svcman/>
    <svcproc id="s26511.2.2" svcproctype="remove" graphiccount="4">
        <title>Tapa de la bomba de aceite de alta presi&#243;n</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales: No permita que l&#237;quidos del
                    motor permanezcan en contacto con su piel. L&#225;vese la piel y las u&#241;as con agua y jab&#243;n
                    o un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los trapos que tengan
                    l&#237;quidos del motor. Los l&#237;quidos del motor contienen ciertos elementos que pueden ser da&#241;inos
                    para la piel y que podr&#237;an incluso causar c&#225;ncer. Refi&#233;rase a
                    <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                </para>
            </warning>
            <note>
                <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante pueden ser da&#241;inos
                    para el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                    alcantarillas o en corrientes o cuerpos de agua.
                </para>
            </note>
            <note>
                <para>Para poder sacar la tapa de la bomba de aceite de alta presi&#243;n, primero debe sacar el
                    regulador de presi&#243;n de inyecci&#243;n (IPR). Para el procedimiento de retiro del IPR, refi&#233;rase
                    a "Componentes el&#233;ctricos del motor".
                </para>
            </note>
        </specpara>
        <figure id="e3001205" figsize="col-wide">
            <graphic filename="../figj11/j11034.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro de los pernos de la tapa de la bomba de aceite de alta presi&#243;n</caption>
            <calloutgroup>
                <callout1 type="arabic">Pernos (8)</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Saque los ocho pernos (M6 x 25) de la tapa de la bomba de aceite de alta presi&#243;n.
            </para>
        </step1>
        <figure id="e3001206" figsize="col-wide">
            <graphic filename="../figj11/j11035.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Rotura del sellador</caption>
        </figure>
        <step1>
            <para count="1">Rompa el sellador entre el bloque, la junta de la tapa trasera y la tapa de la bomba de
                aceite de alta presi&#243;n con una esp&#225;tula delgada para raspar empaquetaduras. Haga este
                procedimiento en ambas esquinas traseras de la tapa de la bomba.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, aseg&#250;rese de romper la empaquetadura l&#237;quida (RTV)
                    antes de sacar la tapa de la bomba de aceite de alta presi&#243;n, de lo contrario puede arrastrar
                    la empaquetadura de la tapa trasera y tener que sacarla para instalar una empaquetadura nueva.
                </para>
            </caution>
        </specpara>
        <figure id="e3001207" figsize="col-wide">
            <graphic filename="../figj11/j11036.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro de la tapa de la bomba de aceite de alta presi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Despu&#233;s de romper el sellador, levante en l&#237;nea recta la tapa de la bomba de
                aceite de alta presi&#243;n, para no chocar con el engranaje de la bomba.
            </para>
        </step1>
        <figure id="e3001208" figsize="col-wide">
            <graphic filename="../figJ11/J11040.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro de la empaquetadura de la tapa de la bomba de alta presi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Saque y deseche la empaquetadura de la tapa de la bomba de alta presi&#243;n.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_242.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_244.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
