<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Exhibici&#243;n del
        mensaje de cambio de aceite (CHANGE OIL)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Exhibici&#243;n del mensaje de cambio de aceite (CHANGE OIL)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503032.1" figsize="pg-wide">
                <graphic filename="../figeg9/eg9054.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="600"
                         box="yes"/>
                <caption>Diagrama de las funciones del mensaje de cambio de aceite (CHANGE OIL)</caption>
            </figure>
            <para>El mensaje de cambio de aceite (CHANGE OIL) aparecer&#225; cuando se excede el intervalo de servicio
                programable por el cliente. Estos l&#237;mites pueden ser configurados en t&#233;rminos de distancia
                recorrida, horas o consumo calculado de combustible. Es posible ajustar estos l&#237;mites de servicio o
                conectar y desconectar la funci&#243;n de mensaje de cambio de aceite usando la EST.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>No hay detecci&#243;n de fallas para la funci&#243;n del mensaje de cambio de aceite.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Reposicionamiento del mensaje de cambio de aceite</title>
            <specpara>
                <note>
                    <para>Luego de cambiar el aceite del motor, si el veh&#237;culo usa la funci&#243;n del mensaje de
                        cambio de aceite, reposicione el sistema como sigue:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga el freno de estacionamiento (requerido para recibir una se&#241;al correcta del
                    ESC).
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar la llave de arranque a IGN/ON.</para>
            </step1>
            <step1>
                <para count="1">Oprima y suelte simult&#225;neamente los botones CRUISE ON y RESUME/ACCEL
                    <emph type="bold">cuatro (4) veces</emph>. Este paso debe hacerse en no m&#225;s de
                    <emph type="bold">seis (6)</emph>
                    segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Oprima simult&#225;neamente y mantenga oprimidos los botones
                    <emph type="bold">CRUISE ON</emph>
                    y
                    <emph type="bold">RESUME/ACCEL</emph>
                    por
                    <emph type="bold">tres (3)</emph>
                    segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte ambos botones.</para>
            </step1>
            <specpara>
                <note>
                    <para>Toda la secuencia DEBE HACERSE en no m&#225;s de doce (12) segundos. El mensaje de cambio de
                        aceite se apagar&#225; y volver&#225; a encenderse cuando haya llegado la hora de volver a
                        cambiar el aceite.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">L&#237;mites de Intervalo de servicio</emph>
            </para>
            <para>Este grupo de par&#225;metros permite personalizar la funci&#243;n de intervalos de servicio. Esta
                funci&#243;n permite al propietario de veh&#237;culo personalizar los intervalos para mantenimiento al
                veh&#237;culo (como cambio de aceite). Cuando se llega a la distancia recorrida u horas programadas, el
                mensaje de cambio de aceite aparecer&#225; para indicar que es tiempo de dar servicio y mantenimiento.
            </para>
            <para>Los l&#237;mites indicados a continuaci&#243;n son los valores m&#225;ximo y preconfigurado para la
                funci&#243;n interna de servicio. Mediante el uso de la EST, estos l&#237;mites pueden ser ajustados
                hacia abajo para satisfacer necesidades espec&#237;ficas de un cliente, pero no por encima del intervalo
                de servicio recomendado por el fabricante.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Modo de intervalo de servicio</emph>
                    </para>
                    <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados si este veh&#237;culo
                        tiene la funci&#243;n intervalos de servicio.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Consumo de combustible</emph>
                    </para>
                    <para>Este par&#225;metro permite programar el flujo de combustible a ser utilizado desde el &#250;ltimo
                        servicio, antes de que se encienda el mensaje de cambio de aceite.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Horas transcurridas</emph>
                    </para>
                    <para>Este par&#225;metro permite programar la cantidad de horas de funcionamiento del motor desde
                        el &#250;ltimo servicio, antes de que se encienda el mensaje de cambio de aceite.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Distancia recorrida</emph>
                    </para>
                    <para>Este par&#225;metro permite programar la distancia en millas o kil&#243;metros desde el &#250;ltimo
                        servicio, antes de que se encienda el mensaje de cambio de aceite.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valor inicial de combustible utilizado</emph>
                    </para>
                    <para>Este par&#225;metro indica el valor inicial para medir el combustible utilizado desde el
                        &#250;ltimo servicio.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valor inicial de horas de funcionamiento del motor</emph>
                    </para>
                    <para>Este par&#225;metro indica el valor inicial para medir las horas de funcionamiento del motor
                        desde el &#250;ltimo servicio.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Valor inicial de distancia</emph>
                    </para>
                    <para>Este par&#225;metro indica el valor inicial para medir la distancia recorrida por el veh&#237;culo
                        desde el &#250;ltimo servicio.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Porcentaje para anunciar el pr&#243;ximo servicio</emph>
                    </para>
                    <para>Este par&#225;metro indica a qu&#233; porcentaje de los intervalos de mantenimiento debe
                        comenzar a aparecer el mensaje intermitente de advertencia de cambio de aceite.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Mensaje de cambio de aceite siempre encendido</emph>
                    </para>
                    <para>Este par&#225;metro indica si el mensaje de cambio de aceite debe estar siempre encendido
                        luego de arrancar el motor.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Duraci&#243;n del mensaje</emph>
                    </para>
                    <para>Este par&#225;metro indica por cu&#225;nto tiempo activar el mensaje de cambio de aceite despu&#233;s
                        del arranque del motor, si no est&#225; programado para aparecer siempre.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Solicitud de reposicionar el intervalo de servicio</emph>
                    </para>
                    <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados que el veh&#237;culo
                        ha recibido servicio y que los valores iniciales deben ser puestos en cero.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_82.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_84.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
