<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Baja presi&#243;n de aceite
    </stitle>
    <svcman/>
    <svcproc id="s306000402.12" svcproctype="disassemble" graphiccount="5">
        <title>Baja presi&#243;n de aceite</title>
        <svcprocinfo id="s306000402.12.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>El nivel de aceite es bajo: fuga, demasiado consumo o mantenimiento incorrecto.</para>
                </item>
                <item>
                    <para>El nivel de aceite es alto: mantenimiento incorrecto, combustible o refrigerante en el
                        aceite.
                    </para>
                </item>
                <item>
                    <para>El aceite no es de la viscosidad adecuada</para>
                </item>
                <item>
                    <para>Hay combustible en el aceite</para>
                </item>
                <item>
                    <para>El regulador de presi&#243;n de aceite est&#225; trabado</para>
                </item>
                <item>
                    <para>La bomba de aceite est&#225; rayada o da&#241;ada</para>
                </item>
                <item>
                    <para>El interruptor de presi&#243;n de aceite (EOP) est&#225; polarizado</para>
                </item>
                <item>
                    <para>Falta alg&#250;n tap&#243;n acopado de las galer&#237;as de aceite (delantero o trasero)
                    </para>
                </item>
                <item>
                    <para>Alg&#250;n tubo enfriador de pist&#243;n falta, est&#225; roto o flojo</para>
                </item>
                <item>
                    <para>Alg&#250;n casquillo de cojinete o buje del &#225;rbol de levas falta, est&#225; da&#241;ado o
                        desgastado
                    </para>
                </item>
                <item>
                    <para>Falta alg&#250;n levantav&#225;lvulas (tambi&#233;n habr&#225; problemas de rendimiento)
                    </para>
                </item>
                <item>
                    <para>Aireaci&#243;n (tubo de captaci&#243;n agrietado o falta un sello anular)</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.12.2">
            <title>Diagn&#243;sticos de baja presi&#243;n de aceite</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera para la prueba, no la quiebre, no la pase muy cerca de
                                piezas en movimiento ni permita que toque superficies calientes del motor.
                            </para>
                        </item>
                        <item>
                            <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en PARK o en neutro, que el freno
                                de estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de
                                hacer funcionar el motor para alguna tarea de diagn&#243;stico o mantenimiento.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mida el nivel del aceite con la varilla medidora mientras el veh&#237;culo est&#225;
                    estacionado en un terreno nivelado. Determine si el aceite est&#225; contaminado con combustible o
                    refrigerante.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El nivel del aceite variar&#225; dependiendo de la temperatura del motor.</para>
                    </item>
                    <item>
                        <para>Si el aceite est&#225; contaminado, refi&#233;rase a los procedimientos de diagn&#243;stico
                            &#171;Combustible en el aceite&#187; o &#171;Refrigerante en el aceite&#187; en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000418" figsize="col-wide">
                <graphic filename="../figj31/j31245.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas de presi&#243;n de combustible en el orificio del EOP</caption>
            </figure>
            <step1>
                <para count="1">Saque el EOP e instale en su lugar un adaptador para pruebas de presi&#243;n de
                    combustible. Conecte un medidor de presi&#243;n, las mangueras y la v&#225;lvula al adaptador para
                    pruebas de presi&#243;n de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Encienda el motor y mida la presi&#243;n de aceite en ralent&#237; bajo y alto sin
                    carga. El motor debe estar a temperatura normal de operaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de aceite cumple con los valores requeridos en el
                            <hotlnk document="mges305_S306001201.xml" xrefid="s3060012.1">&#171;Ap&#233;ndice A&#187;
                            </hotlnk>
                            y el medidor del tablero indica que la presi&#243;n est&#225; baja, haga las pruebas del
                            <hotlnk document="mges305_130.xml" xrefid="s306000706.14.1.1">&#171;Interruptor de presi&#243;n
                                de aceite (EOP)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 y repare o cambie el medidor del tablero.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n no cumple con los valores requeridos, vaya al paso 4.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000419" figsize="col-wide">
                <graphic filename="../figJ13/J13031.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Componentes del regulador de presi&#243;n de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n y sello anular</callout1>
                    <callout1 type="arabic">Resorte de desv&#237;o de presi&#243;n</callout1>
                    <callout1 type="arabic">V&#225;stago de pist&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque e inspeccione el regulador de presi&#243;n de aceite, seg&#250;n el procedimiento
                    descrito en el &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El pist&#243;n del regulador de presi&#243;n de aceite debe moverse libremente en su
                            cavidad en la tapa delantera.
                        </para>
                    </item>
                    <item>
                        <para>Si el regulador de presi&#243;n de aceite funciona bien y pasa la inspecci&#243;n visual,
                            vuelva a instalarlo seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del
                            motor&#187;. Repita el paso 3 y si la presi&#243;n sigue baja, vaya al paso 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000420" figsize="col-wide">
                <graphic filename="../figj13/j13026.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Inspecci&#243;n de la bomba de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tapa</callout1>
                    <callout1 type="arabic">Sello anular</callout1>
                    <callout1 type="arabic">Espiga (2)</callout1>
                    <callout1 type="arabic">Bomba de aceite gerotor</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque e inspeccione la bomba de aceite, seg&#250;n el procedimiento descrito en el
                    &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione la carcasa y la tapa de la bomba de aceite en busca de golpes o rayones
                            profundos.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione los engranajes del rotor en busca de da&#241;os o desgaste excesivo.</para>
                    </item>
                    <item>
                        <para>Si no encuentra da&#241;os considerables, vaya al paso 6.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Drene el c&#225;rter usando un recipiente limpio. Inspeccione el im&#225;n del tap&#243;n
                    del orificio de drenaje, el aceite y el filtro en busca de elementos extra&#241;os o residuos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a sacar una muestra del aceite y hacerla analizar para determinar el nivel de
                            residuos met&#225;licos por desgaste del motor y otros elementos contaminantes.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el c&#225;rter superior e inferior seg&#250;n los procedimientos descritos en el
                    &#171;Manual de servicio del motor&#187;. Inspeccione el tubo de captaci&#243;n, sello anular, tubos
                    enfriadores, casquillos de cojinete y bujes de leva en busca de piezas faltantes, da&#241;adas o
                    flojas.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, cerci&#243;rese de que el filtro de aceite est&#233; en buen
                        estado. Usar el motor con el filtro de aceite da&#241;ado puede deteriorarlo r&#225;pidamente
                        debido al aceite sucio.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Vuelva a instalar el filtro de aceite y la tapa.</para>
            </step1>
            <step1>
                <para count="1">Conecte una manguera con aire regulado al adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n en la base del filtro de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique lentamente presi&#243;n en incrementos de 34,5 kPa (5 lb/pulg
                    <supscript>2</supscript>) hasta llegar a 345 kPa (50 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione en busca de fugas abundantes.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga grande desde el &#225;rea de la tapa delantera, vaya al paso 12.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra una fuga grande desde el &#225;rea de la tapa trasera, vaya al paso 14.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra ninguna fuga grande, saque el motor del veh&#237;culo. Desarme el motor y
                            haga una inspecci&#243;n general de todos los componentes, seg&#250;n los procedimientos
                            descritos en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la tapa delantera, seg&#250;n el procedimiento descrito en el &#171;Manual de
                    servicio del motor&#187; y complete la inspecci&#243;n de la bomba de aceite.
                </para>
            </step1>
            <figure id="f306000421" figsize="col-wide">
                <graphic filename="../figj06/j06054.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Ubicaci&#243;n de los tapones acopados de la galer&#237;a principal de aceite</caption>
            </figure>
            <step1>
                <para count="1">Una vez que haya sacado la tapa delantera, verifique que los tapones acopados delanteros
                    de la galer&#237;a principal de aceite est&#233;n colocados y que no est&#233;n da&#241;ados.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        asegure el motor antes de sacar la tapa trasera.
                    </para>
                </warning>
            </specpara>
            <figure id="f306000422" figsize="col-wide">
                <graphic filename="../figj06/j06058.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Ubicaci&#243;n de los tapones acopados traseros de la galer&#237;a principal de aceite
                </caption>
            </figure>
            <step1>
                <para count="1">Saque la tapa trasera seg&#250;n el procedimiento descrito en el &#171;Manual de
                    servicio del motor&#187;. Verifique que los tapones acopados traseros de la galer&#237;a principal
                    de aceite est&#233;n colocados y que no est&#233;n da&#241;ados.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_64.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_66.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
