<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - PISTONES, ANILLOS y BIELAS - INSPECCI&#211;N - Bielas</stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="5">
        <title>Bielas</title>
        <specpara>
            <caution>
                <para>Mantenga las superficies de contacto de la tapa y la biela limpias y libres de desechos. No
                    permita que las superficies de contacto descansen sobre ninguna superficie. No golpee las
                    superficies de contacto o deje caer la biela o su tapa. Esto puede causarles astillas, abolladuras o
                    desgaste en la superficie de contacto, resultando en una uni&#243;n inapropiada al ensamblarlas y
                    por lo consiguiente, posibles da&#241;os al motor.
                </para>
                <para>Si la tapa se coloca al rev&#233;s en el momento de ensamblarla en la biela, o la tapa no queda
                    instalada en su biela compa&#241;era original, se arruinar&#225;n las superficies de contacto. En
                    este caso se tiene que reemplazar el conjunto de toda la biela.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Inspeccione si los tornillos de la biela tienen mellas o da&#241;os. Reemplace si se
                requiere.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione si las superficies de contacto de la biela y su tapa, o el agujero del cojinete
                tienen alguna indicaci&#243;n de da&#241;o. El agujero debe estar suave y libre de rasgu&#241;os o
                ralladuras. Reemplace si se requiere.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione si el buje de la biela para el pasador del pist&#243;n tiene desgaste de la
                siguiente manera:
            </para>
            <step2>
                <para count="1">Use un calibrador telesc&#243;pico
                    <xref refid="te2350703"/>
                    y un micr&#243;metro de 1-2 pulgada, para medir el agujero del pasador en dos puntos separados a 90&#176;.
                    Registre las medidas.
                </para>
                <figure id="f2350711" figsize="col-wide">
                    <graphic filename="../figd04/d0405.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Midiendo el Di&#225;metro Interior del Buje del Pasador del Pist&#243;n</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Buje del pasador del pist&#243;n</callout1>
                        <callout1 type="arabic">Calibrador telesc&#243;pico</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Si el di&#225;metro interior del buje del pasador del pist&#243;n excede la especificaci&#243;n
                    m&#237;nima
                    <xref refid="te2350701"/>, reemplace la biela.
                </para>
            </step2>
        </step1>
        <para>
            <title>
                <emph type="bold">Revisi&#243;n de la Ovalizaci&#243;n del Agujero de la Biela y la Conicidad de las
                    Cavidades de los Cojinetes
                </emph>
            </title>
        </para>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, revise si tornillos de la biela tienen atascamiento. Ellos
                    deben enroscar libremente cuando est&#225;n lubricados con aceite limpio de motor. Si no enroscan
                    suavemente, se debe descartar la biela. Si existe atascamiento, no se pueden rectificar las roscas
                    de la biela. Durante la inspecci&#243;n, revise cuidadosamente la condici&#243;n de las roscas.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Lubrique lo tornillos de la biela con aceite limpio de motor. Ensamble la tapa en la biela
                sin insertar los cojinetes. Apriete los tornillos a la
                <hotlnk document="mges235_117.xml" xrefid="te2350702">torsi&#243;n especial
                    <xref refid="te2350702"/>
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Use un calibrador telesc&#243;pico
                <xref refid="te2350703"/>
                para
                <hotlnk xrefid="f2350712">medir la biela en dos lugares separados a 90&#176;</hotlnk>.
            </para>
            <figure id="f2350712" figsize="col-wide">
                <graphic filename="../figd04/d0421.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Midiendo la Condici&#243;n de Ovalizaci&#243;n del Agujero del Cojinete de la Biela</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si la diferencia entre las dimensiones A y B excede la de las especificaci&#243;n de
                ovalizaci&#243;n
                <xref refid="te2350701"/>, reemplace la biela.
            </para>
        </step1>
        <step1>
            <para count="1">Mida la conicidad para las cavidades de los cojinetes de la biela de la siguiente manera:
                <xref refid="f2350713"/>:
            </para>
            <step2>
                <para count="1">Inserte un calibrador telesc&#243;pico
                    <xref refid="te2350703"/>
                    cerca del chafl&#225;n de cada lado. Registre las lecturas.
                </para>
            </step2>
            <step2>
                <para count="1">Mida el di&#225;metro interior del agujero del cojinete de la biela cerca del chafl&#225;n
                    del otro lado. Registre las lecturas.
                </para>
                <para>La diferencia entre las dos lecturas es la conicidad para las cavidades de los cojinetes del
                    agujero de la biela. Si la conicidad para las cavidades de los cojinetes de los agujeros de la biela
                    excede la de las especificaciones
                    <xref refid="te2350701"/>, reemplace la biela.
                </para>
            </step2>
        </step1>
        <figure id="f2350713" figsize="col-wide">
            <graphic filename="../figd04/d0406.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Midiendo la Conicidad de las Cavidades para los Cojinetes en el Agujero de la Biela</caption>
        </figure>
        <step1>
            <para count="1">Con la tapa de la biela removida, inspeccione el terminado de la superficie del agujero del
                cojinete de la biela. El agujero debe estar suave, sin rayas, melladuras o rebabas. Reemplace si se
                requiere.
            </para>
        </step1>
        <para>
            <title>Revisi&#243;n del Ajuste del Cojinete de la Biela</title>
        </para>
        <specpara>
            <note>
                <para>El cojinete de la biela consta de dos casquetes, los cuales deben ajustar apretadamente en el
                    agujero. Cuando se insertan los casquetes del cojinete de la biela en la biela y la tapa, deben
                    sobresalir ligeramente sobre la l&#237;nea de partici&#243;n. Esta protuberancia es requerida para
                    lograr la "compresi&#243;n del cojinete"
                </para>
                <para>Los extremos de ambos casquetes del cojinete de la biela son ligeramente m&#225;s largos que el di&#225;metro
                    del agujero de la biela donde van a ser ensamblados. Esta condici&#243;n est&#225; dise&#241;ada
                    dentro de los casquetes del cojinete, causando que se expandan hacia afuera en la l&#237;nea de
                    partici&#243;n cuando se causa la "compresi&#243;n del cojinete", debido a la carga aplicada por
                    medio del apriete de los tornillos. Se puede perder cierto encaje por el uso normal, pero no se
                    requiere el reemplazo del casquete de cojinete debido a la perdida nominal de encaje.
                </para>
                <para>Cuando el conjunto es ensamblado apretadamente, los casquetes del cojinete son comprimidos,
                    asegurando un contacto positivo entre el respaldo del cojinete y el agujero de la biela.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Lubrique los tornillos de la biela con aceite limpio de motor. Ensamble la tapa de la biela
                con los casquetes del cojinete nuevos instalados. Apriete los tornillos en forma alterna y pareja al
                valor de torsi&#243;n especial
                <xref refid="te2350702"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Use un calibrador telesc&#243;pico
                <xref refid="te2350703"/>
                para medir el di&#225;metro interior del cojinete de la biela en dos posiciones separadas por 90&#176;.
                Saque un promedio de las dos medidas interiores del di&#225;metro.
            </para>
        </step1>
        <step1>
            <para count="1">Use un micr&#243;metro para medir el di&#225;metro de cada mu&#241;&#243;n del cig&#252;e&#241;al.</para>
        </step1>
        <step1>
            <para count="1">Reste la medida del di&#225;metro del mu&#241;&#243;n del cig&#252;e&#241;al de la medida
                del di&#225;metro interior del cojinete de la respectiva biela, para obtener la holgura de rodamiento
                entre el cig&#252;e&#241;al y el cojinete de la biela. Repita esto para cada mu&#241;&#243;n del cig&#252;e&#241;al.
            </para>
        </step1>
        <step1>
            <para count="1">Si la holgura de rodamiento entre el cig&#252;e&#241;al y el cojinete de la biela se excede
                de las especificaciones debido al desgaste del cig&#252;e&#241;al, reemplace o rectifique el cig&#252;e&#241;al
                e instale los casquetes del cojinete de biela del tipo preciso para el tama&#241;o menor.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor no intente reducir la holgura de rodamiento entre los casquetes
                    del cojinete y el mu&#241;&#243;n del cig&#252;e&#241;al rectificando la tapa del cojinete, los
                    casquetes del cojinete, o ambos. Rectifique o reemplace solamente el cig&#252;e&#241;al.
                </para>
            </caution>
            <note>
                <para>El Plastigage&#174; puede ser usado como m&#233;todo alterno para determinar la holgura de
                    rodamiento.
                </para>
            </note>
        </specpara>
        <para>
            <title>
                <emph type="bold">Inspecci&#243;n de los Pasadores del Pist&#243;n</emph>
            </title>
        </para>
        <step1>
            <para count="1">Inspeccione si los pasadores del pist&#243;n tienen corrosi&#243;n o desgaste. Reemplace si
                se requiere.
            </para>
        </step1>
        <step1>
            <para count="1">Use un micr&#243;metro de 1-2 pulgadas para medir el di&#225;metro exterior del pasador del
                pist&#243;n en dos lugares separados por 90&#176;. Mida cada extremo del pasador. Registre el rango de
                las medidas. Si el desgaste del pasador del pist&#243;n excede las especificaciones
                <xref refid="te2350701"/>, reemplace el pasador del pist&#243;n.
            </para>
            <figure id="f2350714" figsize="col-wide">
                <graphic filename="../figd04/d0422.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Revisando si Hay Desgaste en el Pasador del Pist&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Pasador del pist&#243;n</callout1>
                    <callout1 type="arabic">Micr&#243;metro de 1-2 pulgadas</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Usando un calibrador telesc&#243;pico de 1-2 pulgadas y un micr&#243;metro, mida el di&#225;metro
                interior de cada agujero del pasador del pist&#243;n, en dos lugares separados por 90&#176;.
            </para>
            <figure id="f2350714.1" figsize="col-wide">
                <graphic filename="../figd04/d0425.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Midiendo el Di&#225;metro Interior del Pasador del Pist&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para revisar la holgura del pasador del pist&#243;n, reste el di&#225;metro exterior del
                pasador del pist&#243;n del di&#225;metro interior del agujero del pasador del pist&#243;n. Si la
                holgura se excede de las especificaciones
                <xref refid="te2350701"/>, reemplace el pasador del pist&#243;n.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_113.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_115.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
