<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - HERRAMIENTAS Y ACCESORIOS DE DIAGN&#211;STICO
        - Uso de Master Diagnostics (MD 32) - Archivo de ayuda de la EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="6">
        <title>Archivo de ayuda de la EST</title>
        <para>Esta versi&#243;n del programa Master Diagnostics tiene amplia documentaci&#243;n en el archivo electr&#243;nico
            de ayuda. Esta secci&#243;n describe la organizaci&#243;n y disposici&#243;n del archivo Help.
        </para>
        <figure id="f17505110.1" figsize="col-wide">
            <graphic filename="../figEg8/Eg8725.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
        </figure>
        <para>Seleccione Help&#8594; Contents.</para>
        <figure id="f17505111" figsize="col-wide">
            <graphic filename="../figEg8/Eg8726.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Aparecer&#225; la secci&#243;n Help.</para>
        <para>El archivo Help est&#225; dividido en los siguientes encabezamientos: Company, Introduction, How to's,
            Programming, Menus Toolbar y TroubleCodes (DLC).
        </para>
        <para>Introduction (Introducci&#243;n) tiene informaci&#243;n sobre la versi&#243;n del software. Aqu&#237; se
            registran los cambios de cada nueva versi&#243;n. Pulse sobre Revision Information. Aparecer&#225; la versi&#243;n
            del software que usted est&#225; utilizando.
        </para>
        <para>How to's (c&#243;mo hacerlo) describe las caracter&#237;sticas de uso, acceso y ejemplos de este software.
            Pulse dos veces sobre el encabezamiento How to's para ver m&#225;s funciones de ayuda.
        </para>
        <figure id="f17505114" figsize="col-wide">
            <graphic filename="../figEg8/Eg8729.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Trouble Codes (DLC) (c&#243;digos de falla) contiene procedimientos de servicio e informaci&#243;n t&#233;cnica
            sobre la familia de motores International. Al pasar el cursor sobre un DTC o el &#237;ndice de circuitos, el
            cursor cambia de una flecha a una mano para indicar que puede hacer enlace inmediato con esos temas.
        </para>
        <para>Ejemplo: Pulse dos veces sobre el DTC para ver una descripci&#243;n detallada de las causas posibles. Esto
            normalmente aparece cuando pulsa dos veces sobre el DTC en la ventana de DTC .
        </para>
        <figure id="f17505065" figsize="col-wide">
            <graphic filename="../figEg8/Eg8764.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Pulse sobre un enlace inmediato en el &#237;ndice de circuitos para ver una descripci&#243;n detallada del
            circuito involucrado con este DTC as&#237; como otros. El &#237;ndice de circuitos tambi&#233;n est&#225;
            organizado en temas individuales correspondientes a sus DTC relacionados. Tambi&#233;n puede ver diagramas
            de circuito relacionados pulsando sobre el enlace inmediato a la familia de motores apropiada (V-8 o I-6).
        </para>
        <figure id="f17505066" figsize="col-wide">
            <graphic filename="../figEg8/Eg8765.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <figure id="f17505066.1" figsize="col-wide">
            <graphic filename="../figEg8/Eg8766.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Ejemplo: Si pulsa sobre el DTC 131 aparecer&#225; una ventana con los detalles y m&#225;s informaci&#243;n
            acerca de ese c&#243;digo. Si pulsa sobre el enlace I-6 aparecer&#225; un diagrama el&#233;ctrico y pruebas
            de voltaje y resistencia para el haz de cables y los conectores.
        </para>
        <para>Pulse sobre la pesta&#241;a Index. Esto muestra todos los temas de EST HELP (ayuda de la EST). Al pulsar
            dos veces sobre un tema del &#237;ndice, aparece la informaci&#243;n de ayuda.
        </para>
        <para>Pulse sobre la pesta&#241;a Search (b&#250;squeda). Las b&#250;squedas en el EST HELP se hacen escribiendo
            palabras o frases espec&#237;ficas. La funci&#243;n de b&#250;squeda avanzada proporciona b&#250;squedas
            condicionales. Escriba las palabras o frases en la casilla de b&#250;squeda y pulse sobre el bot&#243;n List
            Topics (lista de temas). Seleccione el tema y luego pulse sobre el bot&#243;n Display (exhibir) para ver la
            informaci&#243;n de ayuda.
        </para>
        <para>Refi&#233;rase al Manual del usuario de Master Diagnostics (MD) para informaci&#243;n adicional.</para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_234.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
