<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 7. Prueba est&#225;ndar con la llave en ONy el motor en marcha KOER
    </stitle>
    <svcman/>
    <svcproc id="s306000603.7" svcproctype="diagnose" graphiccount="4">
        <title>7. Prueba est&#225;ndar con la llave en ONy el motor en marcha KOER</title>
        <figure id="f306000630" figsize="col-wide">
            <graphic filename="../figj31/j31102.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption></caption>
        </figure>
        <para id="tp306000607">
            <title>Finalidad</title>Verificar que los sensores del motor y el IPR est&#233;n funcionando correctamente
            dentro de los l&#237;mites requeridos.
        </para>
        <specpara>
            <note>
                <para>El ECM activar&#225; el IPR y monitorizar&#225; las se&#241;ales devueltas por el ICP. Si hay alg&#250;n
                    problema con el IPR o con el ICP, el ECM establecer&#225; DTC y la EST los mostrar&#225;.
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con los siguientes puntos:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                        </para>
                    </item>
                    <item>
                        <para>Cuando encienda un motor en un &#225;rea cerrada, proporcione ventilaci&#243;n adecuada
                            para dispersar los mort&#237;feros gases del escape. Respirar gases de escape puede ser
                            fatal.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en PARK o en neutro, que el freno de
                            estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer
                            funcionar el motor para alguna tarea de diagn&#243;stico o mantenimiento.
                        </para>
                    </item>
                </randlist>
            </warning>
        </specpara>
        <figure id="f306000631" figsize="col-wide">
            <graphic filename="../figj31/j31180.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Sesi&#243;n de prueba est&#225;ndar KOER</caption>
        </figure>
        <step1>
            <para count="1">Seleccione D_KOER_Standard.ssny pulse Open para monitorizar el funcionamiento del motor.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la puerta
                    cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Encienda y deje funcionar el motor hasta que alcance una temperatura de operaci&#243;n de 70
                &#176;C (158 &#176;F).
            </para>
            <specpara>
                <note>
                    <para>La temperatura del refrigerante debe llegar a 70 &#176;C (158 &#176;F) como m&#237;nimo para
                        que el ECM pueda probar correctamente los sensores y activadores del motor. Si la temperatura
                        del refrigerante est&#225; por debajo del l&#237;mite de la autoprueba, la EST mostrar&#225; el
                        mensaje Coolant temperature is out of range(la temperatura del refrigerante est&#225; fuera de
                        los l&#237;mites).
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f306000632" figsize="col-wide">
            <graphic filename="../figj31/j31049.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Prueba est&#225;ndar KOER</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Stardarden el cuadro Key-On Engine-Running Diagnosticsy pulse Run para comenzar
                la prueba.
            </para>
        </step1>
        <step1>
            <para count="1">El ECM comenzar&#225; la prueba est&#225;ndar KOER y ordenar&#225; al motor a que acelere
                hasta unas RPM predeterminadas.
            </para>
            <para>Durante la prueba, el ECM env&#237;a instrucciones al IPR mediante una prueba en etapas, para
                determinar si el sistema de presi&#243;n de control de inyecci&#243;n est&#225; funcionando debidamente.
                El ECM monitoriza los valores de las se&#241;ales que recibe desde el ICP y los compara con los valores
                esperados. Cuando la prueba termina, el ECM pone el motor en el modo de operaci&#243;n normal y
                transmite cualquier DTC establecido.
            </para>
        </step1>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase al
                <hotlnk document="mges3052_S306001201.xml" xrefid="s3060012.1">Ap&#233;ndice B &#171;C&#243;digos de
                    falla&#187;
                </hotlnk>
                para la explicaci&#243;n de los DTC.
            </para>
        </step1>
        <step1>
            <para count="1">Corrija cualquier problema que haya causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <figure id="f306000633" figsize="col-wide">
            <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Cierre la sesi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.</para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Fuga de aceite en el sistema de control de inyecci&#243;n a alta presi&#243;n.</para>
            </item>
            <item>
                <para>Cableado del motor en el ICP o en el IPR flojo o corroido.</para>
            </item>
            <item>
                <para>El cableado al ICP o IPR est&#225; abierto o en corto.</para>
            </item>
            <item>
                <para>El ICP est&#225; defectuoso.</para>
            </item>
            <item>
                <para>El IPR no funciona.</para>
            </item>
            <item>
                <para>La bomba de aceite de alta presi&#243;n no funciona.</para>
            </item>
            <item>
                <para>No llega suficiente aceite a la bomba de alta presi&#243;n.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_93.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_95.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
