<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de control y manejo del
        aire
    </stitle>
    <svcman/>
    <svcsubsec id="s306000102">
        <title>Sistema de control y manejo del aire</title>
        <svcproc id="s306000102.1" svcproctype="describe" graphiccount="2">
            <title>Componentes del sistema de control y manejo del aire y flujo de aire</title>
            <figure id="f306000110" figsize="pg-wide">
                <graphic filename="../figj31/j31147.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px"/>
                <caption>Diagrama del sistema de admisi&#243;n de aire y escape</caption>
                <calloutgroup>
                    <callout1 type="arabic">Turbo doble</callout1>
                    <callout1 type="arabic">Salida de gases de escape (a la atm&#243;sfera)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de escape</callout1>
                    <callout1 type="arabic">MAF/IAT, entrada de aire (desde el filtro de aire)</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape (izquierdo)</callout1>
                    <callout1 type="arabic">Culata (izquierda)</callout1>
                    <callout1 type="arabic">Culata (derecha)</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape (derecho)</callout1>
                    <callout1 type="arabic">V&#225;lvula de EGR</callout1>
                    <callout1 type="arabic">Conducto de entrada de aire</callout1>
                    <callout1 type="arabic">Enfriador de aire turboalimentado</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000111" figsize="full-pg">
                <graphic filename="../figJ31/J31023.webp" type="webp" scalefit="1" scalefitwidth="532px"
                         scalefitheight="592px"/>
                <caption>Sistema de control y manejo del aire</caption>
            </figure>
            <randlist type="bullet">
                <title>El sistema de control y manejo del aire incluye lo siguiente:</title>
                <item>
                    <para>Filtro de aire</para>
                </item>
                <item>
                    <para>Turbo de dos etapas con activador neum&#225;tico</para>
                </item>
                <item>
                    <para>Enfriador de aire turboalimentado (CAC)</para>
                </item>
                <item>
                    <para>MAF/IAT</para>
                </item>
                <item>
                    <para>MAP</para>
                </item>
                <item>
                    <para>M&#250;ltiple de admisi&#243;n</para>
                </item>
                <item>
                    <para>V&#225;lvulas de admisi&#243;n</para>
                </item>
                <item>
                    <para>Sistema de recirculaci&#243;n de gases de escape</para>
                </item>
                <item>
                    <para>V&#225;lvulas de escape</para>
                </item>
                <item>
                    <para>M&#250;ltiples de escape</para>
                </item>
                <item>
                    <para>Tubo de escape</para>
                </item>
                <item>
                    <para>Convertidor catal&#237;tico (si lo tiene)</para>
                </item>
                <item>
                    <para>Filtro catalizado de part&#237;culas diesel (CDPF) (si lo tiene)</para>
                </item>
            </randlist>
            <para>
                <title>Flujo del aire</title>
            </para>
            <para>Todo el aire de admisi&#243;n es aspirado a trav&#233;s del filtro de aire, pasando por el MAF/IAT a
                trav&#233;s del conducto de entrada de aire. Los vapores del bloque son reciclados y mezclados en la
                corriente de aire. La mezcla de aire aspirada por el compresor de baja presi&#243;n, es comprimida y
                descargada en el compresor de alta presi&#243;n. El compresor de alta presi&#243;n comprime el aire a
                alta presi&#243;n, alta temperatura y alta densidad antes de que entre al CAC.
            </para>
            <para>El aire as&#237; descargado fluye a trav&#233;s del CAC. El aire del exterior fluye sobre los tubos y
                aletas del CAC para enfriar el aire comprimido. El aire fluye desde el CAC a trav&#233;s del m&#250;ltiple
                de admisi&#243;n y de las v&#225;lvulas de admisi&#243;n hacia los cilindros. Durante el arranque, el
                calentador de aire que est&#225; en el m&#250;ltiple de admisi&#243;n calienta el aire. El elemento del
                calentador de aire de admisi&#243;n es controlado mediante un rel&#233;.
            </para>
            <para>Despu&#233;s de la combusti&#243;n, los gases calientes de escape son forzados a trav&#233;s del m&#250;ltiple
                de escape hacia el enfriador de EGR y el turbo.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Parte de los gases calientes son enfriados en el enfriador de EGR y fluyen a trav&#233;s de la
                        v&#225;lvula de EGR nuevamente hacia el m&#250;ltiple de admisi&#243;n para mezclarse con aire
                        filtrado entrante.
                    </para>
                </item>
                <item>
                    <para>El resto de los gases de escape calientes se expande y fluye hacia el turbo y hacen girar la
                        rueda de la turbina de alta presi&#243;n. Los gases luego fluyen y hacen girar la rueda de la
                        turbina de baja presi&#243;n y luego salen del turbo hacia la tuber&#237;a de escape del motor.
                    </para>
                </item>
            </randlist>
            <para>Los gases fluyen por la tuber&#237;a de escape, el silenciador y el convertidor catal&#237;tico o CDPF
                (dependiendo de la potencia) y salen por el tubo de escape.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
