<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Presi&#243;n en el bloque del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Presi&#243;n en el bloque del motor</title>
        <figure id="f2400661" figsize="col-wide">
            <graphic filename="../figD31/D31285.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Medir la condici&#243;n de los cilindros de potencia.</para>
        <para>
            <emph type="bold">Herramientas</emph>
            <emph type="bold"></emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Medidor Magnehelic de la barra de medidores.</para>
            </item>
            <item>
                <para>Adaptador para prueba de presi&#243;n en el bloque del motor.</para>
            </item>
            <item>
                <para>Alicates para manguera de calentador.</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <step1>
            <para count="1">Refi&#233;rase a las especificaciones en el Ap&#233;ndice A de este manual y anote los
                resultados en el formulario Diagn&#243;sticos de rendimiento.
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el nivel de aceite del motor no sobrepase la marca de lleno y que la
                varilla medidora est&#233; sujeta en su lugar.
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el tubo respirador est&#233; firme en la tapa de v&#225;lvulas y en el
                conducto de admisi&#243;n de aire.
            </para>
        </step1>
        <figure id="f2400662" figsize="col-wide">
            <graphic filename="../figD31/D31160.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Tuber&#237;a de recirculaci&#243;n apretada hasta cerrarla</caption>
        </figure>
        <step1>
            <para count="1">Apriete la tuber&#237;a de recirculaci&#243;n con alicates para manguera de calentador.
            </para>
        </step1>
        <figure id="f2400663" figsize="col-wide">
            <graphic filename="../figD31/D31161.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Manguera para pruebas, herramienta restrictora del bloque del motor y barra de medidores</caption>
        </figure>
        <step1>
            <para count="1">Saque la tapa del orificio de llenado de aceite.</para>
        </step1>
        <step1>
            <para count="1">Instale el adaptador para prueba de presi&#243;n en el tubo de llenado de aceite.</para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Cuando encamine la manguera para pruebas, no la quiebre, no la pase muy cerca de piezas en
                    movimiento ni permita que toque superficies calientes del motor.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Conecte una manguera desde el adaptador para prueba de presi&#243;n hasta el medidor
                Magnehelic de la barra de medidores o a un medidor Magnehelic de agua.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para alguna tarea
                    de diagn&#243;stico o mantenimiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Haga funcionar el motor hasta alcanzar la temperatura normal de operaci&#243;n (70 &#176;C -
                158 &#176;F) antes de medir la presi&#243;n en el bloque del motor.
            </para>
        </step1>
        <step1>
            <para count="1">Haga funcionar el motor en ralent&#237; alto sin carga. Permita que los valores en el
                medidor se estabilicen antes de tomar el valor definitivo.
            </para>
        </step1>
        <step1>
            <para count="1">Anote la presi&#243;n en el bloque del motor en el formulario de diagn&#243;sticos.</para>
            <randlist type="bullet">
                <item>
                    <para>Si la presi&#243;n es menor a las especificaciones, siga con los diagn&#243;sticos de
                        rendimiento.
                    </para>
                </item>
                <item>
                    <para>Si la presi&#243;n es mayor a las especificaciones, siga con el paso 11.</para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">SI el motor tiene compresor de aire, saque la correa del compresor y repita la prueba.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si la presi&#243;n es menor a las especificaciones, repare o sustituya el compresor.</para>
                </item>
                <item>
                    <para>Si la presi&#243;n es mayor a las especificaciones, siga con el paso 12.</para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Desconecte la v&#225;lvula de control del EVRT&#8482; y repita la prueba.</para>
        </step1>
        <randlist type="bullet">
            <item>
                <para>Si la presi&#243;n es menor a las especificaciones, reconecte la v&#225;lvula de control del EVRT&#8482;
                    y haga la Prueba 20 (Administraci&#243;n del aire) para determinar si la presi&#243;n del bloque del
                    motor aumenta a medida que la demanda del turboalimentador aumenta.
                </para>
            </item>
            <item>
                <para>Si la presi&#243;n fluct&#250;a por encima y por debajo de las especificaciones, mientras la v&#225;lvula
                    de control del EVRT&#8482; hace su ciclo, cambie el turboalimentador.
                </para>
            </item>
            <item>
                <para>Si haber desconectado o ciclado la v&#225;lvula de control EVRT&#8482; no hace descender la presi&#243;n
                    por debajo de las especificaciones, contin&#250;e con la Prueba 13.
                </para>
            </item>
        </randlist>
        <step1>
            <para count="1">Haga la Prueba 19 (Compresi&#243;n relativa) para determinar cu&#225;l o cu&#225;les
                cilindros son sospechosos.
            </para>
        </step1>
        <step1>
            <para count="1">Haga la Prueba 18 (Desactivaci&#243;n de los inyectores) para determinar m&#225;s
                precisamente cu&#225;l o cu&#225;les cilindros son sospechosos.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione la entrada de aire en busca de desechos o suciedad.</para>
        </step1>
        <step1>
            <para count="1">Mida la compresi&#243;n con un adaptador para pruebas de compresi&#243;n y un medidor.
                Compare la compresi&#243;n de un cilindro con otro.
            </para>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Hay suciedad en el sistema de admisi&#243;n de aire.</para>
            </item>
            <item>
                <para>Los anillos de los pistones est&#225;n muy gastados o rotos.</para>
            </item>
            <item>
                <para>Las cavidades de los cilindros est&#225;n muy gastadas o rayadas.</para>
            </item>
            <item>
                <para>Los sellos de v&#225;lvula tienen fugas o las gu&#237;as de v&#225;lvula est&#225;n gastadas.
                </para>
            </item>
            <item>
                <para>Un orificio tapado en la herramienta restrictora para bloque del motor.</para>
            </item>
            <item>
                <para>La empaquetadura del m&#250;ltiple de admisi&#243;n tiene fugas.</para>
            </item>
            <item>
                <para>El compresor de aire est&#225; afectando la presi&#243;n en el bloque del motor. Retire la tuber&#237;a
                    de descarga del compresor para eliminar su influencia.
                </para>
            </item>
            <item>
                <para>Los sellos del turboalimentador est&#225;n defectuosos.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_131.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_133.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
