<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        control y manejo del aire
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de control y manejo del aire</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Componentes del sistema de control y manejo del aire y flujo de aire</title>
            <figure id="f2710011" figsize="pg-wide">
                <graphic filename="../figH31/H31021.webp" type="webp" scalefit="1" scalefitwidth="408px" box="no"/>
                <caption>Sistema de control y manejo del aire (AMS)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Aire de admisi&#243;n</callout1>
                    <callout1 type="arabic">Gases de escape</callout1>
                    <callout1 type="arabic">Filtro de aire</callout1>
                    <callout1 type="arabic">Enfriador de aire turboalimentado (CAC)</callout1>
                    <callout1 type="arabic">Conducto mezclador de aire de admisi&#243;n y gases de escape</callout1>
                    <callout1 type="arabic">Calentador de aire de admisi&#243;n (IAH)</callout1>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula EGR</callout1>
                    <callout1 type="arabic">Sensor de temperatura del aire en el m&#250;ltiple (MAT)</callout1>
                    <callout1 type="arabic">Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</callout1>
                    <callout1 type="arabic">Culata</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">Tuber&#237;a comunicante de gases de escape</callout1>
                    <callout1 type="arabic">Turbo de geometr&#237;a variable (VGT)</callout1>
                    <callout1 type="arabic">Silenciador</callout1>
                    <callout1 type="arabic">Sensor de contrapresi&#243;n del escape (EBP)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">El sistema de control y manejo del aire incluye lo siguiente:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Filtro de aire</para>
                </item>
                <item>
                    <para>Enfriador de aire turboalimentado (CAC) instalado en el chasis</para>
                </item>
                <item>
                    <para>Turbo de geometr&#237;a variable (VGT)</para>
                </item>
                <item>
                    <para>Calentador del aire de admisi&#243;n (IAH)</para>
                </item>
                <item>
                    <para>M&#250;ltiple de admisi&#243;n</para>
                </item>
                <item>
                    <para>Sistema de recirculaci&#243;n de gases de escape</para>
                </item>
                <item>
                    <para>Sistema de escape</para>
                </item>
                <item>
                    <para>Conducto mezclador de aire de admisi&#243;n y gases de escape</para>
                </item>
                <item>
                    <para>Freno por motor Diamond Logic&#174;</para>
                </item>
                <item>
                    <para>Convertidor catal&#237;tico - dependiendo del uso del veh&#237;culo</para>
                </item>
                <item>
                    <para>Filtro catalizado de part&#237;culas diesel (CDPF) - dependiendo del uso del veh&#237;culo
                    </para>
                </item>
            </randlist>
            <para>
                <title>Flujo del aire</title>
            </para>
            <para>El aire fluye a trav&#233;s del conjunto del filtro de aire e ingresa al turbo de geometr&#237;a
                variable (VGT). El compresor del VGT aumenta la presi&#243;n, la temperatura y la densidad del aire de
                admisi&#243;n, antes de que entre en el enfriador de aire turboalimentado (CAC). El aire comprimido y fr&#237;o
                fluye desde el CAC hacia el conducto mezclador de gases de escape.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si la v&#225;lvula de control de EGR est&#225; abierta, los gases de escape se mezclar&#225;n
                        con el aire de admisi&#243;n filtrado y fluir&#225;n hacia el m&#250;ltiple de admisi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Si la v&#225;lvula de control de EGR est&#225; cerrada, s&#243;lo el aire filtrado fluir&#225;
                        hacia el m&#250;ltiple de admisi&#243;n.
                    </para>
                </item>
            </randlist>
            <para>Despu&#233;s de la combusti&#243;n, los gases de escape son forzados a trav&#233;s del m&#250;ltiple
                de escape hacia el enfriador de EGR y el VGT.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Parte de los gases de escape son enfriados en el enfriador de EGR y fluyen a trav&#233;s de la
                        v&#225;lvula de control de EGR hacia el conducto mezclador de gases de escape. Cuando los gases
                        de escape se mezclan con el aire filtrado, se reducen las emisiones de &#243;xido de nitr&#243;geno
                        (NOx) y el ruido.
                    </para>
                </item>
                <item>
                    <para>El resto de los gases de escape fluyen hacia el VGT, se expanden y hacen girar la turbina,
                        variando la presi&#243;n reforzadora.
                    </para>
                </item>
                <item>
                    <para>La rueda del compresor del VGT, que est&#225; en el mismo eje que la rueda de la turbina,
                        comprime la mezcla de aire filtrado.
                    </para>
                </item>
            </randlist>
            <para>El VGT responde directamente a las cargas a las que es sometido el motor. Durante una carga pesada, la
                rueda de la turbina gira m&#225;s r&#225;pidamente, impulsada por un mayor flujo de gases de escape.
                Esta mayor velocidad hace girar el impelente del compresor m&#225;s r&#225;pidamente y proporciona m&#225;s
                aire o mayor fuerza al m&#250;ltiple de admisi&#243;n. Por el contrario, cuando la carga del motor es m&#225;s
                liviana, el flujo de los gases de escape disminuye y se dirige una menor cantidad de aire hacia el
                interior del m&#250;ltiple de admisi&#243;n.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
