<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Refrigerante en el aceite lubricante
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Refrigerante en el aceite lubricante</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Falla en la camisa de una buj&#237;a incandescente</para>
                </item>
                <item>
                    <para>Falla en el tap&#243;n acopado de la culata</para>
                </item>
                <item>
                    <para>Falla en conjunto del enfriador de aceite o en el anillo O</para>
                </item>
                <item>
                    <para>Empaquetadura de la tapa delantera da&#241;ada</para>
                </item>
                <item>
                    <para>Porosidad en la tapa delantera, la culata o el bloque del motor</para>
                </item>
                <item>
                    <para>Hay una fuga por la empaquetadura de la culata.</para>
                </item>
                <item>
                    <para>Hay una fuga por la camisa de un inyector.</para>
                </item>
                <item>
                    <para>Hay una fuga por un accesorio (compresor de aire enfriado por agua).</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Procedimiento de inspecci&#243;n para determinar contaminaci&#243;n del aceite lubricante</title>
            <step1>
                <para count="1">Observe los medidores de nivel del refrigerante y del aceite para verificar la validez
                    de la queja de contaminaci&#243;n del aceite.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La presencia de refrigerante en el aceite generalmente dar&#225; al aceite una apariencia
                            blanca lechosa.
                        </para>
                    </item>
                    <item>
                        <para>Si no puede confirmar que haya refrigerante en el aceite, puede sacar una muestra del
                            aceite y analizarla.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Cuando haya confirmado la contaminaci&#243;n del aceite, enchufe el calentador del
                    bloque para calentar el refrigerante.
                </para>
            </step1>
            <figure id="f2400408" figsize="col-wide">
                <graphic filename="../figD31/D31219.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Compresor de aire aislado del motor para la prueba de fuga de refrigerante</caption>
            </figure>
            <step1>
                <para count="1">Si el motor tiene compresor de aire, a&#237;sle el compresor del motor y haga pruebas
                    para localizar fugas de refrigerante.
                </para>
                <seqlist>
                    <item>
                        <para>Desconecte las mangueras de entrada y salida de refrigerante en el compresor de aire y la
                            tuber&#237;a de drenaje de aceite del fondo del soporte de montaje del compresor de aire.
                        </para>
                    </item>
                    <item>
                        <para>Llene con refrigerante el conducto y las mangueras del compresor de aire.</para>
                    </item>
                    <item>
                        <para>Adapte una conexi&#243;n para presi&#243;n de aire y un regulador en una de las mangueras
                            de refrigerante y bloquee la manguera opuesta.
                        </para>
                    </item>
                    <item>
                        <para>Presurice las mangueras de refrigerante del compresor de aire a 96 kPa (14 lb/pulg
                            <supscript>2</supscript>).
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione en busca de fugas de refrigerante por la tuber&#237;a de drenaje de aceite y
                            escuche si hay escape de aire.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra la fuga, repare o sustituya el compresor. Si no encuentra la fuga, siga con
                            el pr&#243;ximo paso.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Retire las buj&#237;as incandescentes y sus cables y las tapas de v&#225;lvulas. Drene
                    el aceite del motor y saque el filtro de aceite.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deje el tap&#243;n de drenaje del c&#225;rter y la tapa del filtro de aceite sin poner.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de enfriamiento a 96 kPa (14 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Si hay fuga de refrigerante desde el c&#225;rter, haga lo siguiente:</para>
                <figure id="f2400409" figsize="col-wide">
                    <graphic id="f2400403.6" filename="../figd08/d0897.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="248px" box="yes"/>
                    <caption>Ubicaci&#243;n de los tapones acopados de la culata</caption>
                </figure>
                <seqlist>
                    <item>
                        <para>Inspeccione toda el &#225;rea de los tapones acopados de la culata en busca de fugas.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione la carcasa del filtro de aceite en busca de fugas de refrigerante desde el
                            enfriador de aceite.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas en las &#225;reas mencionadas arriba, realice el paso 9 para
                            inspeccionar si hay fugas por la parte superior del bloque del motor.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del sistema de enfriamiento est&#225; descendiendo y no hay fuga de
                            refrigerante desde el c&#225;rter, haga el paso 7.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Haga girar el motor a mano y revise si hay refrigerante acumulado en la parte superior
                    de los pistones y saliendo por las cavidades para buj&#237;as incandescentes.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra fugas, haga el paso 8.</para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, haga el paso 9.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire la culata seg&#250;n el procedimiento descrito en el Manual de servicio del
                    motor. Haga todas las inspecciones y una prueba de presi&#243;n a la culata para encontrar el
                    trayecto de la fuga. Inspeccione la empaquetadura de la culata en busca de da&#241;os en las &#225;reas
                    de sellado, que pudieran haber causado la fuga. Verifique que las superficies de contacto del bloque
                    y la culata est&#233;n planas usando una regla y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sustituy&#243; la camisa de una buj&#237;a incandescente o de un inyector, vuelva a
                            probar la culata con la placa para pruebas de presi&#243;n para verificar la reparaci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire el c&#225;rter superior e inferior seg&#250;n los procedimientos descritos en el
                    Manual de servicio del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el bloque del motor en busca de fugas.</para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que se mantenga la presi&#243;n de 96 kPa (14 lb/pulg
                            <supscript>2</supscript>) en el probador de presi&#243;n de radiadores.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, haga el paso 11.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire del motor las carcasas del enfriador y del filtro de aceite seg&#250;n los
                    procedimientos descritos en el Manual de servicio del motor.
                </para>
            </step1>
            <figure id="f2400410" figsize="col-wide">
                <graphic id="f2400404" filename="../figd13/d1362.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         box="yes"/>
                <caption>Enfriador de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Regulador de la presi&#243;n de aire</callout1>
                    <callout1 type="arabic">Adaptador</callout1>
                    <callout1 type="arabic">Placa de pruebas</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Haga la prueba de presi&#243;n del enfriador de aceite seg&#250;n el procedimiento
                    descrito en el Manual de servicio del motor.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga, cambie el enfriador de aceite.</para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, haga el paso 13.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400411" figsize="col-wide">
                <graphic id="f2400405.5" filename="../figd06/d0644a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="yes"/>
                <caption>Superficies selladoras del refrigerante en la tapa delantera</caption>
            </figure>
            <step1>
                <para count="1">Saque la tapa delantera e inspeccione las empaquetaduras y las superficies selladoras
                    seg&#250;n los procedimientos descritos en el Manual de servicio del motor. Revise la tapa delantera
                    y el bloque del motor con una regla y l&#225;minas calibradas.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la reparaci&#243;n necesaria y vuelva a probar el sistema de enfriamiento para
                    confirmar la reparaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_59.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_61.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
