<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de
        administraci&#243;n de aire
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de administraci&#243;n de aire</title>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>Service Procedure</title>
            <figure id="f2400111" figsize="pg-wide">
                <graphic filename="../figd33/d3378.webp" type="webp" scalefit="1" scalefitwidth="432px" box="yes"/>
                <caption>Sistema de administraci&#243;n de aire (AMS)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto del tubo de escape, derecho</callout1>
                    <callout1 type="arabic">Conjunto de tubo blindado de escape</callout1>
                    <callout1 type="arabic">V&#225;lvula de EGR</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">Turboalimentador EVRT&#8482; con soporte de montaje</callout1>
                    <callout1 type="arabic">Conducto de entrada de aire</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape derecho</callout1>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Culata derecha</callout1>
                    <callout1 type="arabic">Culata izquierda</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape izquierdo</callout1>
                </calloutgroup>
            </figure>
            <randlist type="bullet">
                <title>
                    <emph type="bold">El sistema de administraci&#243;n de aire incluye lo siguiente:</emph>
                </title>
                <item>
                    <para>Conjunto del filtro de aire</para>
                </item>
                <item>
                    <para>Respirador del bloque del motor</para>
                </item>
                <item>
                    <para>Enfriador de aire turboalimentado (CAC) instalado en el chasis</para>
                </item>
                <item>
                    <para>Turboalimentador EVRT&#8482;</para>
                </item>
                <item>
                    <para>M&#250;ltiple de admisi&#243;n</para>
                </item>
                <item>
                    <para>Sistema de recirculaci&#243;n de gases de escape (sistema de EGR)</para>
                </item>
                <item>
                    <para>Sistema de escape</para>
                </item>
                <item>
                    <para>Convertidor catal&#237;tico - dependiendo del uso del veh&#237;culo</para>
                </item>
                <item>
                    <para>Filtro catalizado de part&#237;culas diesel (CDPF) - dependiendo del uso del veh&#237;culo
                    </para>
                </item>
            </randlist>
            <para></para>
            <figure id="f2400112" figsize="pg-wide">
                <graphic filename="../figD31/D31169.webp" type="webp" scalefit="1" scalefitwidth="352px" box="yes"/>
                <caption>Diagrama del flujo del aire</caption>
            </figure>
            <para>
                <title>
                    <emph type="bold">Flujo del aire</emph>
                </title>
            </para>
            <para>El aire ingresa y fluye a trav&#233;s del conjunto del filtro de aire y se mezcla con aire proveniente
                de la ventilaci&#243;n del bloque del motor. El turboalimentador comprime esta mezcla de aire antes de
                que ingrese al enfriador de aire turboalimentado (CAC). El aire enfriado y comprimido fluye desde el CAC
                al m&#250;ltiple de admisi&#243;n, que lo dirige hacia los orificios de admisi&#243;n de cada culata.
            </para>
            <para>Despu&#233;s de la combusti&#243;n, los gases calientes de escape son forzados a trav&#233;s del m&#250;ltiple
                de escape hacia el enfriador de EGR y el turboalimentador.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Parte de los gases calientes son enfriados en el enfriador de EGR y fluyen a trav&#233;s de la
                        v&#225;lvula de EGR nuevamente hacia el m&#250;ltiple de admisi&#243;n para mezclarse con aire
                        filtrado. Esto reduce las emisiones de &#243;xido de nitr&#243;geno (NOx) y el ruido.
                    </para>
                </item>
                <item>
                    <para>El resto de los gases calientes de escape se expanden y fluyen hacia el turboalimentador,
                        hacen girar la rueda de la turbina y fluyen por la salida del turboalimentador hacia el tubo de
                        escape del motor.
                    </para>
                </item>
                <item>
                    <para>La rueda del compresor del turboalimentador, que est&#225; en el mismo eje que la rueda de la
                        turbina, comprime la mezcla de aire filtrado y aire proveniente del sistema de ventilaci&#243;n
                        del bloque del motor.
                    </para>
                </item>
            </randlist>
            <para>El turboalimentador responde directamente a las cargas a las que es sometido el motor. Durante una
                carga pesada, la rueda de la turbina gira m&#225;s r&#225;pidamente, impulsada por un mayor flujo de
                gases de escape. Esta mayor velocidad hace girar la h&#233;lice del compresor m&#225;s r&#225;pidamente
                y proporciona m&#225;s aire o mayor fuerza al m&#250;ltiple de admisi&#243;n. Por el contrario, cuando
                la carga del motor es m&#225;s liviana, el flujo de los gases de escape disminuye y se bombea una menor
                cantidad de aire dentro del m&#250;ltiple de admisi&#243;n.
            </para>
            <para>El turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;) se introdujo para modificar
                las caracter&#237;sticas del flujo de escape y volverlo m&#225;s eficiente.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
