<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Bloque del motor, cig&#252;e&#241;al y &#225;rbol de levas -
        Instalaci&#243;n
    </stitle>
    <svcman/>
    <svcsubsec id="s26508.3">
        <title>Instalaci&#243;n</title>
        <svcproc id="s26508.3.1" svcproctype="assemble" graphiccount="2">
            <title>Bujes del &#225;rbol de levas</title>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, use el extractor/instalador de bujes (collar&#237;n de
                        expansi&#243;n) adecuado. Refi&#233;rase a
                        <hotlnk document="mges3001_184.xml" xrefid="E30009C">"Herramientas especiales de
                            servicio"</hotlnk>.
                    </para>
                </caution>
            </specpara>
            <figure id="f3000938" figsize="col-wide">
                <graphic filename="../figd06/d0629.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Instalaci&#243;n de bujes del &#225;rbol de levas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio de suministro de aceite</callout1>
                    <callout1 type="arabic">Tornillo de arrastre</callout1>
                    <callout1 type="arabic">Tuerca de respaldo</callout1>
                    <callout1 type="arabic">Extractor/instalador de bujes (collar&#237;n de expansi&#243;n)</callout1>
                    <callout1 type="arabic">Buje</callout1>
                    <callout1 type="arabic">Orificio de suministro de aceite del buje</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deslice un buje nuevo en el extractor/instalador de bujes (collar&#237;n de expansi&#243;n).
                    Refi&#233;rase a
                    <hotlnk document="mges3001_184.xml" xrefid="E30009C">"Herramientas especiales de servicio"</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Enrosque el tornillo de arrastre, la tuerca de respaldo y el extractor/instalador de
                    bujes juntos. Ajuste el collar&#237;n de expansi&#243;n girando la tuerca de respaldo hasta que el
                    buje est&#233; sostenido en forma segura en el extractor/instalador de bujes.
                </para>
            </step1>
            <figure id="f3000939" figsize="col-wide">
                <graphic filename="../figJ03/J03030.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Medici&#243;n de los bujes del &#225;rbol de levas</caption>
            </figure>
            <step1>
                <para count="1">Para ayudar en la alineaci&#243;n del buje y los orificios de aceite del bloque, use un
                    marcador para indicar la ubicaci&#243;n del orificio de aceite en la tuerca de respaldo de la
                    herramienta de instalaci&#243;n. Repita este paso con cada buje del &#225;rbol de levas.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todos los bujes a trav&#233;s de la parte posterior del bloque. Hale los bujes
                    hasta que queden en su lugar en la parte posterior del bloque, girando la tuerca de arrastre sobre
                    el tornillo de arrastre. Saque el extractor/instalador de bujes e inspeccione la alineaci&#243;n de
                    los orificios para el aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Mida el di&#225;metro interno de los bujes del &#225;rbol del levas con los bujes en el
                    bloque del motor, con un calibrador telesc&#243;pico. Refi&#233;rase a
                    <hotlnk document="mges3001_184.xml" xrefid="E30009C">"Herramientas especiales de servicio"</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Mida el calibrador telesc&#243;pico con un micr&#243;metro de 2 - 3 pulgadas y anote el
                    resultado.
                </para>
            </step1>
            <step1>
                <para count="1">Para determinar el juego de funcionamiento de cada buje y mu&#241;&#243;n, reste los
                    valores anteriores de di&#225;metro de los mu&#241;ones, de los valores de di&#225;metro interno de
                    los bujes. Refi&#233;rase a
                    <hotlnk document="mges3001_182.xml" xrefid="E30009A">"Especificaciones"</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Si el juego de funcionamiento m&#225;ximo permitido excede las especificaciones, mida
                    nuevamente el di&#225;metro externo de los mu&#241;ones y el di&#225;metro interno de los bujes del
                    &#225;rbol de levas y comp&#225;relos con las
                    <hotlnk document="mges3001_182.xml" xrefid="E30009A">"Especificaci&#243;n"</hotlnk>. Refi&#233;rase
                    a los procedimientos de retiro e instalaci&#243;n de los bujes del &#225;rbol de levas en esta misma
                    secci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor y asegurarse de que haya circulaci&#243;n adecuada de
                        aceite a trav&#233;s del bloque, cerci&#243;rese de que todos los orificios de suministro de
                        aceite de los bujes queden alineados con los orificios de suministro de aceite fresados en el
                        bloque.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Lubrique los bujes nuevos y las cavidades correspondientes del bloque con aceite limpio
                    de motor.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_176.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_178.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
