<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - HERRAMIENTAS Y ACCESORIOS DE DIAGN&#211;STICO
        - Uso de Master Diagnostics (MD 32) - Ventana de texto e identificadores de par&#225;metro (PID)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="11">
        <title>Ventana de texto e identificadores de par&#225;metro (PID)</title>
        <para>Para monitorizar los par&#225;metros del motor en formato de texto, primero cree una ventana de texto.
        </para>
        <figure id="f17505053" figsize="col-wide">
            <graphic filename="../figEg8/Eg8661.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
        </figure>
        <step1>
            <para count="1">Seleccione File y luego New en la barra del men&#250; para abrir la ventana de di&#225;logo
                Select a File Type (seleccione un formato de archivo).
            </para>
        </step1>
        <figure id="f17505054" figsize="col-wide">
            <graphic filename="../figEg8/Eg8662.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">Seleccione International Text View (.ntv) y pulse OK.</para>
        </step1>
        <figure id="f17505055" figsize="col-wide">
            <graphic filename="../figEg8/Eg8663.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Aparecer&#225; una ventana de texto vac&#237;a. Las ventanas de texto tienen tres columnas: PID, Value
            (valor) y Units (unidades). La columna PID muestra la descripci&#243;n o acr&#243;nimo del PID. La columna
            Value muestra el valor actual de los datos. La columna Units muestra las unidades de los valores, en sistema
            ingl&#233;s o m&#233;trico decimal.
        </para>
        <figure id="f17505056" figsize="col-wide">
            <graphic filename="../figEg8/Eg8665.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">Para a&#241;adir par&#225;metros, pulse el bot&#243;n derecho sobre la ventana y seleccione
                Add/Delete Parameters (a&#241;adir o eliminar par&#225;metros) en el men&#250; de aparici&#243;n instant&#225;nea.
            </para>
        </step1>
        <figure id="f17505060" figsize="col-wide">
            <graphic filename="../figEg8/Eg8668.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1 id="p17505076.1">
            <para count="1">Para a&#241;adir par&#225;metros a la lista Selected Parameters (par&#225;metros
                seleccionados), pulse dos veces sobre un par&#225;metro o selecci&#243;nelos uno por uno de la lista
                Available Parameters (par&#225;metros disponibles). Luego pulse el bot&#243;n >>ADD>> (a&#241;adir).
            </para>
        </step1>
        <para>El orden en el que aparecen los PID en la ventana de texto depende del orden en que fueron a&#241;adidos a
            la lista de par&#225;metros seleccionados. Por ejemplo, si pulsa dos veces Fuel Rate (flujo de combustible)
            y luego Fueling Pulsewidth (amplitud del impulso de suministro de combustible), el flujo de combustible
            aparecer&#225; primero en la ventana de texto. Use la barra de desplazamiento vertical para ver par&#225;metros
            adicionales en la lista de par&#225;metros disponibles.
        </para>
        <para>Pulsar dos veces sobre un par&#225;metro en la lista de par&#225;metros seleccionados lo eliminar&#225; de
            la ventana de texto.
        </para>
        <para>Si necesita volver a la configuraci&#243;n original, pulse el bot&#243;n Defaults para restaurar los
            atributos configurados de f&#225;brica.
        </para>
        <figure id="f17505062" figsize="col-wide">
            <graphic filename="../figEg8/Eg8670.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <step1>
            <para count="1">Cuando termine de a&#241;adir o borrar par&#225;metros y de modificar los atributos, pulse
                el bot&#243;n OK de la ventana ADD/DELETE PARAMETERS. La ventana de texto mostrar&#225; los par&#225;metros
                seleccionados.
            </para>
        </step1>
        <figure id="f17505068" figsize="col-wide">
            <graphic filename="../figEg8/Eg8676.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Esta ventana de texto est&#225; configurada y lista para usar. Al abrir el puerto COM en este momento,
            aparecer&#225;n los datos. La ventana resultante muestra el valor de algunos par&#225;metros (datos est&#225;ticos
            con el motor apagado).
        </para>
        <para>Puede cambiar el sistema de unidades entre ingl&#233;s y m&#233;trico decimal pulsando sobre Units para
            cambiar las unidades de los par&#225;metros exhibidos.
        </para>
        <figure id="f17505071" figsize="col-wide">
            <graphic filename="../figEg8/Eg8679.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
        </figure>
        <step1>
            <para count="1">Para imprimir la informaci&#243;n de la ventana de texto, seleccione File&#8594; Print en la
                barra del men&#250;.
            </para>
        </step1>
        <figure id="f17505072" figsize="col-wide">
            <graphic filename="../figEg8/Eg8680.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Puede enviar la informaci&#243;n a la impresora o a un archivo.</para>
        <figure id="f17505073" figsize="col-wide">
            <graphic filename="../figEg8/Eg8681.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
        </figure>
        <step1>
            <para count="1">La configuraci&#243;n de estas ventanas de texto puede guardarse y reusarse; la lista de par&#225;metros,
                el tama&#241;o y el tipo de letra se mantienen. Los valores de los par&#225;metros no se incluyen como
                parte de la configuraci&#243;n. Seleccione File&#8594; Save As en la barra del men&#250;.
            </para>
        </step1>
        <figure id="f17505074" figsize="col-wide">
            <graphic filename="../figEg8/Eg8682.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
        </figure>
        <para>Aparecer&#225; la ventana de di&#225;logo Save As. Escriba un nombre dentro de la casilla File name
            (nombre del archivo) y pulse el bot&#243;n Save.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_225.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_227.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
