<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - IDENTIFICACI&#211;N DEL MOTOR - Caracter&#237;sticas
        Generales
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Caracter&#237;sticas Generales</title>
        <para>El motor International&#174; VT 365 es de ocho cilindros, cuatro tiempos, enfriado por agua, dise&#241;o
            del tipo en V, con 6.0 litros (365 pulgadas c&#250;bicas) de desplazamiento. Este motor est&#225; dise&#241;ado
            con las siguientes caracter&#237;sticas principales:
        </para>
        <randlist type="bullet">
            <item>
                <para>Turbo alimentador EVRT&#8482;</para>
            </item>
            <item>
                <para>Posenfriador (CAC)</para>
            </item>
            <item>
                <para>Culatas de cilindros de una sola pieza, con cuatro v&#225;lvulas por cilindro</para>
            </item>
            <item>
                <para>Inyecci&#243;n directa con inyectores electro-hidr&#225;ulicos los cuales son impulsados hidr&#225;ulicamente
                    y controlados electr&#243;nicamente
                </para>
            </item>
        </randlist>
        <para>El orden de encendido es 1-2-7-3-4-5-6-8. Cuando se mira el motor desde la parte trasera (lado de la rueda
            volante), los cilindros del lado derecho est&#225;n numerados 1, 3, 5 y 7 con el n&#250;mero 1 colocado al
            frente del motor. Los cilindros del lado izquierdo est&#225;n numerados 2, 4, 6 y 8 (n&#250;mero 2 al frente
            del motor).
        </para>
        <para>Un bloque de motor de 2 piezas ha sido especialmente dise&#241;ado para resistir las cargas de una operaci&#243;n
            diesel. La bancadas principal de bielas es parte integral de la parte inferior del bloque. Los pasajes para
            el refrigerante y el aceite est&#225;n fundidos y maquinados en el bloque y en el bastidor de la cubierta
            delantera.
        </para>
        <para>El cig&#252;e&#241;al tiene cinco cojinetes principales, con empuje controlado por la mitad superior del
            cojinete principal n&#250;mero 4. Dos bielas est&#225;n adheridas a cada mu&#241;&#243;n del cig&#252;e&#241;al.
            Los pasadores de pist&#243;n son de flotaci&#243;n libre, permitiendo la flotaci&#243;n del pasador tanto en
            la biela como en el pist&#243;n y se encuentran detenidos en su lugar por anillos de retenci&#243;n.
        </para>
        <para>Los pistones de una sola pieza de aleaci&#243;n de aluminio est&#225;n ajustados por un anillo de compresi&#243;n
            de perfil angular, uno anillo intermedio rectangular y un anillo de dos piezas para el control del aceite.
            La c&#225;mara de combusti&#243;n est&#225; dise&#241;ada para reducir emisiones y est&#225; localizada
            dentro de la corona del pist&#243;n.
        </para>
        <para>El cig&#252;e&#241;al est&#225; soportado por cinco bujes insertados a presi&#243;n en el bloque del
            motor. Dos levas exc&#233;ntricas, rodillo levantav&#225;lvulas, varillas de empuje y puentes de v&#225;lvulas
            controlan las cuatro v&#225;lvulas por cilindro. El eje de levas es impulsado por pi&#241;ones localizados
            en la parte trasera del cig&#252;e&#241;al. Un plato de empuje est&#225; localizado entre el engranaje del
            eje de levas y el bloque del motor. El empuje del eje de levas est&#225; controlado por la superficie
            trasera del mu&#241;&#243;n n&#250;mero 5 del eje de levas y por el propio engranaje del eje.
        </para>
        <para>El rodillo levantav&#225;lvulas hidr&#225;ulico mantiene una holgura de cero y minimiza el ruido del
            motor. Esto elimina los ajustes peri&#243;dicos del juego de las v&#225;lvulas. Los rodillos levantav&#225;lvulas
            hidr&#225;ulicos proporcionan un levante excelente y extensa durabilidad.
        </para>
        <para>El sistema de lubricaci&#243;n usa una bomba tipo gerotor impulsada por el cig&#252;e&#241;al, la cual est&#225;
            montada externamente en la cubierta delantera. El regulador de presi&#243;n de aceite est&#225; construido
            dentro de la cubierta delantera y es accesible desde el exterior del motor. La ruta del flujo del aceite de
            lubricaci&#243;n es dirigida a trav&#233;s de un enfriador de aceite equipado con una v&#225;lvula de desv&#237;o
            controlada por presi&#243;n. El aceite de lubricaci&#243;n se mueve por pasajes internos del bloque del
            motor con el objeto de lubricar todos los componentes internos y suministrar aceite a los tubos de
            enfriamiento del pist&#243;n y al tanque de reserva de la bomba de alta presi&#243;n. El Turbo alimentador y
            el compresor de aire usan l&#237;neas externas de aceite.
        </para>
        <para>La operaci&#243;n del motor es controlada por un M&#243;dulo de Control del Motor (ECM) montado en el
            motor, el cual recibe se&#241;ales de los sensores. El ECM controla la v&#225;lvula del Regulador de Presi&#243;n
            de Inyecci&#243;n (IPR), el actuador del Turbo alimentador de Respuesta Variable Electr&#243;nica (EVRT&#8482;),
            la v&#225;lvula de Recirculaci&#243;n de Gas del Escape (EGR) y el rel&#233; de las buj&#237;as de
            precalentamiento. El M&#243;dulo impulsor de Inyectores (IDM) sirve para impulsar los inyectores de 48
            voltios.
        </para>
        <para>Una v&#225;lvula de recirculaci&#243;n de gases de escape permite que los gases de escape enfriados por
            agua sean introducidos en la corriente de alimentaci&#243;n de aire con el objeto de reducir las emisiones
            de escape.
        </para>
        <para>El motor tiene un sistema cerrado de ventilaci&#243;n del bloque del motor, el cual retorna la presi&#243;n
            de los gases del c&#225;rter dentro del conducto de admisi&#243;n de aire del Turbo alimentador.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
