<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Cebado del sistema de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="prime" graphiccount="6">
        <title>Cebado del sistema de combustible</title>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figH11/H11033.webp" type="webp" scalefit="1" scalefitwidth="232px"
                     scalefitheight="232px"/>
            <caption>Componentes del sistema de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula de drenaje de agua</callout1>
                <callout1 type="arabic">Tapa del filtro</callout1>
                <callout1 type="arabic">Cabezal del filtro</callout1>
                <callout1 type="arabic">V&#225;lvula de drenaje de combustible</callout1>
                <callout1 type="arabic">Bomba cebadora</callout1>
                <callout1 type="arabic">V&#225;lvula para pruebas de presi&#243;n</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales, accidentes fatales o da&#241;os al motor o al veh&#237;culo, aseg&#250;rese
                    de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233; puesto y
                    que las ruedas est&#233;n bloqueadas, antes de realizar cualquier tarea de diagn&#243;stico o mec&#225;nica
                    en el motor o veh&#237;culo.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, aseg&#250;rese de que el motor se
                    haya enfriado lo suficiente antes de tratar de cebar el sistema de combustible.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales: No permita que combustible permanezca
                    en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y jab&#243;n o con un buen
                    producto limpiador de manos. Lave o deseche adecuadamente la ropa y los trapos que tengan
                    combustible. El combustible contiene ciertos elementos que pueden ser da&#241;inos para la piel.
                </para>
            </warning>
        </specpara>
        <specpara>
            <caution>
                <para>No ponga combustible en el cabezal del nuevo filtro. Hacerlo puede facilitar la entrada de
                    elementos contaminantes al combustible.
                </para>
            </caution>
        </specpara>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Medidor de presi&#243;n del combustible</para>
            </item>
            <item>
                <para>Adaptador para pruebas de presi&#243;n de combustible</para>
            </item>
            <item>
                <para>Adaptador para pruebas de presi&#243;n de combustible</para>
            </item>
            <item>
                <para>Acople para pruebas de presi&#243;n de combustible o aceite</para>
            </item>
            <item>
                <para>Balde de 4 a 20 litros (1 a 5 galones)</para>
            </item>
        </randlist>
        <para id="s27105001">Si el motor se qued&#243; sin combustible, haga lo siguiente:</para>
        <step1>
            <para count="1">Ponga el freno de estacionamiento y la palanca de cambios en &#171;Neutro&#187; (N) o en
                &#171;Parada&#187; (P).
            </para>
        </step1>
        <step1>
            <para count="1">Verifique que haya por lo menos 15 a 19 litros (4 a 5 galones) de combustible en el
                tanque.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Si su veh&#237;culo tiene dos tanques, ponga 15 a 19 litros (4 a 5 galones) de combustible en cada
                    tanque.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Destrabe el conjunto de la bomba cebadora de combustible haciendo girar la perilla hacia la
                izquierda.
            </para>
        </step1>
        <step1>
            <para count="1">Llene el cabezal del filtro y la galer&#237;a con combustible accionando la bomba
                cebadora.
            </para>
        </step1>
        <step1>
            <para count="1">Bombee el sistema hasta que haya suficiente presi&#243;n. Generalmente 20 a 30 bombeadas
                generar&#225;n suficiente presi&#243;n. En este punto, el &#233;mbolo de la bomba se pondr&#225; duro.
                Al terminar, aseg&#250;rese de que el &#233;mbolo quede hundido. No es necesario trabar la perilla en
                este momento.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si la bomba est&#225; funcionando bien y hay suficiente presi&#243;n, vaya al paso 11.</para>
                </item>
                <item>
                    <para>Si el &#233;mbolo de la bomba no bombea en el primer intento, el sistema puede estar lleno de
                        aire comprimido. Vaya al paso 6.
                    </para>
                </item>
                <item>
                    <para>Si se siente muy poca presi&#243;n despu&#233;s de empujar la perilla de la bomba cebadora
                        varias veces, es necesario purgar el aire fuera de la galer&#237;a de combustible. Vaya al paso
                        8.
                    </para>
                </item>
            </randlist>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando haga el procedimiento siguiente.
                </para>
            </warning>
        </specpara>
        <specpara>
            <caution>
                <para>Aseg&#250;rese de poner un trapo o un recipiente adecuado debajo de la v&#225;lvula para pruebas
                    de presi&#243;n de combustible cuando est&#233; purgando la galer&#237;a de combustible. Deseche el
                    combustible en un recipiente adecuado y claramente rotulado &#171;COMBUSTIBLE DIESEL&#187; y de
                    acuerdo con las regulaciones locales.
                </para>
            </caution>
            <note>
                <para>El combustible puede ser da&#241;ino para el medio ambiente. Nunca deseche combustible en la
                    basura, en la tierra, en las alcantarillas o en corrientes o cuerpos de agua.
                </para>
            </note>
        </specpara>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh11/h11060.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>V&#225;lvula Shrader</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula</callout1>
                <callout1 type="arabic">V&#225;stago central</callout1>
            </calloutgroup>
        </figure>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh11/h11061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Acople para diagn&#243;sticos</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula</callout1>
                <callout1 type="arabic">Secci&#243;n central</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>Los motores tienen una v&#225;lvula para pruebas de presi&#243;n de combustible en la forma de una
                    v&#225;lvula Shrader o de un acople para diagn&#243;sticos.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Ponga un trapo o un recipiente adecuado debajo de la v&#225;lvula para pruebas de presi&#243;n
                de combustible.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Para no doblar la aguja de la v&#225;lvula Shrader, se recomienda que use el adaptador para
                    pruebas de presi&#243;n de combustible. El adaptador para pruebas de presi&#243;n de combustible
                    forma parte del kit para pruebas de presi&#243;n ZTSE4657.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Hunda la secci&#243;n central de la v&#225;lvula para pruebas de presi&#243;n de
                combustible.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si sale aire y puede usar el &#233;mbolo de la bomba manual, refi&#233;rase a
                        <hotlnk document="mges270_64.xml" xrefid="s27105002">&#171;Combustible con aire&#187;</hotlnk>
                        en esta secci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Si luego de liberar presi&#243;n de la v&#225;lvula no puede usar la bomba manual, repare el
                        &#233;mbolo.
                    </para>
                </item>
            </randlist>
        </step1>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh31/h31284.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Medidor de presi&#243;n de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">V&#225;lvula de desconexi&#243;n r&#225;pida</callout1>
                <callout1 type="arabic">Manguera para pruebas de combustible</callout1>
                <callout1 type="arabic">Medidor de presi&#243;n de combustible</callout1>
                <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                <callout1 type="arabic">Manguera transparente para pruebas</callout1>
            </calloutgroup>
        </figure>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figh31/h31285.webp" type="webp" scalefit="1" scalefitwidth="192px"
                     scalefitheight="232px"/>
            <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
        </figure>
        <specpara>
            <note>
                <para>Si el motor tiene una v&#225;lvula Shrader, use el adaptador para pruebas de presi&#243;n de
                    combustible.
                </para>
            </note>
        </specpara>
        <figure id="f27104" figsize="col-wide">
            <graphic filename="../figd31/d3196.webp" type="webp" scalefit="1" scalefitwidth="192px"
                     scalefitheight="232px"/>
            <caption>Acople para pruebas de presi&#243;n de combustible o aceite</caption>
        </figure>
        <specpara>
            <note>
                <para>Si el motor tiene un acople para diagn&#243;sticos, ad&#225;ptele el acople para pruebas de presi&#243;n
                    de combustible o aceite al medidor de presi&#243;n de combustible.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Conecte el medidor de presi&#243;n de combustible con v&#225;lvula de cierre en el orificio
                para pruebas que est&#225; en el frente del m&#250;ltiple de admisi&#243;n. Dirija la manguera de
                descarga hacia un balde.
            </para>
        </step1>
        <step1>
            <para count="1">Abra la v&#225;lvula. Bombee la perilla de la bomba cebadora hasta que salga un chorro
                constante de combustible por la manguera transparente.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si el combustible tiene burbujas, refi&#233;rase a
                        <hotlnk document="mges270_64.xml" xrefid="s27105002">&#171;Combustible con aire&#187;</hotlnk>
                        en esta secci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Si el combustible sale sin burbujas, cierre la v&#225;lvula. Vaya al paso 10.</para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Bombee nuevamente la bomba cebadora para presurizar el sistema. Trabe la perilla.</para>
        </step1>
        <step1>
            <para count="1">Encienda el motor.</para>
        </step1>
        <step1>
            <para count="1">Si el motor no arranca en 20 segundos, repita el procedimiento de cebado.</para>
        </step1>
        <step1>
            <para count="1">Una vez que el motor arranque, d&#233;jelo funcionar de 5 a 10 segundos y ap&#225;guelo.
                Haga girar la perilla hacia la derecha para que quede trabada.
            </para>
        </step1>
        <step1>
            <para count="1">Saque el adaptador para pruebas de presi&#243;n de combustible (si lo us&#243;) y deseche el
                combustible en un recipiente adecuado y claramente rotulado COMBUSTIBLE DIESEL, de acuerdo con las
                regulaciones locales.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_73.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_75.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
