<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Fugas de combusti&#243;n hacia el combustible
    </stitle>
    <svcman/>
    <svcproc id="s306000402.3" svcproctype="diagnose" graphiccount="1">
        <title>Fugas de combusti&#243;n hacia el combustible</title>
        <svcprocinfo id="s306000402.3.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para id="s306000402.3.1.1">La sujeci&#243;n de alg&#250;n inyector est&#225; floja</para>
                </item>
                <item>
                    <para>La empaquetadura de cobre de alg&#250;n inyector falta o est&#225; rota</para>
                </item>
            </randlist>
            <para>Los veh&#237;culos con fugas de combusti&#243;n hacia el combustible tendr&#225;n uno o m&#225;s de
                los siguientes s&#237;ntomas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El motor se apaga abruptamente</para>
                </item>
                <item>
                    <para>Sale humo blanco o negro durante el arranque</para>
                </item>
                <item>
                    <para>El motor funciona err&#225;ticamente</para>
                </item>
                <item>
                    <para>El motor demora demasiado en arrancar (arranca con dificultad)</para>
                </item>
                <item>
                    <para>La presi&#243;n de combustible se demora en subir durante el arranque</para>
                </item>
                <item>
                    <para>La presi&#243;n de combustible es excesiva durante el arranque</para>
                </item>
                <item>
                    <para>La presi&#243;n de combustible sube y baja durante el arranque o con el motor en
                        ralent&#237;
                    </para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.3.2">
            <title>Prueba de fugas de combusti&#243;n hacia el combustible</title>
            <step1>
                <para count="1">Verifique las quejas del conductor.</para>
            </step1>
            <step1>
                <para count="1">Saque el rel&#233; de la bomba de combustible para desactivarla.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este
                                manual.
                            </para>
                        </item>
                        <item>
                            <para>Deseche el combustible en un recipiente adecuado y claramente rotulado COMBUSTIBLE
                                DIESEL, de acuerdo con las regulaciones locales.
                            </para>
                        </item>
                        <item>
                            <para>NO fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <figure id="f306000405" figsize="col-wide">
                <graphic filename="../figj11/j11004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Filtro secundario de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Retorno al HFCM</callout1>
                    <callout1 type="arabic">Suministro desde el HFCM</callout1>
                    <callout1 type="arabic">Orificio para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata izquierda</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata derecha</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Cuando desconecte los tubos de suministro de las culatas en el filtro secundario, saldr&#225;
                        combustible. Use un recipiente adecuado para captar el combustible que cae. Deseche el
                        combustible de acuerdo con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desconecte los tubos de suministro de las culatas izquierda y derecha en el filtro
                    secundario seg&#250;n los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                    Drene el filtro secundario en el recipiente.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, est&#233; consciente de que el
                        motor puede arrancar debido al combustible que hay en el sistema. Mant&#233;ngase alejado de
                        componentes m&#243;viles.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Deseche el combustible en un recipiente adecuado y claramente rotulado COMBUSTIBLE
                                DIESEL, de acuerdo con las regulaciones locales.
                            </para>
                        </item>
                        <item>
                            <para>NO fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">Gire el interruptor de encendido a START.</para>
            </step1>
            <step1>
                <para count="1">Dele arranque al motor de tres a cinco segundos, mientras revisa los tubos de suministro
                    de combustible en busca de lo siguiente:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Combustible forzado de regreso por los tubos debido a la combusti&#243;n</para>
                    </item>
                    <item>
                        <para>Gases de combusti&#243;n o humo saliendo por los tubos</para>
                    </item>
                    <item>
                        <para>Ruido de aire o compresi&#243;n saliendo por los tubos</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si las pruebas de diagn&#243;stico confirman que hay una fuga de combusti&#243;n hacia
                    el combustible, saque la tapa de v&#225;lvulas del lado del que sospecha, de acuerdo con el
                    procedimiento descrito en el &#171;Manual de servicio del motor&#187;. Inspeccione los inyectores
                    del lado del que sospecha que tiene la fuga de combusti&#243;n hacia el combustible. Haga las
                    reparaciones que fueran necesarias y repita la prueba.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_55.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_57.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
