<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Volante y carcasa del volante -
        Reacondicionamiento del volante
    </stitle>
    <svcman/>
    <svcproc graphiccount="1">
        <title>Reacondicionamiento del volante</title>
        <svcsubproc>
            <title>Limpieza</title>
            <para>Limpie el volante con un solvente que no sea c&#225;ustico y s&#233;quelo con
                <hotlnk xrefid="safety10" appearance="hottext">aire comprimido filtrado</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n</title>
            <step1>
                <para count="1">Inspeccione el volante en busca de grietas, fisuras por calor y muchos rayones que
                    impedir&#237;an seguir us&#225;ndolo. C&#225;mbielo o rectif&#237;quelo seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la corona en busca de desgaste, dientes mellados o agrietados. Si hay
                    dientes da&#241;ados, cambie la corona.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Rectificaci&#243;n del volante</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        despu&#233;s de rectificarlo, revise cuidadosamente el volante en busca de grietas o fisuras
                        causadas por calor. La informaci&#243;n sobre rectificaci&#243;n del volante se da como una gu&#237;a
                        solamente. International Truck and Engine Corporation no asume responsabilidad alguna por el
                        resultado de trabajos hechos de acuerdo con esta informaci&#243;n, ni por la capacidad del
                        personal para detectar grietas o fisuras causadas por calor. Las grietas o fisuras causadas por
                        calor pueden hacer que el volante se separe y cause lesiones al conductor o a los transe&#250;ntes.
                        Si hubiera dudas, no use el volante.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Los platos flexibles usados con transmisiones autom&#225;ticas no se pueden rectificar. Cambie
                        el plato flexible si est&#225; averiado.
                    </para>
                </caution>
            </specpara>
            <para>Los volantes usados con transmisiones mec&#225;nicas se pueden rectificar para corregir marcas de
                desgaste o rayones peque&#241;os.
            </para>
            <para>Cuando rectifique el volante, refi&#233;rase a la medida "A" de la figura siguiente para determinar si
                fue rectificado anteriormente o si tiene suficiente material para poder rectificarlo.
            </para>
            <figure id="f2651320" figsize="col-wide">
                <graphic filename="../figeg2/eg2375.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Reacondicionamiento del volante</caption>
                <calloutgroup>
                    <callout1 type="arabic">Medida "A": Volante nuevo: 38 + 0,025 mm (1,5 + 0,01"). M&#237;nimo
                        aceptable despu&#233;s de rectificar: 36 mm (1,43").
                    </callout1>
                    <callout1 type="arabic">Cara de apoyo del disco del embrague</callout1>
                    <callout1 type="arabic">Cara de apoyo de la brida del cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Si la medida "A" de la figura anterior no se puede mantener, debe cambiar el volante.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Cambio de la corona</title>
            <step1>
                <para count="1">Si la corona del volante est&#225; averiada, c&#225;mbiela de la forma siguiente:</para>
                <seqlist>
                    <item>
                        <para>Caliente la corona con un soplete para que se expanda.</para>
                    </item>
                    <item>
                        <para>Cuando est&#233; caliente, golpee la corona para separarla del volante. No golpee el
                            volante al sacar la corona.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use guantes protectores contra el
                        calor cuando manipule componentes calientes.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Instale una corona nueva en la forma siguiente:</para>
                <seqlist>
                    <item>
                        <para>Caliente la corona nueva uniformemente hasta que se expanda lo suficiente para deslizarla
                            en el volante.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese de que la corona quede bien asentada contra el hombro del volante.</para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>No caliente la corona a m&#225;s de 278 &#176;C (500 &#176;F). Calentar la corona a mayor
                            temperatura afectar&#225; su solidez.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_258.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_260.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
