<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Interruptores PARA
        instrucci&#211;n de control de velocidad (SCCS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="sccs" graphiccount="1">
        <title>Interruptores PARA instrucci&#211;n de control de velocidad (SCCS)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503086" figsize="pg-wide">
                <graphic filename="../figeg8/eg8880.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del sistema de control de crucero, toma de fuerza y acelerador de
                    mano
                </caption>
            </figure>
            <para>
                <emph type="bold">Control de crucero</emph>
            </para>
            <para>El ECM controlar&#225; la velocidad del motor para mantener una velocidad constante del veh&#237;culo
                con control de crucero. Al oprimir el interruptor SET cuando el veh&#237;culo est&#225; a la velocidad
                deseada y el interruptor CRUISE est&#225; en ON, se activa el control de crucero. La velocidad se
                aumenta o disminuye oprimiendo ACCEL o CRUISE. El control de crucero es desactivado al poner el
                interruptor de crucero en OFF, oprimir el pedal del freno o el pedal del embrague o al poner neutro
                (transmisi&#243;n autom&#225;tica).
            </para>
            <para>
                <emph type="bold">Control de la toma de fuerza</emph>
            </para>
            <para>La velocidad del motor puede controlarse por los interruptores SCCS, si la opci&#243;n de la toma de
                fuerza ha sido programada en el ECM y el veh&#237;culo est&#225; estacionario. Hay velocidades variables
                o prefijadas disponibles, dependiendo de la programaci&#243;n. La funci&#243;n de la PTO es activada al
                poner el interruptor de control de crucero en ON. Al oprimir el bot&#243;n SET/CRUISE o RESUME/ACCEL se
                aumenta o disminuye la velocidad, dependiendo de la programaci&#243;n de la toma de fuerza.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM no monitoriza el sistema de SCCS en busca de fallas. No hay c&#243;digos de diagn&#243;stico de
                problemas para este sistema.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos</title>
            <para>Si el motor no responde a los interruptores del control de crucero, use el software de diagn&#243;stico
                de la cabina para monitorizar las se&#241;ales de los interruptores al ESC. Si el estado de un
                interruptor no cambia cuando los botones del volante se oprimen, haga un diagn&#243;stico de los
                circuitos del control de crucero con la S08250 - Gu&#237;a de ubicaci&#243;n de fallas el&#233;ctricas -
                4200/4300/4400. Si el ESC est&#225; recibiendo las se&#241;ales del interruptor, use Master Diagnostics
                para ver el estado del interruptor. Si el estado del interruptor no cambia cuando se oprime, verifique
                que haya comunicaci&#243;n entre el ECM y el ESC (si el ECM responde a otras se&#241;ales del ESC). Si
                el estado del interruptor cambia, verifique que no haya otros problemas que impiden o demoran la reacci&#243;n
                a las se&#241;ales. Los ejemplos incluyen:
            </para>
            <randlist type="bullet">
                <item>
                    <para>RPM menores al m&#237;nimo</para>
                </item>
                <item>
                    <para>RPM mayores al m&#225;ximo</para>
                </item>
                <item>
                    <para>Velocidad en carretera menor al m&#237;nimo o mayor al m&#225;ximo</para>
                </item>
                <item>
                    <para>Pedal del freno oprimido</para>
                </item>
                <item>
                    <para>Embrague o tren propulsor desacoplados</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">Control de crucero</emph>
            </para>
            <para>El control de crucero permite al ECM controlar la potencia del motor para mantener una velocidad
                constante. El punto de velocidad fijada es determinado por el conductor; sin embargo, en el ECM se
                programan puntos de velocidad m&#225;xima y m&#237;nima. &#201;stos son los l&#237;mites m&#225;ximo y m&#237;nimo
                de la velocidad de crucero. En el ECM tambi&#233;n se programa la velocidad del motor m&#237;nima a la
                cual puede activarse el control de crucero. Vea Diagrama de circuito del control de crucero y de las
                conexiones para el carrocero
                <xref refid="f17503083.1"/>.
            </para>
            <para>
                <emph type="bold">Utilice el control de crucero con los siguientes interruptores:</emph>
            </para>
            <table id="te17503030.5">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.51*"/>
                    <colspec colname="col2" colwidth="1.49*"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Bot&#243;n ON/OFF:</para>
                            </entry>
                            <entry colname="col2">
                                <para>ON activa y OFF desactiva las funciones del control de crucero.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>SET/CRUISE:</para>
                            </entry>
                            <entry colname="col2">
                                <para>Si el control de crucero est&#225; activo pero no ha establecido la velocidad,
                                    puede hacerlo oprimiendo SET para seleccionar la velocidad actual del veh&#237;culo
                                    como la velocidad deseada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Si el control de crucero est&#225; activo y ya estableci&#243; la velocidad
                                    deseada, oprimir SET har&#225; que la velocidad disminuya.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" morerows="1">
                                <para>RESUME/ACCEL:</para>
                            </entry>
                            <entry colname="col2">
                                <para>Si el control de crucero est&#225; activo pero fue desactivado por haber frenado o
                                    usado el pedal del embrague, oprimir RESUME regresar&#225; el veh&#237;culo a la
                                    velocidad deseada que estableci&#243; anteriormente.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Si el control de crucero est&#225; activo, oprimir RESUME har&#225; que la
                                    velocidad aumente.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Oprimir el interruptor OFF, el freno, el embrague o poner la transmisi&#243;n autom&#225;tica en
                neutro desactivar&#225; el control de crucero. La funci&#243;n no se activar&#225; si la se&#241;al del
                VSS tiene alguna falla.
            </para>
            <para>
                <emph type="bold">Control de la toma de fuerza (velocidad del motor)</emph>
            </para>
            <para>El control de la velocidad de la toma de fuerza permite que el conductor establezca una velocidad fija
                del motor, desde la cabina o remotamente. El control desde la cabina se hace con los mismos botones del
                control de crucero ubicados en el volante. El control a distancia se hace con interruptores instalados
                por un carrocero y cableados al haz de cables del veh&#237;culo en el punto de conexi&#243;n destinado a
                dispositivos de carroceros. Hay dos funciones que usan los controles de velocidad de la toma de fuerza:
                el pedal remoto del acelerador y la regulaci&#243;n electr&#243;nica de presi&#243;n. Vea RPS y EPG en
                esta misma secci&#243;n del manual.
            </para>
            <para>
                <emph type="bold">Toma de fuerza en la cabina</emph>
            </para>
            <para>La toma de fuerza desde la cabina tiene tres modos diferentes de operaci&#243;n. Estos modos se
                seleccionan programando In-Cab PTO en el ECM. Estos modos son:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>In-Cab Preset (prefijado en cabina)</para>
                </item>
                <item>
                    <para>In-Cab Variable (variable en cabina)</para>
                </item>
                <item>
                    <para>In-Cab Mobile (m&#243;vil en cabina)</para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">In-Cab Preset (prefijado en cabina)</emph>
            </para>
            <para>In-Cab Preset se selecciona programando los par&#225;metros programables del ECM para In-Cab Mode a
                In-Cab Preset. Esto permite al conductor seleccionar uno de los valores programados para velocidad del
                motor. Para operar, ponga el interruptor ON/OFF en la posici&#243;n ON. Luego oprima el interruptor SET
                o RESUME. Esto hace que la velocidad del motor corra al valor programado en PTO Set Speed.
            </para>
            <para>Al poner el interruptor en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. El control no operar&#225; si la se&#241;al
                del VSS o de los BRAKE tiene alguna falla.
            </para>
            <para>
                <emph type="bold">In-Cab Variable (variable en cabina)</emph>
            </para>
            <para>In-Cab Variable se selecciona programando los par&#225;metros programables del ECM para In-Cab Mode a
                In-Cab Variable. Este par&#225;metro permite al conductor fijar la velocidad del motor en un valor
                deseado. El ECM mantendr&#225; esta velocidad a pesar de distintas condiciones de carga, hasta donde
                alcance la potencia del motor dentro de los l&#237;mites seleccionados.
            </para>
            <para>Para habilitarlo, ponga el interruptor ON/OFF en ON. La velocidad puede ajustarse de dos maneras. La
                primera, con el acelerador y oprimiendo luego el interruptor SET. La segunda es oprimiendo RESUME/ACCEL
                para aumentar la velocidad incrementalmente u oprimiendo SET/CRUISE para disminuir la velocidad del
                motor.
            </para>
            <para>La velocidad fijada del motor estar&#225; limitada al valor programado en el ECM para m&#225;xima
                velocidad del motor para la toma de fuerza.
            </para>
            <para>Al poner el interruptor en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. El control no operar&#225; si la se&#241;al
                del VSS o de los BRAKE tiene alguna falla.
            </para>
            <para>
                <emph type="bold">In-Cab Mobile (m&#243;vil en cabina)</emph>
            </para>
            <para>In-Cab Mobile se selecciona programando los par&#225;metros programables del ECM para In-Cab Mode a
                In-Cab Mobile. Este par&#225;metro permite al conductor usar el control de velocidad del motor de la
                misma manera que el control variable en cabina; sin embargo, en este modo el veh&#237;culo puede estar
                en movimiento. Vea In-Cab Variable (variable en cabina) para mayores detalles. La velocidad m&#225;xima
                del veh&#237;culo es programable hasta 32 km/h (20 mph). Este modo es igual a In-Cab Variable, sin
                embargo, una se&#241;al de velocidad no inhabilitar&#225; el control de velocidad hasta que se alcance
                la velocidad m&#225;xima programada.
            </para>
            <para>
                <emph type="bold">Remote PTO (toma de fuerza remota)</emph>
            </para>
            <para>Remote PTO puede habilitarse de dos maneras: con Remote Preset y Remote Variable. La operaci&#243;n
                del control de velocidad depende de cu&#225;l se&#241;al se habilita.
            </para>
            <para>
                <emph type="bold">Remote Preset (remota prefijada)</emph>
            </para>
            <para>Estando en el modo prefijado, el interruptor SET har&#225; que el motor corra a la velocidad
                programada como Set Speed. El interruptor Resume permitir&#225; que el motor corra a la velocidad
                programada como Resume Speed.
            </para>
            <para>Con Remote Preset habilitada, la velocidad se ajusta de la misma manera que con In-Cab Preset. Vea
                In-Cab Preset (prefijada en cabina) para mayores detalles.
            </para>
            <para>Al poner el interruptor ON/OFF en OFF, oprimir el freno o el embrague, un cambio en una transmisi&#243;n
                autom&#225;tica o recibir una se&#241;al del VSS cuando no est&#225; programado para operaci&#243;n m&#243;vil,
                el control de velocidad de la toma de fuerza se desactiva. Sin embargo, la opci&#243;n programada de PTO
                Operation Disable impedir&#225; que las se&#241;ales del embrague y del freno interrumpan el control de
                velocidad del motor para la toma de fuerza y har&#225;n que el APS no opere. El control no operar&#225;
                si la se&#241;al del VSS o de los BRAKE tiene alguna falla.
            </para>
            <para>
                <emph type="bold">Remote Variable (variable remota)</emph>
            </para>
            <para>Habilitar esta se&#241;al permite que la velocidad del motor sea ajustada al nivel deseado. Oprimir
                Resume/Accel har&#225; que la velocidad del motor aumente, mientras que oprimir SET/CRUISE har&#225; que
                la velocidad del motor disminuya.
            </para>
            <para>Con Remote Variable habilitada la velocidad se ajusta de la misma manera que con In-Cab Variable.
            </para>
            <para>Abrir el interruptor hacia el pin 36, poner el interruptor ON/OFF en OFF, oprimir el freno o el
                embrague, un cambio en una transmisi&#243;n autom&#225;tica o recibir una se&#241;al del VSS cuando no
                est&#225; programado para operaci&#243;n m&#243;vil, el control de velocidad de la toma de fuerza se
                desactiva. Sin embargo, la opci&#243;n programada de PTO Operation Disable impedir&#225; que las se&#241;ales
                del embrague y del freno interrumpan el control de velocidad del motor para la toma de fuerza y har&#225;n
                que el APS no opere. El control no operar&#225; si la se&#241;al del VSS o de los BRAKE tiene alguna
                falla.
            </para>
            <para>
                <emph type="bold">PTO Speed Ramp Rate (tasa de ascenso de RPM)</emph>
            </para>
            <para>La tasa a la cual la velocidad del motor cambia, depender&#225; de las condiciones de carga y del
                valor programado de tasa de ascenso de RPM para la toma de fuerza (PTO Speed Ramp Rate). Un valor m&#225;s
                alto har&#225; que el motor cambie de velocidad m&#225;s r&#225;pidamente.
            </para>
            <para>
                <emph type="bold">Ubicaci&#243;n de fallas</emph>
            </para>
            <para>La EST puede utilizarse para monitorizar el estado de los controles de la PTO. Comparando los valores
                de la lista de datos con la operaci&#243;n real, se indica si los controles est&#225;n operando
                debidamente. Utilizando el men&#250; de par&#225;metros programables, la programaci&#243;n del ECM puede
                tambi&#233;n ser verificada para asegurarse de que el ECM est&#233; debidamente programado para usar la
                toma de fuerza. La lista de datos puede usarse tambi&#233;n para monitorizar los par&#225;metros que
                causan la interrupci&#243;n del control de velocidad de la PTO.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_104.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_106.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
