<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL Y COJINETES,
        &#193;RBOL DE LEVAS Y BUJES - LIMPIEZA, INSPECCI&#211;N Y PRUEBAS - &#193;rbol de levas
    </stitle>
    <svcman/>
    <svcproc id="s2960008.2.4" svcproctype="inspect" graphiccount="2">
        <title>&#193;rbol de levas</title>
        <step1>
            <para count="1">Inspeccione el &#225;rbol de levas. Cambie el &#225;rbol de levas si tiene levas rayadas,
                picadas o agrietadas.
            </para>
            <specpara>
                <note>
                    <para>Este motor tiene levantav&#225;lvulas hidr&#225;ulicos con seguidores de rodillo. Por lo
                        tanto, se necesita una gu&#237;a para mantener la orientaci&#243;n adecuada del rodillo a la
                        leva del &#225;rbol de levas. El juego normal entre el levantav&#225;lvulas y la gu&#237;a
                        permite un ligero rastreo del rodillo por el contorno de la leva del &#225;rbol de levas. Este
                        rastreo del rodillo de levantav&#225;lvulas es una caracter&#237;stica normal ya que el rodillo
                        se acelera y desacelera durante la operaci&#243;n del motor. Por lo tanto, un patr&#243;n de
                        desgaste usual en los l&#243;bulos del &#225;rbol de levas mostrar&#225; rastros de lado a lado
                        y tendr&#225; &#225;reas anchas y angostas por la carga y descarga del seguidor. El patr&#243;n
                        de desgaste visual (rastreo) es normal y no requiere cambiar el &#225;rbol de levas.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de la inspecci&#243;n visual, eval&#250;e el estado del mu&#241;&#243;n
                principal y de las levas del &#225;rbol de levas en la forma siguiente:
            </para>
            <specpara>
                <note>
                    <para>Cuando mida el &#225;rbol de levas con un micr&#243;metro, siempre h&#225;galo en dos puntos a
                        90&#176; uno del otro.
                    </para>
                </note>
            </specpara>
            <figure id="f296000828" figsize="col-wide">
                <graphic filename="../figd03/d0308.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 319. Mida los mu&#241;ones del &#225;rbol de levas</caption>
            </figure>
            <step2>
                <para count="1">Use un micr&#243;metro de 2 - 3 pulgadas para medir el di&#225;metro de los mu&#241;ones
                    del &#225;rbol de levas. Anote estas medidas para usarlas m&#225;s adelante cuando inspeccione los
                    bujes del &#225;rbol de levas. Si el desgaste de los mu&#241;ones excede los l&#237;mites, cambie el
                    &#225;rbol de levas.
                </para>
                <figure id="f296000829" figsize="col-wide">
                    <graphic filename="../figd03/d0312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 320. Mida las levas de admisi&#243;n y escape del &#225;rbol de levas</caption>
                    <calloutgroup>
                        <callout1 type="arabic">&#193;rbol de levas</callout1>
                        <callout1 type="arabic">Micr&#243;metro</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Mida las levas de admisi&#243;n y escape entre los puntos A y C y entre los puntos B y
                    D. Reste la medida B - D de la medida A - C. Esto dar&#225; el levantamiento de las levas. Si el
                    desgaste de las levas excede las especificaciones , cambie el &#225;rbol de levas.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Revise la placa de empuje en busca de desgaste, grietas o deformaci&#243;n. Mida el grosor
                de la placa de empuje con un micr&#243;metro. Cambie la placa de empuje si est&#225; desgastada o da&#241;ada.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione el engranaje impulsor del &#225;rbol de levas en busca de dientes desgastados o
                rotos.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la posibilidad
                    de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Lave el &#225;rbol de levas en un solvente limpiador con un cepillo suave. S&#233;quelo con
                aire comprimido filtrado.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_162.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_164.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
