<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Bloque del motor, cig&#252;e&#241;al y
        &#225;rbol de levas - Limpieza e inspecci&#243;n
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Limpieza e inspecci&#243;n</title>
        <svcproc graphiccount="1">
            <title>Limpieza del bloque del motor</title>
            <specpara>
                <caution>
                    <para>Para evitar aver&#237;as en el motor, debe cambiar el enfriador de aceite si alg&#250;n
                        cojinete fall&#243;. Los residuos que quedan despu&#233;s de la falla de un cojinete no pueden
                        eliminarse del enfriador de aceite.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>La mejor manera de limpiar el bloque del motor durante una reparaci&#243;n general es con un
                        ba&#241;o qu&#237;mico o inmersi&#243;n en un tanque caliente. Esto elimina todos los residuos
                        de carb&#243;n y otros dep&#243;sitos minerales que se acumulan en los conductos de
                        enfriamiento. Si no hay un tanque caliente disponible, use el siguiente procedimiento de
                        limpieza:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Elimine todos los restos de empaquetaduras adheridos a las superficies del bloque del
                    motor, si los hubiera.
                </para>
            </step1>
            <figure id="f2650915" figsize="col-wide">
                <graphic filename="../figeg5/eg5364.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Retiro de los tapones del bloque del motor</caption>
            </figure>
            <step1>
                <para count="1">Con un cincel y un martillo, saque el tap&#243;n acopado de la galer&#237;a principal de
                    aceite, ubicado en la parte de atr&#225;s del bloque del motor. Saque el tap&#243;n acopado de la
                    galer&#237;a principal de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que haya sacado los tapones, limpie el bloque del motor como sigue:</para>
                <step2>
                    <para count="1">Limpie las galer&#237;as de aceite con un
                        <hotlnk document="mges2651_204.xml" xrefid="t2650904" appearance="hottext">cepillo de cerdas de
                            nailon
                        </hotlnk>
                        y agua con jab&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie las perforaciones que atraviesan con un
                        <hotlnk document="mges2651_204.xml" xrefid="t2650904" appearance="hottext">cepillo de cerdas de
                            nailon
                        </hotlnk>
                        y agua con jab&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique
                        <hotlnk xrefid="safety10" appearance="hottext">aire comprimido</hotlnk>
                        filtrado a las galer&#237;as de aceite y perforaciones que atraviesan.
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie todos los orificios roscados con un
                        <hotlnk document="mges2651_204.xml" xrefid="t2650904" appearance="hottext">macho de roscar
                        </hotlnk>
                        del tama&#241;o adecuado.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Ponga tapones acopados nuevos en la galer&#237;a principal de aceite como sigue:</para>
                <step2>
                    <para count="1">Limpie las superficies de contacto de los tapones y del bloque del motor.</para>
                </step2>
                <step2>
                    <para count="1">Aplique Loctite&#174; 262 en el borde exterior de cada tap&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Use un mandril para insertar los tapones acopados. El mandril debe ser
                        aproximadamente 6 mm (1/4") m&#225;s peque&#241;o que el tap&#243;n que va a insertar.
                    </para>
                </step2>
                <step2>
                    <para count="1">Hunda el tap&#243;n acopado 3,2 mm (1/8").</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Ponga nuevos tapones en la parte de atr&#225;s del bloque del motor.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione los tubos de enfriamiento de los pistones en busca de aver&#237;as o bloqueo
                    como sigue:
                </para>
                <step2>
                    <para count="1">Inspeccione ambos extremos del tubo. Verifique que el extremo con brida cercano al
                        soporte de cojinetes est&#233; intacto y que el extremo con orificio que sobresale del bloque
                        del motor no est&#233; roto. Cambie los tubos que est&#233;n averiados.
                    </para>
                </step2>
                <step2>
                    <para count="1">Ponga el tubo bajo agua corriente en un lavatorio. El agua debe salir por el otro
                        extremo del tubo. Si no sale, hay alg&#250;n bloqueo que debe eliminar con
                        <hotlnk xrefid="safety10" appearance="hottext">aire comprimido</hotlnk>
                        o de lo contrario cambiar el tubo.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_184.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_186.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
