<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Exceso de temperatura del refrigerante
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Exceso de temperatura del refrigerante</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de refrigerante</para>
                </item>
                <item>
                    <para>Fugas de refrigerante hacia el exterior</para>
                </item>
                <item>
                    <para>Bloqueo interno o externo del radiador</para>
                </item>
                <item>
                    <para>Correa impulsora de accesorios rota o desgastada</para>
                </item>
                <item>
                    <para>Falla del tensor de la correa impulsora</para>
                </item>
                <item>
                    <para>Termostato del refrigerante trabado (cerrado)</para>
                </item>
                <item>
                    <para>Embrague del ventilador patina</para>
                </item>
                <item>
                    <para>Falla de la bomba de agua</para>
                </item>
                <item>
                    <para>Aspas del ventilador dobladas o da&#241;adas</para>
                </item>
                <item>
                    <para>Falla del medidor en el tablero de instrumentos</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del refrigerante (ECT) polarizado</para>
                </item>
                <item>
                    <para>Radiador no apropiado para el veh&#237;culo</para>
                </item>
                <item>
                    <para>No hay termostato instalado</para>
                </item>
                <item>
                    <para>Fuga interna de refrigerante</para>
                </item>
                <item>
                    <para>Problemas en el chasis, en la transmisi&#243;n o en equipo instalado fuera de f&#225;brica
                    </para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Inspecci&#243;n de las causas del exceso de temperatura del refrigerante</title>
            <step1>
                <para count="1">Verifique que el dep&#243;sito de desaireaci&#243;n tenga refrigerante hasta el nivel
                    correcto.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el nivel de refrigerante es bajo, busque fugas externas en el radiador, en el motor y
                            en todas las mangueras que transportan refrigerante.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Inspeccione el estado de las siguientes piezas: aspas del ventilador, cubierta
                    protectora, correa impulsora de accesorios, tensor de la correa, embrague del ventilador y radiador.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el veh&#237;culo es nuevo o fue reparado recientemente, verifique el n&#250;mero de
                            pieza de todos los componentes relacionados con el sistema de enfriamiento.
                        </para>
                    </item>
                    <item>
                        <para>Verifique que las aspas del ventilador, el embrague del ventilador y el radiador est&#233;n
                            limpios y no tengan residuos acumulados. Limpie lo que sea necesario.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <caution>
                        <para>Si usa agua a presi&#243;n, tenga cuidado de no acercar la manguera demasiado a las aletas
                            de enfriamiento para evitar da&#241;os al radiador.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la herramienta electr&#243;nica de servicio (EST) y revise si hay c&#243;digos
                    de falla (DTC) activos e inactivos relacionados con el exceso de temperatura del refrigerante.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Con la EST mida y compare los valores del sensor de la temperatura del refrigerante (ECT),
                            del sensor de la temperatura del aceite del motor (EOT), del sensor de la temperatura del m&#250;ltiple
                            (MAT) y del sensor de la temperatura del aire de admisi&#243;n (IAT), con la llave en ON y
                            el motor apagado. Los valores de los sensores no deben diferir en m&#225;s de 1 &#176;C (2
                            &#176;F) uno del otro.
                        </para>
                        <para>
                            <emph type="bold">NOTA: Esta prueba dar&#225; resultados correctos s&#243;lo si se dej&#243;
                                enfriar el motor por lo menos 8 horas.
                            </emph>
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400415" figsize="col-wide">
                <graphic filename="../figD31/D31222.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Orificio para refrigerante en la tapa delantera</caption>
            </figure>
            <step1>
                <para count="1">Instale un medidor manual o un termopar en el orificio de la tapa delantera, haga
                    funcionar el motor y monitorice el ECT con la EST.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si tanto la EST como el medidor manual dan resultados muy aproximados de +/- 3 &#176;C
                            (+/- 5 &#176;F), haga el paso 5.
                        </para>
                    </item>
                    <item>
                        <para>Si los resultados del medidor manual y de la EST difieren en m&#225;s de +/- 3 &#176;C
                            (+/- 5 &#176;F), haga los Diagn&#243;sticos del sistema de control electr&#243;nico del
                            circuito del ECT, que aparecen en la Secci&#243;n 7 de este manual.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor hasta que alcance una temperatura de operaci&#243;n de por lo
                    menos 70 &#176;C (158 &#176;F). Monitorice el ECT usando la EST, observe el medidor de la
                    temperatura del refrigerante del tablero de instrumentos y el medidor manual. Intente duplicar las
                    condiciones que originaron la queja de exceso de temperatura.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el medidor de la temperatura del refrigerante del tablero de instrumentos muestra un
                            valor diferente al de la EST y el medidor manual, refi&#233;rase a la Gu&#237;a de ubicaci&#243;n
                            de fallas del sistema el&#233;ctrico correspondiente al modelo y a&#241;o del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Si los resultados del medidor manual y de la EST difieren en m&#225;s de +/- 3 &#176;C
                            (+/- 5 &#176;F), haga los Diagn&#243;sticos del sistema de control electr&#243;nico del
                            circuito del ECT, que aparece en la Secci&#243;n 7 de este manual.
                        </para>
                    </item>
                    <item>
                        <para>Si no puede hacer que el refrigerante se recaliente, limpie las aletas del radiador (si no
                            fue hecho previamente). Use un chorro de agua en las aletas del lado del ventilador. No siga
                            haciendo pruebas de diagn&#243;stico.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <caution>
                        <para>Si usa agua a presi&#243;n, tenga cuidado de no acercar la manguera demasiado a las aletas
                            de enfriamiento para evitar da&#241;os al radiador.
                        </para>
                    </caution>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si logra que el refrigerante se recaliente, haga el paso 6.</para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga este procedimiento para
                        sacar la tapa a presi&#243;n del radiador. Siempre espere hasta que el motor se enfr&#237;e.
                        Envuelva la tapa con un trapo grueso. Afl&#243;jela lentamente y espere un momento. Esto evitar&#225;
                        posibles quemaduras por refrigerante caliente o vapor. Siga girando la tapa hacia la izquierda y
                        ret&#237;rela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Instale el probador de presi&#243;n de radiadores en el dep&#243;sito de desaireaci&#243;n
                    y haga funcionar el motor en ralent&#237; alto. Monitorice la presi&#243;n en el sistema con el
                    medidor del probador, para ver si la presi&#243;n se eleva por encima de lo normal para la tapa del
                    dep&#243;sito de desaireaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n es mayor que lo normal para la tapa del sistema de enfriamiento, haga
                            los diagn&#243;sticos para encontrar fugas de combusti&#243;n hacia el refrigerante, en esta
                            secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n es menor que el valor normal del sistema, haga el paso 7.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire e inspeccione el termostato seg&#250;n los procedimientos descritos en el Manual
                    de servicio del motor. Verifique la temperatura de apertura.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Sustit&#250;yalo si fuera necesario. Vuelva a probarlo si lo repar&#243;.</para>
                    </item>
                    <item>
                        <para>SI el termostato pasa la prueba, haga el paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Repase los diagn&#243;sticos de la transmisi&#243;n autom&#225;tica en el manual de
                    diagn&#243;sticos del veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Si el recalentamiento del refrigerante contin&#250;a, saque el radiador y haga que
                    inspeccionen el flujo interior en un taller especializado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Una vez que haya reparado o cambiado el radiador, vuelva a probar el motor en busca de
                            condiciones de recalentamiento.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_61.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_63.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
