<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos de
        rendimiento - Procedimientos de las pruebas - 2. Prueba est&#225;ndar con la llave en ONy el motor apagado KOEO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>2. Prueba est&#225;ndar con la llave en ONy el motor apagado KOEO</title>
        <figure id="f2710513" figsize="col-wide">
            <graphic filename="../figH31/H31429sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Determinar fallas el&#233;ctricas detectadas por la autoprueba y la comprobaci&#243;n de los circuitos de
            salida (OCC) del ECM.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Si no hay una EST disponible, refi&#233;rase a
                    <hotlnk document="mges270_56.xml" xrefid="s27105016">&#171;Prueba est&#225;ndar con los
                        interruptores del control de crucero&#187;
                    </hotlnk>
                    en la Secci&#243;n 3.
                </para>
            </note>
        </specpara>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Ponga el freno de estacionamiento para que el controlador del sistema electr&#243;nico (ESC)
                env&#237;e la se&#241;al correcta.
            </para>
        </step1>
        <step1>
            <para count="1">Ponga la llave en ON. No arranque el motor.</para>
        </step1>
        <figure id="f2710514" figsize="col-wide">
            <graphic filename="../figh31/h31145.webp" type="webp" scalefit="1" scalefitwidth="176px"
                     scalefitheight="472px" box="no"/>
            <caption>Prueba est&#225;ndar con la llave en ONy el motor apagado</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
        </step1>
        <specpara>
            <note>
                <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor en marcha o apagado, la
                    prueba Standard est&#225; siempre seleccionada por defecto y debe hacerse primero. Mientras no ponga
                    la llave de encendido en OFF, no es necesario repetir la prueba Standard.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Seleccione Stardarden el cuadro Key-On Engine-Off Diagnosticsy pulse Run para comenzar la
                prueba.
            </para>
            <para>El ECM har&#225; una autoprueba y una OCC. Si hay problemas, al terminar la OCC aparecer&#225; la
                ventana Diagnostic Trouble Codes con los DTC.
            </para>
            <specpara>
                <note>
                    <para>Esta prueba dura menos de 5 segundos. Durante la prueba, en la pantalla de MasterDiagnostics&#174;
                        aparecer&#225; DIAGNOSTICS RUNNING.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase a
                <hotlnk document="mges270_235.xml" xrefid="s27105005">&#171;Ap&#233;ndice C - &#205;ndice de c&#243;digos
                    de falla&#187;
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Alg&#250;n componente electr&#243;nico o circuito est&#225; defectuoso.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el IPR o con la v&#225;lvula de cierre del freno (si lo
                    tiene).
                </para>
            </item>
            <item>
                <para>Calentador de aire de admisi&#243;n (IAH)</para>
                <randlist type="dash">
                    <item>
                        <para>En las calibraciones iniciales, si el voltaje del sistema es menor de 13 V, puede aparecer
                            el DTC 251 como una falla activa.
                        </para>
                    </item>
                    <item>
                        <para>Calibraciones posteriores y niveles actuales de hardware no soportan el DTC 251.</para>
                    </item>
                </randlist>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_98.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_100.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
