<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Sistema
        de Lubricaci&#243;n (Baja Presi&#243;n)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Sistema de Lubricaci&#243;n (Baja Presi&#243;n)</title>
        <figure id="f235in13.5" figsize="pg-wide">
            <graphic filename="../figd13/d1355.webp" type="webp" scalefit="1" scalefitwidth="456px" scalefitheight="532px"
                     resolution="300"/>
            <caption>Flujo de Aceite del Motor (Baja Presi&#243;n)</caption>
            <calloutgroup>
                <callout1 type="arabic">Conjunto de la cubierta del enfriador de aceite y base del filtro de aceite
                </callout1>
                <callout1 type="arabic">L&#237;nea de suministro de aceite para el turbo alimentador</callout1>
                <callout1 type="arabic">Conjunto del turbo alimentador</callout1>
                <callout1 type="arabic">Varillas levanta v&#225;lvulas (16)</callout1>
                <callout1 type="arabic">Impulsadores levantav&#225;lvulas (16)</callout1>
                <callout1 type="arabic">Pasajes de aceite de lubricaci&#243;n principales (2)</callout1>
                <callout1 type="arabic">Conjunto de la bomba hidr&#225;ulica, alta presi&#243;n</callout1>
                <callout1 type="arabic">Engranaje del cig&#252;e&#241;al</callout1>
                <callout1 type="arabic">Chorro de enfriamiento del pist&#243;n (8)</callout1>
                <callout1 type="arabic">Cojinetes principales (5)</callout1>
                <callout1 type="arabic">Culatas (2)</callout1>
                <callout1 type="arabic">C&#225;rter de aceite inferior</callout1>
                <callout1 type="arabic">Tubo de toma de aceite</callout1>
                <callout1 type="arabic">Conjunto de la cubierta delantera</callout1>
                <callout1 type="arabic">Conjunto gerotor</callout1>
                <callout1 type="arabic">Cubierta del bastidor del gerotor</callout1>
                <callout1 type="arabic">Bujes del eje de levas</callout1>
                <callout1 type="arabic">Conjunto de la v&#225;lvula reguladora de presi&#243;n de aceite</callout1>
            </calloutgroup>
        </figure>
        <figure id="s235in10" figsize="pg-wide">
            <graphic filename="../figd13/d1355a.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"
                     box="no"/>
            <caption>Flujo del Aceite del Motor (cubierta del enfriador de aceite y base del filtro de aceite)</caption>
            <calloutgroup>
                <callout1 type="arabic">Cubierta del enfriador de aceite</callout1>
                <callout1 type="arabic">Conjunto de la base del filtro de aceite</callout1>
                <callout1 type="arabic">Conjunto del tubo de suministro de aceite para el turbo alimentador</callout1>
                <callout1 type="arabic">Bastidor del filtro de aceite</callout1>
            </calloutgroup>
        </figure>
        <para>El sistema de lubricaci&#243;n es de presi&#243;n regulada, enfriado, y flujo completamente filtrado.
            Adicionalmente, para proporcionar lubricaci&#243;n al motor, el suministra aceite al sistema de alta presi&#243;n
            de aceite para controlar la entrega de combustible a los inyectores de combustible
            <xref refid="S235in03"/>.
        </para>
        <para>La siguiente secuencia describe el flujo del aceite de lubricaci&#243;n a trav&#233;s de los componentes
            mayores del sistema de aceite:
        </para>
        <step1>
            <para count="1">
                <emph type="bold">C&#225;rter del aceite,</emph>
                capacidades aproximadas.
            </para>
        </step1>
        <table id="teintro01">
            <title>Capacidades del C&#225;rter de Aceite del Motor Est&#225;ndar</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="1.00*"/>
                <colspec colname="col2" align="right" colwidth="1.00*"/>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>Con cambio del filtro de aceite</para>
                        </entry>
                        <entry align="right" colname="col2">
                            <para>18 Litros (19 Cuartos de gal&#243;n)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Sin cambio de filtro de aceite</para>
                        </entry>
                        <entry align="right" colname="col2">
                            <para>17 Litros (18 cuartos de gal&#243;n)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Solamente reconstrucci&#243;n</para>
                        </entry>
                        <entry align="right" colname="col2">
                            <para>21.8 Litros (23 cuartos de gal&#243;n.)</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <step1>
            <para count="1">
                <emph type="bold">Tubo y malla de toma de aceite</emph>
            </para>
        </step1>
        <step1>
            <para count="1">La
                <emph type="bold">bomba de aceite de baja presi&#243;n</emph>
                es del tipo gerotor y es parte integral de la cubierta delantera. El conjunto del gerotor consiste de un
                engranaje externo y uno interno. El engranaje interno es impulsado por el cig&#252;e&#241;al. Los
                pasajes de entrada y salidas de la bomba son a trav&#233;s de orificios en la cubierta delantera.
            </para>
            <para>El control del regulador de presi&#243;n de aceite (desv&#237;o) de lubricaci&#243;n es a trav&#233;s
                de un &#233;mbolo cargado por resorte que env&#237;a el aceite hacia la entrada de la bomba cuando la
                presi&#243;n de operaci&#243;n ha excedido las 517 kPa (75 lb/pulg&#178;).
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">La cubierta del enfriador de aceite</emph>
                recibe el aceite de la bomba y lo enfr&#237;a en el enfriador, el cual est&#225; localizado debajo del
                bastidor del enfriador de aceite.
            </para>
            <para>La v&#225;lvula de desv&#237;o del enfriador se abre en el caso de que la base del enfriador de
                aceite, o el enfriador se vean restringidos.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">El bastidor del filtro de aceite</emph>
                contiene un elemento de filtro tipo de papel. El aceite sin filtrar fluye hacia arriba y alrededor del
                exterior del filtro y luego baja a trav&#233;s del tubo localizado en el centro.
            </para>
            <para>El desv&#237;o del filtro permite el paso directo del aceite hacia los pasajes principales en el caso
                de que el filtro se vea restringido.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Turbo alimentador y engranajes de impulso</emph>
            </para>
            <para>El aceite enfriado y filtrado suministrado por la base del enfriador de aceite lubrica los cojinetes
                del turbo alimentador y proporciona presi&#243;n hidr&#225;ulica para la v&#225;lvula de control del
                EVRT&#8482;. El aceite proveniente del turbo alimentador drena a trav&#233;s del tubo de drenaje
                retornando a la cubierta de la bomba hidr&#225;ulica de alta presi&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Pasajes principales</emph>
            </para>
            <para>El aceite enfriado y filtrado suministrado por la base del enfriador de aceite llena los pasajes
                principales para distribuir el aceite hacia los siguientes componentes, a trav&#233;s de los pasajes
                maquinados dentro del bloque del motor:
            </para>
            <seqlist>
                <item>
                    <para>Rodillos levantav&#225;lvulas hidr&#225;ulicos</para>
                </item>
                <item>
                    <para>Mu&#241;ones principales del eje de levas</para>
                </item>
                <item>
                    <para>Mu&#241;ones principales del cig&#252;e&#241;al</para>
                </item>
                <item>
                    <para>Los cojinetes de las bielas reciben el aceite a presi&#243;n proveniente de los cojinetes
                        principales, a trav&#233;s de pasajes perforados dentro del cig&#252;e&#241;al.
                    </para>
                </item>
                <item>
                    <para>Los balancines reciben su aceite de lubricaci&#243;n de los rodillos levantav&#225;lvulas hidr&#225;ulicos
                        a trav&#233;s de las varillas levanta v&#225;lvulas. El aceite retorna al c&#225;rter a trav&#233;s
                        de orificios localizados en la culata.
                    </para>
                </item>
                <item>
                    <para>Tubos de enfriamiento del pist&#243;n</para>
                </item>
            </seqlist>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Tanque de aceite de la bomba hidr&#225;ulica de alta presi&#243;n</emph>
            </para>
            <para>Este tanque (localizado debajo del enfriador de aceite) tiene un suministro de aceite constante de la
                bomba hidr&#225;ulica de alta presi&#243;n. El tiene una capacidad aproximada de 0.9 Litros (0.95
                Cuartos de gal&#243;n).
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Hacia el compresor de aire (opcional)</emph>
            </para>
            <para>Un orificio es provisto para los veh&#237;culos equipados con compresor de aire.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
