<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - AN&#193;LISIS DE DIAGN&#211;STICO ADICIONALES - DIAGN&#211;STICO DE
        INYECTORES RAYADOS - PROCEDIMIENTO DE LA PRUEBA UTILIZANDO LA EST Y MASTER DIAGNOSTICS
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="7">
        <title>PROCEDIMIENTO DE LA PRUEBA UTILIZANDO LA EST Y MASTER DIAGNOSTICS</title>
        <specpara>
            <note>
                <para>Todas las ilustraciones de pantalla que siguen est&#225;n basadas en los valores preconfigurados
                    del MD32 Versi&#243;n 2.3, a menos que se indique otra cosa. Si est&#225; usando una versi&#243;n
                    diferente de Master Diagnostics, puede haber variaciones en las pantallas. Si ha utilizado valores
                    especiales a la medida, puede tambi&#233;n tener pantallas diferentes.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la transmisi&#243;n
                    est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas motrices est&#233;n
                    bloqueadas.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Arranque el motor y ll&#233;velo a la temperatura normal de operaci&#243;n encima de 71&#176;
                C (160&#176; F).
            </para>
        </step1>
        <figure id="f17504003" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8742.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <step1>
            <para count="1">Arranque el Master Diagnostics. Seleccione el programa de ECM de caja &#250;nica (MD32 DLC)
                <xref refid="f17504003"/>. Si selecciona el programa err&#243;neo, obtendr&#225; valores incorrectos.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la EST con el cable de interfaz International&#174; al conector ATA de 6 pines
                ubicado cerca al panel inferior izquierdo. Para conectores ATA de 9 pines, use la herramienta adaptadora
                ZTSE4467 (conector de 6 pines a 9 pines).
            </para>
        </step1>
        <figure id="f17504004" figsize="pg-wide">
            <graphic filename="../figeg8/eg8584.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <step1>
            <para count="1">Seleccione
                <emph type="bold">Session</emph>
                del men&#250; desplegable y seleccione
                <emph type="bold">Open</emph>
                para comenzar una sesi&#243;n
                <xref refid="f17504004"/>.
            </para>
        </step1>
        <figure id="f17504005" figsize="pg-wide">
            <graphic filename="../figEg8/Eg8585.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <step1>
            <para count="1">De la ventana de di&#225;logo
                <emph type="bold">Open Session File</emph>
                seleccione el archivo
                <emph type="bold">KOER_CCT_I6.SSN</emph>
                (prueba de contribuci&#243;n de los cilindros con la llave en ON y el motor en marcha). El nombre del
                archivo debe aparecer en la casilla
                <emph type="bold">File Name</emph>
                <xref refid="f17504005"/>. Seleccione
                <emph type="bold">Open</emph>.
            </para>
        </step1>
        <step1>
            <para count="1">Al seleccionar una sesi&#243;n preconfigurada de f&#225;brica, Master Diagnostics selecciona
                autom&#225;ticamente el puerto
                <emph type="bold">COM</emph>
                correcto. Refi&#233;rase al manual de usuario del software Master Diagnostics para informaci&#243;n
                adicional.
            </para>
        </step1>
        <step1>
            <para count="1">Verifique que la temperatura del refrigerante sea superior a 71&#176; C (160&#176; F).
            </para>
        </step1>
        <figure id="f17504006" figsize="pg-wide">
            <graphic filename="../figeg8/eg8586.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <step1>
            <para count="1">Es esencial hacer la
                <emph type="bold">prueba est&#225;ndar con la llave en ON y el motor en marcha</emph>
                para ganar acceso a la prueba de contribuci&#243;n de los cilindros. Seleccione
                <emph type="bold">Diagnostics</emph>
                en la barra del men&#250; desplegable y luego seleccione
                <emph type="bold">Key-On Engine-Running Standard Test</emph>
                <xref refid="f17504006"/>.
            </para>
        </step1>
        <para>Si aparece un mensaje de diagn&#243;stico, an&#243;telo, seleccione
            <emph type="bold">OK</emph>
            e intente otra vez. Si el mensaje vuelve a aparecer, refi&#233;rase a la secci&#243;n Pruebas de diagn&#243;stico
            del manual del Software Master Diagnostics.
        </para>
        <specpara>
            <note>
                <para>En la parte inferior de la pantalla, la barra de estado mostrar&#225; el mensaje
                    <emph type="bold">DIAGNOSTICS RUNNING</emph>
                    (diagn&#243;sticos en proceso).
                </para>
            </note>
        </specpara>
        <figure id="f17504007" figsize="pg-wide">
            <graphic filename="../figeg8/eg8588.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
        </figure>
        <step1>
            <para count="1">Cuando la prueba est&#225;ndar termine, seleccione
                <emph type="bold">Diagnostics</emph>
                del men&#250; desplegable y luego seleccione
                <emph type="bold">Key-On Engine-Running Injector Test</emph>
                <xref refid="f17504007"/>.
            </para>
            <para>Si aparece un mensaje de diagn&#243;stico, an&#243;telo, seleccione
                <emph type="bold">OK</emph>
                e intente otra vez. Si el mensaje vuelve a aparecer, refi&#233;rase a la secci&#243;n Pruebas de diagn&#243;stico
                en el manual del Software Master Diagnostics.
            </para>
            <specpara>
                <note>
                    <para>En la parte inferior de la pantalla, la barra de estado mostrar&#225; el mensaje
                        <emph type="bold">DIAGNOSTICS RUNNING</emph>.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Mientras que la prueba est&#225; en proceso, aparecen los siguientes par&#225;metros:</para>
            <randlist type="bullet">
                <item>
                    <para>Engine Speed (velocidad del motor o RPM) (500 a 1000 RPM)</para>
                </item>
                <item>
                    <para>Engine Load (carga del motor) (EL) (0 a 127,5%)</para>
                </item>
                <item>
                    <para>Fuel Rate (flujo de combustible) (FR) (0 a 4 gal/h)</para>
                </item>
            </randlist>
        </step1>
        <figure id="f17504008" figsize="pg-wide">
            <graphic filename="../figEg9/Eg9019.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="72"/>
            <caption>Vista gr&#225;fica t&#237;pica - Buena contribuci&#243;n de los cilindros</caption>
        </figure>
        <step1>
            <para count="1">El siguiente gr&#225;fico es un ejemplo de c&#243;mo un inyector con baja entrega de
                combustible luce durante la prueba
                <xref refid="f17504009"/>.
            </para>
        </step1>
        <figure id="f17504009" figsize="pg-wide">
            <graphic filename="../figEg9/Eg9018.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="72"/>
            <caption>Interpretaci&#243;n de datos gr&#225;ficos - Mala contribuci&#243;n de los cilindros</caption>
        </figure>
        <para>Cuando la condici&#243;n de sobrealimentaci&#243;n se compara con la condici&#243;n de subalimentaci&#243;n,
            se observa una diferencia significativa. Esto indica que un cilindro es un contribuyente mayor.
        </para>
        <specpara>
            <note>
                <para>La figura es una grabaci&#243;n de instant&#225;nea (SnapShot) con reproducci&#243;n gr&#225;fica
                    (Graphical Replay).
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Indicadores de contribuyente mayor: cilindros 1 a 3</emph>
        </para>
        <para>Observaciones clave:</para>
        <randlist type="bullet">
            <item>
                <para>Para mantener una velocidad del motor constante, el ECM hace cambios mayores al flujo de
                    combustible en comparaci&#243;n con el de los cilindros m&#225;s d&#233;biles (cilindros 4 a 6).
                </para>
            </item>
            <item>
                <para>Hay un mayor impacto sobre la carga del motor (EL).</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Indicadores de contribuyente menor: cilindros 4 a 6</emph>
        </para>
        <para>Observaciones clave:</para>
        <randlist type="bullet">
            <item>
                <para>Para mantener la velocidad del motor constante, el ECM hace cambios peque&#241;os al flujo de
                    combustible en comparaci&#243;n con el de los cilindros m&#225;s fuertes (cilindros 1 a 3).
                </para>
            </item>
            <item>
                <para>Hay un impacto m&#237;nimo sobre la carga del motor (EL).</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>La reproducci&#243;n gr&#225;fica provista como ejemplo no es suficientemente severa para generar
                    un c&#243;digo de diagn&#243;stico.
                </para>
            </note>
        </specpara>
        <para>El procedimiento descrito anteriormente permite que el t&#233;cnico ubique fallas y repare el motor
            reemplazando s&#243;lo los inyectores rayados o defectuosos. En casos en que haya &#243;xido o corrosi&#243;n
            dentro de los inyectores, se necesitan algunas precauciones adicionales.
        </para>
        <randlist type="bullet">
            <item>
                <para>Limpie todo el sistema de combustible, incluyendo los tanques, las cajas protectoras, los
                    coladores y el m&#250;ltiple de suministro, para sacarle el agua y cualquier otra contaminaci&#243;n.
                </para>
            </item>
            <item>
                <para>Despu&#233;s de limpiar el sistema, instale y haga funcionar los inyectores existentes para purgar
                    el sistema de combustible de cualquier contaminaci&#243;n remanente. La instalaci&#243;n de nuevos
                    inyectores puede hacerse ahora.
                </para>
            </item>
            <item>
                <para>Se recomienda reemplazar todos los inyectores que muestren signos de &#243;xido o
                    corrosi&#243;n.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_121.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_123.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
