<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Regulador electr&#243;nico
        de presi&#243;n (EPG)
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="3">
        <title>Regulador electr&#243;nico de presi&#243;n (EPG)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503059" figsize="pg-wide">
                <graphic filename="../figeg7/eg7315a.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del regulador electr&#243;nico de presi&#243;n</caption>
            </figure>
            <para>El regulador electr&#243;nico de presi&#243;n (EPG) es una funci&#243;n opcional de bucle cerrado
                utilizada para controlar la presi&#243;n hidr&#225;ulica en base a una entrada externa de presi&#243;n
                hidr&#225;ulica y una presi&#243;n hidr&#225;ulica deseada programable. Esta funci&#243;n est&#225;
                destinada a bombas de suministro de l&#237;quidos, especialmente para camiones de bomberos.
            </para>
            <para>La funci&#243;n EPG est&#225; activa cuando no hay falla en la se&#241;al del sensor de presi&#243;n
                hidr&#225;ulica, el tren propulsor est&#225; en su estado apropiado (el cual depende del tipo de bomba
                utilizada), el veh&#237;culo est&#225; estacionario y el par&#225;metro programable correspondiente est&#225;
                activado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de c&#243;digos de diagn&#243;stico de problemas</title>
            <para>Si el ECM detecta una condici&#243;n fuera de l&#237;mite - alta o baja en el circuito del EPG,
                registrar&#225; un c&#243;digo de diagn&#243;stico y suspender&#225; la operaci&#243;n del EPG. El
                sistema bajar&#225; a la velocidad de ralent&#237;, reposicionando todos los valores configurados a una
                condici&#243;n de espera.
            </para>
            <para>El ECM tambi&#233;n monitoriza la presi&#243;n hidr&#225;ulica, la velocidad del motor y el estado del
                conmutador de selecci&#243;n del EPG. Si se detecta una p&#233;rdida de presi&#243;n (tambi&#233;n
                llamada un error de estado continuo), la funci&#243;n del EPG es desactivada y se registra el c&#243;digo
                de diagn&#243;stico correspondiente. El sistema bajar&#225; a la velocidad de ralent&#237;,
                reposicionando todos los valores configurados a una condici&#243;n de espera.
            </para>
            <figure id="f17503060" figsize="pg-wide">
                <graphic filename="../figeg8/eg8759.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de circuito del regulador electr&#243;nico de presi&#243;n</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <table id="te17503018" frame="all">
                <title>Diagn&#243;sticos del regulador electr&#243;nico de presi&#243;n</title>
                <tgroup cols="3" colsep="1" rowsep="1" align="left">
                    <colspec colname="col1" colwidth="49.35*"/>
                    <colspec colname="COLSPEC0" colwidth="51.54*"/>
                    <colspec colname="col3" colwidth="295.11*"/>
                    <spanspec namest="COLSPEC0" nameend="col3" spanname="SPAN1"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas del voltaje en el conector del sensor</emph>
                                    (con el conector del sensor desconectado y la llave en ON)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Tierra de la se&#241;al. No debe haber voltaje</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>5 V &#177;0,5</para>
                            </entry>
                            <entry>
                                <para>Prueba del V
                                    <subscript>REF</subscript>
                                    con la llave en ON. Si no cumple con especificaciones, revise el circuito del V
                                    <subscript>REF</subscript>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;0,25 V</para>
                            </entry>
                            <entry>
                                <para>Si >0,25 V, el cable de la se&#241;al est&#225; en corto al V
                                    <subscript>REF</subscript>
                                    o a la bater&#237;a
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas del conector del sensor a la tierra del chasis</emph>
                                    (con el conector del sensor desconectado, el cable positivo de la bater&#237;a
                                    desconectado y la llave en OFF)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Resistencia a la tierra del chasis, pruebe con la llave en OFF. Si >5 &#x2126; el
                                    circuito est&#225; abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Resistencia &#60;1 k&#x2126; indica un corto a tierra</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Resistencia &#60;1 k&#x2126; indica un corto a tierra</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas de la resistencia en el haz de cables</emph>
                                    (con la caja de derivaciones instalada s&#243;lo en el haz de cables del chasis)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7 a A</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>>5 &#x2126; indica que el cable de tierra est&#225; abierto</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5 a B</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>>5 &#x2126; indica que el cable del V
                                    <subscript>REF</subscript>
                                    est&#225; abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>13 a C</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>>5 &#x2126; indica que el cable de se&#241;al est&#225; abierto</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Puntos de prueba</emph>
                                </para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Estado de interruptor y luz</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>4 a tierra</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>12 V = EPG activado, 0 V = EPG desactivado</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>9 a tierra</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>12 V = auxiliar activado, 0 V = tren propulsor</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>49 a tierra</para>
                            </entry>
                            <entry colspan="2" spanname="SPAN1">
                                <para>0 V = auxiliar activado, 12 V = tren propulsor</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de diagn&#243;stico de
                                        problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>216 = El voltaje de la se&#241;al fue &#60;0,039 V por m&#225;s de 0,1 s.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>226 = El voltaje de la se&#241;al fue >4,9 V por m&#225;s de 0,1 s.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>336 = Presi&#243;n hidr&#225;ulica incapaz de llegar al punto fijado (protecci&#243;n
                                    contra cavitaci&#243;n).
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>Cuando la funci&#243;n del EPG se utiliza por primera vez, la presi&#243;n hidr&#225;ulica deseada es
                programada a una tasa de ascenso programable. La presi&#243;n limitada deseada (punto fijado) es
                entonces utilizado junto con la se&#241;al de presi&#243;n hidr&#225;ulica real para controlar la
                velocidad deseada del motor, requerida para obtener la presi&#243;n hidr&#225;ulica deseada.
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Par&#225;metros del regulador electr&#243;nico de presi&#243;n</emph>: Este
                        grupo de par&#225;metros permite modificar a la medida la funci&#243;n de regulaci&#243;n electr&#243;nica
                        de presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Regulador electr&#243;nico de presi&#243;n</emph>: Este par&#225;metro indica
                        a los componentes electr&#243;nicos si el veh&#237;culo tiene la funci&#243;n de regulaci&#243;n
                        electr&#243;nica de presi&#243;n.
                    </para>
                    <para>OFF: La funci&#243;n est&#225; siempre desactivada.</para>
                    <para>ON: La funci&#243;n est&#225; habilitada y puede ser activada por el conductor.</para>
                </item>
                <item>
                    <para>
                        <emph type="bold">DDS por el regulador electr&#243;nico de presi&#243;n</emph>: Este par&#225;metro
                        indica c&#243;mo la se&#241;al por desacople del tren propulsor (DDS) debe ser interpretada por
                        los componentes electr&#243;nicos.
                    </para>
                    <para>OPERACI&#211;N NEUTRAL: El tren propulsor debe estar desacoplado en todo momento para que
                        opere el regulador electr&#243;nico de presi&#243;n.
                    </para>
                    <para>EJE DIVIDIDO: Si el estado del DDS cambia, el regulador electr&#243;nico de presi&#243;n
                        quedar&#225; desactivado. Con el DDS acoplado, debe recibir la se&#241;al "Auxiliary ON" del
                        interruptor de la caja de transferencia para habilitarse.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Indicador de modalidad del EPG</emph>: Este par&#225;metro indica si el
                        indicador de modalidad de operaci&#243;n del regulador electr&#243;nico de presi&#243;n est&#225;
                        disponible.
                    </para>
                    <para>OFF: El indicador no est&#225; disponible.</para>
                    <para>ON: El indicador est&#225; disponible.</para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Tasa de ascenso de presi&#243;n</emph>: Este par&#225;metro indica la tasa a
                        la cual deber&#225; aumentar la presi&#243;n de agua cuando el conductor oprime y sostiene el
                        bot&#243;n RESUME/ACCEL.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Ajuste de ganancia integral del EPG</emph>: Este par&#225;metro permite
                        ajustar con precisi&#243;n la manera en que el regulador electr&#243;nico de presi&#243;n
                        regular&#225; la presi&#243;n del agua.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Ajuste de ganancia proporcional del EPG</emph>: Este par&#225;metro permite al
                        propietario ajustar con precisi&#243;n la forma en que el regulador electr&#243;nico de presi&#243;n
                        regular&#225; la presi&#243;n de agua.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Diagn&#243;sticos hechos por el ECM</emph>
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas del EPG pueden leerse con la herramienta electr&#243;nica
                de servicio (EST) o interpretando los destellos de las luces
                <emph type="bold">ENGINE</emph> &#225;mbar y roja, vea
                <xref refid="P17502001"/>.
            </para>
            <para id="f175fc216">
                <emph type="bold">C&#243;digo de diagn&#243;stico 216</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 73, FMI 4</emph>
            </para>
            <para>
                <emph type="bold">Se&#241;al del regulador electr&#243;nico de presi&#243;n fuera de l&#237;mite -
                    baja
                </emph>
            </para>
            <para>El c&#243;digo 216 de se&#241;al fuera de l&#237;mite - baja ser&#225; establecido por el ECM si el
                voltaje de la se&#241;al es menor de 0,039 V por m&#225;s de 1 s. Cuando se establece este c&#243;digo,
                la funci&#243;n del EPG queda suspendida.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 216 puede deberse a que el circuito de la se&#241;al est&#225;
                abierto o con un corto a tierra, a un sensor o conector defectuoso o al circuito del V
                <subscript>REF</subscript>
                abierto.
            </para>
            <para id="f175fc226">
                <emph type="bold">C&#243;digo de diagn&#243;stico 226</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 73, FMI 3</emph>
            </para>
            <para>
                <emph type="bold">Se&#241;al del regulador electr&#243;nico de presi&#243;n fuera de l&#237;mite -
                    alta
                </emph>
            </para>
            <para>El c&#243;digo 226 de se&#241;al fuera de l&#237;mite - alta ser&#225; establecido por el ECM si el
                voltaje de la se&#241;al es mayor de 4,9 V por m&#225;s de 1 s. Cuando se establece este c&#243;digo, la
                funci&#243;n del EPG queda suspendida.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 226 puede deberse a un corto en la se&#241;al del circuito a una
                fuente de voltaje o a un sensor defectuoso.
            </para>
            <para id="f175fc336">
                <emph type="bold">C&#243;digo de diagn&#243;stico 336</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 73, FMI 10</emph>
            </para>
            <para>
                <emph type="bold">Presi&#243;n hidr&#225;ulica incapaz de llegar al punto fijado</emph>
            </para>
            <para>El ECM ha detectado que el sistema hidr&#225;ulico no ha sido capaz de alcanzar la presi&#243;n hidr&#225;ulica
                solicitada por el sistema. Cuando este c&#243;digo est&#225; activo, la funci&#243;n del EPG es
                desactivada.
            </para>
            <figure id="f17503060.1" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8806.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="300"/>
                <caption>Conexiones en el ECM para carroceros</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_93.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_95.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
