<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - Operaci&#243;n de
        las autopruebas del software de diagn&#243;stico - Pruebas de diagn&#243;stico
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="0">
        <title>Pruebas de diagn&#243;stico</title>
        <svcsubproc>
            <title>Prueba est&#225;ndar con la llave en ON y el motor apagado (Key-On Engine-OFF Standard Test)</title>
            <para>Durante la prueba est&#225;ndar con la llave en ON y el motor apagado el ECM realiza lo siguiente:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Procesamiento interno y prueba de la memoria.</para>
                </item>
                <item>
                    <para>Comprobaci&#243;n del estado de las salidas (OCC). La comprobaci&#243;n del estado de las
                        salidas busca cortocircuitos, circuitos abiertos en el ECM, en los haces de cables y en el
                        activador del IPR, mediante la operaci&#243;n de los circuitos de salida del ECM y midiendo la
                        respuesta de cada circuito. La OCC no eval&#250;a funciones mec&#225;nicas o hidr&#225;ulicas.
                    </para>
                </item>
                <item>
                    <para>Si un circuito falla una prueba, registra c&#243;digos de diagn&#243;stico de problemas en la
                        memoria.
                    </para>
                </item>
            </seqlist>
            <para>Durante esta prueba, el ECM verifica los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Rel&#233; que impide dar arranque al motor (ECI)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Control del ventilador del motor (EFN)</para>
                </item>
                <item>
                    <para>Rel&#233; retardador del veh&#237;culo (VRE)</para>
                </item>
            </randlist>
            <para>Cuando la prueba termina, la EST mostrar&#225; todos los c&#243;digos de diagn&#243;stico de problemas
                que detect&#243;.
            </para>
            <specpara>
                <note>
                    <para>Cuando la herramienta electr&#243;nica de servicio (EST) no est&#225; disponible, la prueba
                        est&#225;ndar con la llave en ON y el motor apagado y la comprobaci&#243;n del estado de las
                        salidas pueden realizarse con los pasos siguientes.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Procedimiento de la prueba est&#225;ndar con la llave en ON y el motor apagado y de la
                    comprobaci&#243;n del estado de las salidas (OCC)
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>Ponga el freno de estacionamiento (necesario para obtener una se&#241;al correcta del ESC).
                    </para>
                </item>
                <item>
                    <para>Haga girar la llave de arranque a ON.</para>
                </item>
                <item>
                    <para>Oprima y suelte los botones CRUISE ON y RESUME/ACCEL simult&#225;neamente dos (2) veces dentro
                        de un per&#237;odo de tres (3) segundos.
                    </para>
                </item>
                <item>
                    <para>Comenzar&#225;n la prueba est&#225;ndar con la llave en ON y el motor apagado y la OCC y los c&#243;digos
                        destellar&#225;n.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de los inyectores con la llave en ON y el motor apagado (Key-On Engine-OFF Injector Test)
            </title>
            <para>La prueba de los inyectores con la llave en ON y el motor apagado busca problemas el&#233;ctricos en
                los componentes (inyectores) de distribuci&#243;n de combustible. Esta prueba puede hacerse s&#243;lo
                despu&#233;s de haber hecho la prueba est&#225;ndar con el motor apagado con la herramienta electr&#243;nica
                de servicio.
            </para>
            <para>Durante la prueba de los inyectores con la llave en ON y el motor apagado, el ECM activar&#225; los
                inyectores 1 a 6 en orden num&#233;rico, no en el orden en que se activan durante la inyecci&#243;n. La
                operaci&#243;n de cada circuito el&#233;ctrico y solenoide ser&#225; monitorizada y evaluada. Si un
                componente electr&#243;nico no cumple con las especificaciones, se registrar&#225; un c&#243;digo de
                diagn&#243;stico. Sin embargo, durante condiciones de arranque dif&#237;cil o no arranque, el sonido de
                los inyectores puede no o&#237;rse debido al aceite fr&#237;o y denso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba del estado de las salidas bajas con la llave en ON y el motor apagado (Key-On Engine-OFF
                Output State Low Test)
            </title>
            <para>La finalidad de la prueba del estado de las salidas es permitir al t&#233;cnico revisar la operaci&#243;n
                de los activadores controlados por el ECM. Durante esta prueba, los activadores son controlados por el
                ECM. El ECM aumentar&#225; y disminuir&#225; el voltaje de salida para activar o desactivar cada
                activador. El estado de las salidas bajas activar&#225; aquellos componentes normalmente controlados por
                el ECM cuando completa el circuito de conexi&#243;n a tierra. Mientras esta prueba est&#233; en proceso,
                el t&#233;cnico puede revisar el estado de estos activadores.
            </para>
            <para>Durante esta prueba, la salida del circuito en cuesti&#243;n puede ser monitorizado con un mult&#237;metro
                digital (DMM). El DMM mide voltajes altos o bajos cuando las se&#241;ales de salida son alternadas. El
                voltaje real variar&#225; dentro del circuito que est&#225; siendo probado. La EST no mostrar&#225; los
                voltajes ni problemas dentro de los circuitos. Para monitorizar los circuitos o activadores son
                necesarios una "T" de derivaciones o caja de derivaciones y un mult&#237;metro digital. Durante esta
                prueba, el ECM no registrar&#225; c&#243;digos de diagn&#243;stico de problemas.
            </para>
            <para>La prueba del estado de las salidas altas con la llave en ON y el motor apagado revisar&#225; aquellos
                componentes que son normalmente controlados cuando el ECM env&#237;a un voltaje al activador. Mientras
                esta prueba est&#233; en proceso, el t&#233;cnico puede revisar el estado de estos activadores. Durante
                esta prueba, el ECM no verificar&#225; el estado de los activadores ni registrar&#225; c&#243;digos de
                falla.
            </para>
            <para>Durante esta prueba, la salida del circuito en cuesti&#243;n puede ser monitorizado con un mult&#237;metro
                digital (DMM). El DMM mide voltajes altos o bajos cuando las se&#241;ales de salida son alternadas. El
                voltaje real variar&#225; dentro del circuito que est&#225; siendo probado. La EST no mostrar&#225; los
                voltajes ni problemas dentro de los circuitos. Para monitorizar los circuitos o activadores son
                necesarios una "T" de derivaciones o caja de derivaciones y un mult&#237;metro digital. Durante esta
                prueba, el ECM no registrar&#225; c&#243;digos de diagn&#243;stico de problemas.
            </para>
            <para>Durante la prueba del estado de las salidas con la llave en ON y el motor apagado se alternan los
                siguientes activadores y se&#241;ales:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Rel&#233; del motor de arranque (ECI)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Control del ventilador del motor (EFN)</para>
                </item>
                <item>
                    <para>Rel&#233; retardador del veh&#237;culo (VRE)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de monitorizaci&#243;n continua con la llave en ON y el motor apagado (Key-On Engine-OFF
                Continuous Monitor Test)
            </title>
            <para>La prueba de monitorizaci&#243;n continua con la llave en ON y el motor apagado buscar&#225; fallas
                relacionadas con conexiones intermitentes en sensores y activadores.
            </para>
            <para>La herramienta electr&#243;nica de servicio se usa para monitorizar los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
                </item>
                <item>
                    <para>Enlace de comunicaci&#243;n de datos (DCL)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</para>
                </item>
                <item>
                    <para>Sensor del pedal remoto del acelerador (RPS)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Procedimiento de la prueba</emph>
            </para>
            <para>Durante esta prueba, sacuda todos los conectores de circuitos y cables sospechosos. Este movimiento
                permitir&#225; al ECM detectar cualquier interrupci&#243;n moment&#225;nea en la continuidad de los
                circuitos. Si la computadora encuentra una interrupci&#243;n en la continuidad, emitir&#225; un "BIP" y
                aparecer&#225; en su pantalla un c&#243;digo de diagn&#243;stico. Si fuera posible, trate de mirar la
                pantalla mientras hace la prueba, ya que el "BIP" puede ser dif&#237;cil de o&#237;r en el ambiente
                ruidoso del taller.
            </para>
            <para>Seleccionar esta prueba tambi&#233;n permite al ECM y al software Master Diagnostics mostrar el
                voltaje de los siguientes sensores en una ventana de texto International:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Voltios de la se&#241;al del APS</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del BAP</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del EBP</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del ECM</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del ECT</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del EOP</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del EOT</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del EPG</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del IAT</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del ICP</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del MAP</para>
                </item>
                <item>
                    <para>Voltios de la se&#241;al del RPS</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba est&#225;ndar con la llave en ON y el motor en marcha (Key-On Engine-Running Standard Test)
            </title>
            <para>El ECM eval&#250;a el rendimiento hidr&#225;ulico del sistema de presi&#243;n de control de inyecci&#243;n.
                El ECM monitoriza la se&#241;al del sensor de presi&#243;n de control de inyecci&#243;n (ICP) y compara
                sus valores con los valores esperados. Luego de la prueba, el ECM vuelve el motor a su operaci&#243;n
                normal y env&#237;a los c&#243;digos de diagn&#243;stico de problemas que haya establecido.
            </para>
            <para>
                <emph type="bold">Procedimiento de la prueba</emph>
            </para>
            <step1>
                <para count="1">El ECM aumenta el ralent&#237; alto a un valor establecido.</para>
            </step1>
            <step1>
                <para count="1">El ECM ordena al IPR que ponga la presi&#243;n de control de inyecci&#243;n al valor de
                    velocidad nominal. Si el rendimiento del IPR es aceptable, el ECM le ordenar&#225; reducir la presi&#243;n
                    en etapas, mientras sigue monitorizando el rendimiento del sistema de presi&#243;n de control de
                    inyecci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Para hacer estas pruebas con la llave en ON y el motor en marcha, se requieren las
                            siguientes condiciones:
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>La temperatura del refrigerante debe ser por lo menos 71&#176; C (160&#176; F).
                                </para>
                            </item>
                            <item>
                                <para>El voltaje de la bater&#237;a debe ser superior a 12,5 voltios.</para>
                            </item>
                            <item>
                                <para>No debe haber se&#241;al del sensor de velocidad del veh&#237;culo (VSS).</para>
                            </item>
                            <item>
                                <para>Si hay c&#243;digos de fallas activas, las causas deben ser reparadas y los c&#243;digos
                                    borrados antes de hacer la prueba.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de los inyectores con la llave en ON y el motor en marcha (Key-On Engine- Running Injector
                Test)
            </title>
            <specpara>
                <note>
                    <para>Antes de hacer la prueba de los inyectores con el motor en marcha debe hacerse la prueba est&#225;ndar
                        con el motor en marcha.
                    </para>
                </note>
            </specpara>
            <para>La prueba de los inyectores est&#225; dise&#241;ada para detectar problemas relacionados con la
                inyecci&#243;n y la combusti&#243;n. Una prueba analizar&#225; la contribuci&#243;n de cada cilindro. Su
                funci&#243;n principal es detectar un inyector defectuoso, pero tambi&#233;n detectar&#225; problemas
                que pudieran afectar el rendimiento general de los cilindros (es decir, problemas en las v&#225;lvulas,
                bielas, pistones, anillos, etc.)
            </para>
            <para>Durante esta prueba, el ECM controlar&#225; la entrega de combustible y determinar&#225; la contribuci&#243;n
                de potencia de cada cilindro. Si un cilindro no est&#225; rindiendo satisfactoriamente y el defecto es
                serio, el ECM establecer&#225; un c&#243;digo de diagn&#243;stico, pero existe la posibilidad de que en
                un cilindro no se produzca explosi&#243;n y no se registre un c&#243;digo de diagn&#243;stico. Bajo
                estas circunstancias, necesitar&#225; usar la EST y el software Master Diagnostics.
            </para>
            <para>Cuando la prueba comienza, la velocidad del motor aumenta en incrementos de 850 RPM. El ECM aumentar&#225;
                la entrega normal de combustible al inyector del cilindro que est&#225; probando. El ECM monitoriza la
                reducci&#243;n de combustible requerida para hacer funcionar los inyectores restantes y mantener una
                velocidad constante. Luego limitar&#225; la entrega de combustible al mismo inyector y monitorizar&#225;
                el aumento de combustible a los inyectores restantes. El ECM compara la diferencia entre el aumento y la
                disminuci&#243;n de combustible. Si la diferencia no es la que el ECM espera, establecer&#225; un c&#243;digo
                de diagn&#243;stico para el cilindro que no est&#225; contribuyendo. Esta prueba se realiza en orden num&#233;rico,
                comenzando con el cilindro 1. Una vez que el cilindro 6 es probado, la prueba termina. S&#243;lo
                defectos serios registrar&#225;n un c&#243;digo de diagn&#243;stico. En motores que tengan m&#225;s de
                un inyector severamente rayado, la variaci&#243;n en RPM puede ser suficiente para detener la prueba de
                contribuci&#243;n de los cilindros.
            </para>
            <para>La prueba de los inyectores con la llave en ON y el motor en marcha detecta problemas relacionados con
                la inyecci&#243;n y la combusti&#243;n, incluyendo problemas que pudieran afectar el rendimiento general
                de los cilindros (es decir, problemas en las v&#225;lvulas, bielas, pistones, anillos, etc.)
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de monitorizaci&#243;n continua con la llave en ON y el motor en marcha (Key-On Engine-Running
                Continuous Monitor Test)
            </title>
            <para>La prueba de monitorizaci&#243;n continua con la llave en ON y el motor en marcha buscar&#225; fallas
                relacionadas con conexiones intermitentes en sensores y activadores.
            </para>
            <para>La herramienta electr&#243;nica de servicio se usa para monitorizar los siguientes circuitos:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
                </item>
                <item>
                    <para>Enlace de comunicaci&#243;n de datos (DCL)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</para>
                </item>
                <item>
                    <para>Sensor del pedal remoto del acelerador (RPS)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Procedimiento de la prueba</emph>
            </para>
            <step1>
                <para count="1">Seleccione KOER Continuous Monitor Test (prueba de monitorizaci&#243;n continua con la
                    llave en ON y el motor en marcha) en el men&#250; desplegable Diagnostics.
                </para>
            </step1>
            <step1>
                <para count="1">Sacuda todos los conectores de circuitos y cables sospechosos. Este movimiento es de
                    mucha ayuda para que el software Master Diagnostics pueda detectar cualquier interrupci&#243;n
                    moment&#225;nea en la continuidad de los circuitos. La EST puede detectar c&#243;digos de diagn&#243;stico
                    de problemas mucho m&#225;s r&#225;pido si se usa este m&#233;todo. Si la computadora encuentra una
                    interrupci&#243;n en la continuidad, emitir&#225; un "BIP" y aparecer&#225; en su pantalla un c&#243;digo
                    de diagn&#243;stico. Si fuera posible, trate de mirar la pantalla mientras hace la prueba, ya que el
                    "BIP" puede ser dif&#237;cil de o&#237;r en el ambiente ruidoso del taller.
                </para>
                <para>Seleccionar esta prueba tambi&#233;n permite al ECM y al software Master Diagnostics mostrar el
                    voltaje de los siguientes sensores en una ventana de texto International:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Voltios de la se&#241;al del APS</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del BAP</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del EBP</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del ECM</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del ECT</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del EOP</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del EOT</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del EPG</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del IAT</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del ICP</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del MAP</para>
                    </item>
                    <item>
                        <para>Voltios de la se&#241;al del RPS</para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
