<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Cilindros - Instalaci&#243;n - Instalaci&#243;n
        del conjunto de pist&#243;n y biela
    </stitle>
    <svcman/>
    <svcproc id="svcproc005" graphiccount="7">
        <title>Instalaci&#243;n del conjunto de pist&#243;n y biela</title>
        <specpara>
            <caution>
                <para>Para evitar aver&#237;as en el motor, mantenga las superficies de contacto fracturadas de la biela
                    y la tapa limpias y sin pelusas ni residuos. No permita que las superficies de contacto se apoyen
                    sobre ninguna otra superficie. No golpee las superficies de contacto ni deje caer la biela o la
                    tapa. Esto podr&#237;a causar mellas y desgaste en la superficie de contacto, lo que resultar&#237;a
                    en un contacto inadecuado durante la instalaci&#243;n y en posibles aver&#237;as al motor.
                </para>
            </caution>
            <note>
                <para>Gire el cig&#252;e&#241;al hasta que los mu&#241;ones de biela N&#186; 1 y N&#186; 6 queden en el
                    punto muerto superior. Primero instale los conjuntos de pist&#243;n y biela N&#186; 1 y N&#186; 6.
                    Repita el procedimiento para los conjuntos N&#186; 2 y N&#186; 5. Termine con los conjuntos N&#186;
                    3 y N&#186; 4.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Para evitar aver&#237;as en el motor, aseg&#250;rese de que el lado m&#225;s largo de la uni&#243;n
                    empernada de la biela quede hacia el lado opuesto del &#225;rbol de levas.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Lubrique los anillos del pist&#243;n con aceite limpio de motor. Ponga los tres anillos de
                manera que sus aberturas queden a unos 120 grados una de otra alrededor del pist&#243;n.
            </para>
        </step1>
        <figure id="f26508install15" figsize="col-wide">
            <graphic filename="../figH04/H04018.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n del compresor de anillos</caption>
        </figure>
        <step1>
            <para count="1">Instale el
                <hotlnk document="mges2651_174.xml" xrefid="t08007" appearance="hottext">compresor de anillos</hotlnk>
                sobre los anillos del pist&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique la camisa y el casquillo del cojinete de biela con aceite limpio de motor.</para>
        </step1>
        <figure id="f26508install16" figsize="col-wide">
            <graphic filename="../figH04/H04019.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n del conjunto de pist&#243;n y biela</caption>
        </figure>
        <step1>
            <para count="1">Inserte en la camisa el conjunto de pist&#243;n y biela (sin la tapa). Empuje cuidadosamente
                el conjunto dentro de la camisa con un mango de madera o pl&#225;stico. No raye la pared de la camisa.
            </para>
        </step1>
        <step1>
            <para count="1">Gu&#237;e cuidadosamente el conjunto de pist&#243;n y biela en el mu&#241;&#243;n del cig&#252;e&#241;al.</para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar aver&#237;as en el motor, aseg&#250;rese de que el n&#250;mero de serie de cada tapa
                    coincida con el de su biela y que ambos queden hacia el mismo lado. Si la tapa queda invertida o si
                    la instala en otra biela, las superficies de contacto fracturadas se arruinar&#225;n. Esto puede
                    causar que la tapa se afloje y produzca aver&#237;as graves en el motor. Si eso sucede, debe cambiar
                    todo el conjunto de la biela.
                </para>
            </caution>
        </specpara>
        <figure id="f26508install17" figsize="col-wide">
            <graphic filename="../figF04/F0403.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Ubicaci&#243;n de los n&#250;meros de serie coincidentes</caption>
        </figure>
        <para>Las superficies de contacto fracturadas de cada conjunto de biela y tapa coinciden con precisi&#243;n.
            Mantenga siempre cada tapa con su biela respectiva. Si no est&#225; seguro, haga coincidir los n&#250;meros
            de serie en el perfil de cada biela y cada tapa.
        </para>
        <figure id="f26508install18" figsize="col-wide">
            <graphic filename="../figF04/F0402.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Un desplazamiento indica que la tapa est&#225; al rev&#233;s</caption>
        </figure>
        <para>La tapa puede instalarse correctamente en la biela s&#243;lo si est&#225; orientada en la direcci&#243;n
            correcta. Si la tapa queda al rev&#233;s al ensamblar la biela, se ver&#225; un desplazamiento evidente en
            las superficies de contacto. Si un conjunto de biela es instalado en el cig&#252;e&#241;al de esa manera, es
            necesario cambiar la biela. Si es as&#237;, verifique que no haya da&#241;os en los filetes del mu&#241;&#243;n
            del cig&#252;e&#241;al. Esos da&#241;os requerir&#225;n cambiar el cig&#252;e&#241;al.
        </para>
        <figure id="f26508install19.5" figsize="col-wide">
            <graphic filename="../figF04/F0401.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Flecha que indica la orientaci&#243;n correcta</caption>
        </figure>
        <specpara>
            <note>
                <para>Cada tapa tiene una flecha que indica la orientaci&#243;n correcta al momento de la instalaci&#243;n.
                    La flecha debe apuntar hacia el frente del motor.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Lubrique el casquillo del cojinete en la tapa con aceite limpio de motor.</para>
        </step1>
        <figure id="f26508install18.5" figsize="col-wide">
            <graphic filename="../figh04/h04021.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n de la tapa de biela</caption>
        </figure>
        <step1>
            <para count="1">Instale la tapa y dos pernos.</para>
        </step1>
        <figure id="f26508install19" figsize="col-wide">
            <graphic filename="../figh04/h04022.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Ajuste de los pernos de la tapa de biela</caption>
        </figure>
        <step1>
            <para count="1">Ajuste los pernos de la tapa de la biela al
                <hotlnk document="mges2651_173.xml" xrefid="t08006" appearance="hottext">torque especial</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_169.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_171.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
