<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 9. Desactivaci&#243;n de los inyectores
    </stitle>
    <svcman/>
    <svcproc id="s306000603.9" svcproctype="diagnose" graphiccount="8">
        <title>9. Desactivaci&#243;n de los inyectores</title>
        <svcprocinfo id="s306000603.9.1">
            <figure id="f306000638" figsize="col-wide">
                <graphic filename="../figj31/j31104.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption></caption>
            </figure>
            <para id="tp306000609">
                <title>Finalidad</title>
            </para>
            <para>Determinar la causa del ralent&#237; err&#225;tico del motor.</para>
            <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
            <para>Las pruebas de desactivaci&#243;n de inyectores permiten al t&#233;cnico desactivar inyectores para
                determinar si cada cilindro est&#225; contribuyendo correctamente al rendimiento del motor. Los
                inyectores se pueden desactivar de a uno.
            </para>
            <para>Orden de explosi&#243;n: 1-2-5-6-3-4</para>
            <para>Cuando todos los cilindros est&#225;n activos, la contribuci&#243;n de cada uno es 17% de la
                contribuci&#243;n total para mantener la velocidad regulada. El t&#233;cnico debe monitorizar el
                suministro de combustible y la carga del motor.
            </para>
            <para>Esta prueba se hace junto con la Prueba 10 &#171;Compresi&#243;n relativa&#187;, para distinguir entre
                un problema en un inyector o un problema mec&#225;nico.
            </para>
            <para>Antes de hacer la prueba autom&#225;tica, aseg&#250;rese de haber hecho las pruebas 1 a 8 y de que las
                siguientes condiciones se cumplan:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Los accesorios est&#225;n apagados (por ejemplo: ventilador y acondicionador de aire). Si alg&#250;n
                        accesorio se activara o desactivara durante esta prueba, puede invalidar los resultados.
                    </para>
                </item>
                <item>
                    <para>El motor funciona en ralent&#237;.</para>
                </item>
                <item>
                    <para>La temperatura del aceite no var&#237;a en m&#225;s de 2 &#176;C (5 &#176;F) durante la
                        prueba. La temperatura del aceite afecta la sincronizaci&#243;n de la inyecci&#243;n y un cambio
                        considerable puede invalidar los resultados.
                    </para>
                </item>
            </randlist>
            <para>Es preferible hacer la prueba autom&#225;tica; haga la prueba manual con el motor fr&#237;o s&#243;lo
                para investigar explosi&#243;n defectuosa con el motor fr&#237;o.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000603.9.2">
            <title>Prueba autom&#225;tica</title>
            <specpara>
                <note>
                    <para>Si saca y reinstala o cambia alg&#250;n inyector, conduzca el veh&#237;culo por 35 km (20
                        millas) antes de determinar si hay explosi&#243;n defectuosa o ralent&#237; err&#225;tico.
                    </para>
                </note>
            </specpara>
            <para>La prueba autom&#225;tica es la m&#225;s adecuada para comparar datos entre cilindros.</para>
            <specpara>
                <note>
                    <para>Antes de hacer esta prueba, haga la
                        <hotlnk document="mges305_94.xml" xrefid="tp306000607">Prueba 7 &#171;Prueba est&#225;ndar con
                            la llave en ONy el motor en marcha KOER&#187;
                        </hotlnk>
                        .
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, al hacer funcionar el motor en un
                        &#225;rea cerrada proporcione una ventilaci&#243;n adecuada para dispersar los mort&#237;feros
                        gases de escape. Respirar gases de escape puede ser fatal.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os en el motor o en el
                        veh&#237;culo, cuando ponga el motor en marcha para tareas de diagn&#243;stico en el taller,
                        aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro o en PARK, que el freno de
                        estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <figure id="f306000639" figsize="col-wide">
                <graphic filename="../figj31/j31178.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de la prueba de desactivaci&#243;n de inyectores KOER</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_KOER_IDT_V6.ssn.
                </para>
            </step1>
            <figure id="f306000640" figsize="col-wide">
                <graphic filename="../figj31/j31251.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Pruebas de desactivaci&#243;n de inyectores</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione V6 Injector Disable Testsen el men&#250; desplegable.</para>
                <specpara>
                    <note>
                        <para>Cuando la temperatura del motor alcance 70 &#176;C (158 &#176;F) la luz indicadora de
                            temperatura del aceite cambiar&#225; de roja a verde.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Si la luz indicadora de temperatura del aceite est&#225; roja, es posible que las
                                    comparaciones entre cilindros sean err&#243;neas.
                                </para>
                            </item>
                            <item>
                                <para>Cuando la luz indicadora de temperatura del aceite est&#225; verde y el motor est&#225;
                                    a 70 &#176;C (158 &#176;F) o m&#225;s, el flujo de combustible y la sincronizaci&#243;n
                                    son m&#225;s estables y las comparaciones entre cilindros ser&#225;n m&#225;s
                                    acertadas. El funcionamiento general del motor tambi&#233;n es m&#225;s estable.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Pulse Auto Run para comenzar la prueba.</para>
                <specpara>
                    <note>
                        <para>Si saca y reinstala o cambia alg&#250;n inyector, conduzca el veh&#237;culo por 35 km (20
                            millas) antes de determinar si hay explosi&#243;n defectuosa o ralent&#237; err&#225;tico.
                        </para>
                    </note>
                    <note>
                        <para>Mientras el motor est&#225; funcionando, preste atenci&#243;n si var&#237;a el sonido de
                            un cilindro a otro.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f306000641" figsize="col-wide">
                <graphic filename="../figj31/j31247.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Resultados de la prueba de desactivaci&#243;n autom&#225;tica de inyectores - Vista como
                    texto
                </caption>
            </figure>
            <figure id="f306000642" figsize="col-wide">
                <graphic filename="../figj31/j31248.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Resultados de la prueba de desactivaci&#243;n autom&#225;tica de inyectores - Vista como gr&#225;fico</caption>
            </figure>
            <para>Durante la ejecuci&#243;n autom&#225;tica Auto Run, los inyectores se desactivan de a uno (1 a 6 en
                secuencia num&#233;rica). Los datos b&#225;sicos y los resultados de cada cilindro aparecen como texto
                en la ventana V6 Injector Disable Test Results. Los datos de la prueba de cada inyector tambi&#233;n se
                pueden ver como un gr&#225;fico seleccionando Graph View. Al terminar la prueba, el motor volver&#225; a
                funcionar normalmente.
            </para>
            <step1>
                <para count="1">Anote los datos que aparecen en la ventana (vista como texto) en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la desviaci&#243;n tanto del flujo promedio de combustible como de la carga promedio
                            del motor es menor que el valor de corte de flujo de combustible y carga del motor, ese
                            inyector es sospechoso de causar una mala contribuci&#243;n de cilindro.
                        </para>
                    </item>
                    <item>
                        <para>Si s&#243;lo una de las desviaciones es menor que el valor de corte, ese cilindro no es
                            sospechoso.
                        </para>
                    </item>
                    <item>
                        <para>Si logra identificar uno o m&#225;s cilindros como sospechosos, haga la
                            <hotlnk document="mges305_97.xml" xrefid="tp306000610">Prueba 10 &#171;Compresi&#243;n
                                relativa&#187;
                            </hotlnk>
                            , para distinguir entre un problema en un inyector o un problema mec&#225;nico.
                        </para>
                    </item>
                    <item>
                        <para>Si la Prueba 10 demuestra que los cilindros est&#225;n funcionando bien mec&#225;nicamente
                            pero la Prueba 9 demuestra que uno o m&#225;s cilindros est&#225;n fallando, siga con el
                            paso 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Saque las tapas de v&#225;lvula de acuerdo con el procedimiento descrito en el &#171;Manual
                    de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Cambie el o los inyectores defectuosos y vuelva a colocar las tapas de v&#225;lvula seg&#250;n
                    los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Conduzca el veh&#237;culo por 35 km (20 millas) para que salga todo el aire del sistema
                    de presi&#243;n de control de inyecci&#243;n y del sistema de suministro de combustible y determine
                    si el ralent&#237; es err&#225;tico.
                </para>
            </step1>
            <step1>
                <para count="1">Si el ralent&#237; sigue siendo err&#225;tico, repita esta prueba.</para>
            </step1>
            <randlist type="bullet">
                <title>Causas posibles</title>
                <item>
                    <para>La conexi&#243;n desde el cableado hacia el solenoide de alg&#250;n inyector est&#225;
                        defectuosa.
                    </para>
                </item>
                <item>
                    <para>El cableado hacia el solenoide de alg&#250;n inyector est&#225; abierto o en corto.</para>
                </item>
                <item>
                    <para>El solenoide de alg&#250;n inyector est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El IDM est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El ECM est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>Alg&#250;n inyector est&#225; rayado o da&#241;ado.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc id="s306000603.9.3">
            <title>Prueba manual con el motor fr&#237;o</title>
            <para>La prueba manual es la m&#225;s adecuada para diagnosticar cada cilindro en busca de explosi&#243;n
                defectuosa, considerando cambios en la temperatura del aceite.
            </para>
            <specpara>
                <note>
                    <para>Cuando la temperatura del motor alcance 70 &#176;C (158 &#176;F) la luz indicadora de
                        temperatura del aceite cambiar&#225; de roja a verde.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Si la luz indicadora de temperatura del aceite est&#225; roja, es posible que las
                                comparaciones entre cilindros sean err&#243;neas.
                            </para>
                            <para>Sin embargo, para diagnosticar explosi&#243;n defectuosa con el motor fr&#237;o, el t&#233;cnico
                                puede escuchar el cambio de ruido de un cilindro a otro.
                            </para>
                        </item>
                        <item>
                            <para>Cuando la luz indicadora de temperatura del aceite est&#225; verde y el motor est&#225;
                                a 70 &#176;C (158 &#176;F) o m&#225;s, el flujo de combustible y la sincronizaci&#243;n
                                son m&#225;s estables y las comparaciones entre cilindros ser&#225;n m&#225;s acertadas.
                                El funcionamiento general del motor tambi&#233;n es m&#225;s estable.
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <para>Desactive los inyectores de a uno y escuche si hay cambios en el ruido del escape.</para>
            <specpara>
                <note>
                    <para>Si saca y reinstala o cambia alg&#250;n inyector, conduzca el veh&#237;culo por 35 km (20
                        millas) antes de determinar si hay explosi&#243;n defectuosa o ralent&#237; err&#225;tico.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, al hacer funcionar el motor en un
                        &#225;rea cerrada proporcione una ventilaci&#243;n adecuada para dispersar los mort&#237;feros
                        gases de escape. Respirar gases de escape puede ser fatal.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os en el motor o en el
                        veh&#237;culo, cuando ponga el motor en marcha para tareas de diagn&#243;stico en el taller,
                        aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro o en PARK, que el freno de
                        estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <figure id="f306000643" figsize="col-wide">
                <graphic filename="../figj31/j31178.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de la prueba de desactivaci&#243;n de inyectores KOER</caption>
            </figure>
            <step1>
                <para count="1">Con el motor en marcha, pulse Sessionen la barra del men&#250;, seleccione Openy del
                    cuadro Open Session File seleccione D_KOER_IDT_V6.ssn.
                </para>
            </step1>
            <figure id="f306000644" figsize="col-wide">
                <graphic filename="../figj31/j31251.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Pruebas de desactivaci&#243;n de inyectores</caption>
            </figure>
            <step1>
                <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
            </step1>
            <step1>
                <para count="1">Seleccione V6 Injector Disable Testsen el men&#250; desplegable.</para>
            </step1>
            <step1>
                <para count="1">Seleccione el n&#250;mero de un cilindro y pulse Run. El inyector del cilindro
                    seleccionado se desactivar&#225; y el ruido del motor debe cambiar.
                </para>
            </step1>
            <step1>
                <para count="1">Pulse Normal Operation. El inyector se activar&#225; y el ruido del motor debe volver a
                    ser normal.
                </para>
            </step1>
            <step1>
                <para count="1">Repita los pasos 4 y 5 con cada uno de los cilindros restantes.</para>
            </step1>
            <specpara>
                <note>
                    <para>Preste atenci&#243;n si var&#237;a el sonido de un cilindro a otro.</para>
                </note>
                <note>
                    <para>Si saca y reinstala o cambia alg&#250;n inyector, conduzca el veh&#237;culo por 35 km (20
                        millas) antes de determinar si hay explosi&#243;n defectuosa o ralent&#237; err&#225;tico.
                    </para>
                </note>
            </specpara>
            <figure id="f306000645" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_95.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_97.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
