<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Componentes el&#233;ctricos del motor - Instalaci&#243;n -
        Instalaci&#243;n de los cableados del motor
    </stitle>
    <svcman/>
    <svcproc graphiccount="2">
        <title>Instalaci&#243;n de los cableados del motor</title>
        <svcsubproc>
            <title>Cableado de las buj&#237;as incandescentes</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o posibles accidentes fatales, desconecte el terminal
                        negativo principal de la bater&#237;a antes de sacar o instalar componentes el&#233;ctricos.
                        Refi&#233;rase a
                        <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, no tironee del cableado de los sensores al tratar de
                        desconectarlos. Si siente que hay resistencia, encuentre la causa antes de seguir y desprenda
                        cualquier conector o clip que pudiera estar enganchado.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Siga este procedimiento si va a instalar el cableado de las buj&#237;as incandescentes
                        solamente. Si lo va a instalar junto con el cableado de los sensores del motor, refi&#233;rase a
                        "Cableado de los sensores del motor" bajo "Instalaci&#243;n".
                    </para>
                </note>
            </specpara>
            <figure id="e3001144.3" figsize="col-wide">
                <graphic filename="../figJ09/J09009.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Uso del extractor/instalador de conectores de buj&#237;as incandescentes</caption>
                <calloutgroup>
                    <callout1 type="arabic">Buj&#237;a incandescente</callout1>
                    <callout1 type="arabic">Conector del cableado</callout1>
                    <callout1 type="arabic">Extractor/instalador de conectores</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Cambie cualquier sello anular que est&#233; rajado, desgastado o da&#241;ado.</para>
            </step1>
            <step1>
                <para count="1">Instale el cableado izquierdo y derecho de las buj&#237;as incandescentes con el
                    extractor/instalador de conectores. Refi&#233;rase a
                    <hotlnk document="mges3001_238.xml" xrefid="E30011C">"Herramientas especiales de servicio"</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el conector del cableado de las buj&#237;as incandescentes al cableado de los
                    sensores del motor.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Cableado de los inyectores</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o posibles accidentes fatales, desconecte el terminal
                        negativo principal de la bater&#237;a antes de sacar o instalar componentes el&#233;ctricos.
                        Refi&#233;rase a
                        <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, no tironee del cableado de los sensores al tratar de
                        desconectarlos. Si siente que hay resistencia, encuentre la causa antes de seguir y desprenda
                        cualquier conector o clip que pudiera estar enganchado.
                    </para>
                </caution>
            </specpara>
            <figure id="e3001145" figsize="col-wide">
                <graphic filename="../figJ09/J09007.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexi&#243;n del cableado de los inyectores</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conector del cableado</callout1>
                    <callout1 type="arabic">Conector del inyector</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enchufe cada conector del cableado en el conector del inyector correspondiente.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Cableado de los sensores del motor</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o posibles accidentes fatales, desconecte el terminal
                        negativo principal de la bater&#237;a antes de sacar o instalar componentes el&#233;ctricos.
                        Refi&#233;rase a
                        <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, no tironee del cableado de los sensores al tratar de
                        desconectarlos. Si siente que hay resistencia, encuentre la causa antes de seguir y desprenda
                        cualquier conector o clip que pudiera estar enganchado.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Coloque cuidadosamente el cableado de los inyectores y el cableado de los sensores del
                    motor (y el cableado de las buj&#237;as incandescentes, si ya est&#225; unido) encima del motor y
                    del soporte ubicado donde est&#225;n los rel&#233;s del calentador de aire de admisi&#243;n y de las
                    buj&#237;as incandescentes. Para facilitar el encaminamiento de los cableados, refi&#233;rase a las
                    ilustraciones con la ubicaci&#243;n de sensores y activadores al principio de esta secci&#243;n.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Comience a instalar el cableado de los inyectores y el cableado de los sensores del motor
                        conectando el cable a tierra en el esp&#225;rrago de tierra. Ajuste la tuerca al
                        <hotlnk document="mges3001_297.xml" xrefid="S300GTG">torque est&#225;ndar</hotlnk>.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si s&#243;lo va a instalar el cableado de las buj&#237;as incandescentes, para mayor informaci&#243;n,
                        refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo "Instalaci&#243;n".
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Refi&#233;rase a las fotograf&#237;as de la ubicaci&#243;n de los componentes en "Instalaci&#243;n".</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enchufe los tres conectores en el IDM y los cuatro conectores en el ECM (dos para el
                    motor y dos para el chasis).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector de 8 pines y el conector de 12 pines.</para>
            </step1>
            <step1>
                <para count="1">Conecte el rel&#233; de las buj&#237;as incandescentes. Para conectar el cableado al rel&#233;
                    de las buj&#237;as incandescentes, refi&#233;rase a "Rel&#233; de las buj&#237;as incandescentes"
                    bajo "Instalaci&#243;n".
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el rel&#233; del calentador de aire de admisi&#243;n. Para conectar el cableado
                    al rel&#233;, refi&#233;rase a "Rel&#233; del calentador de aire de admisi&#243;n bajo "Instalaci&#243;n"
                    en esta secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al ICP, ubicado en la galer&#237;a de aceite
                    derecha.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al motor de arranque.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al embrague del acondicionador de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al CKP, ubicado al lado derecho de la parte inferior
                    delantera de motor.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si va a instalar el cableado de los sensores y el cableado de los inyectores, conecte ahora
                        los inyectores N&#186; 1, N&#186; 3 y N&#186; 5. Para mayor informaci&#243;n, refi&#233;rase a
                        "Cableado de los inyectores" bajo "Instalaci&#243;n".
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Conecte el cableado de las buj&#237;as incandescentes del lado derecho al cableado de
                    los sensores. Refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo "Instalaci&#243;n".
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el conector de energ&#237;a y el conector de control al alternador.</para>
            </step1>
            <step1>
                <para count="1">Coloque el cable el&#233;ctrico en el elemento del calentador y suj&#233;telo con una
                    arandela y una tuerca (M5). Ajuste la tuerca al
                    <hotlnk document="mges3001_237.xml" xrefid="E30011B">torque especial</hotlnk>. Coloque la funda de
                    goma sobre la rosca y la tuerca del elemento del calentador.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al MAP, ubicado al lado de la entrada de aire al
                    frente del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al BCS, ubicado en el codo de entrada.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores a la v&#225;lvula de EGR, ubicada directamente detr&#225;s
                    del codo de entrada de aire del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de las buj&#237;as incandescentes del lado izquierdo al cableado de
                    los sensores. Refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo "Instalaci&#243;n".
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al ECT, ubicado encima de la bomba de refrigerante,
                    a la izquierda de la tapa delantera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al MAT, ubicado en el lado izquierdo del m&#250;ltiple
                    de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al EOT y al EOP, ubicados en el centro de la base
                    del filtro de aceite.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si va a instalar el cableado de los sensores y el cableado de los inyectores, conecte ahora el
                        esp&#225;rrago de conexi&#243;n a tierra del IDM y los inyectores N&#186; 2, N&#186; 4 y N&#186;
                        6. Para mayor informaci&#243;n, refi&#233;rase a "Cableado de los inyectores" bajo "Instalaci&#243;n".
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desconecte el cableado al esp&#225;rrago de conexi&#243;n a tierra del IDM.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al MAF/IAT, ubicado al final del conducto de entrada
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que haya instalado el IPR encima de la bomba de alta presi&#243;n, gire a la
                    derecha el solenoide. Conecte el cableado de los sensores al IPR.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de los sensores al CMP, ubicado en el lado inferior izquierdo del
                    bloque, cerca de la tapa delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Sujete el cableado al motor con las abrazaderas y los puntos de sujeci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable negativo (-) principal a la bater&#237;a.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_233.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_235.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
