<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos del sistema
        de control electr&#243;nico - Procedimientos de diagn&#243;stico de sensores y activadores - Diagn&#243;sticos
        con los pines
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Diagn&#243;sticos con los pines</title>
        <svcprocinfo>
            <para>Algunas pruebas de diagn&#243;stico con los pines usan las &#171;Pruebas del estado de las salidas&#187;
                del software MasterDiagnostics&#174;. Para ayuda con el procedimiento de las &#171;Pruebas del estado de
                las salidas bajas y altas&#187;, refi&#233;rase a
                <hotlnk document="mges270_51.xml" xrefid="s27107029">&#171;Funcionamiento del software de diagn&#243;stico&#187;</hotlnk>
                en la Secci&#243;n 3 .
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Mediciones de voltaje del conector a tierra</title>
            <figure id="f27107002" figsize="col-wide">
                <graphic filename="../figh31/h31362.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Prueba del V
                    <subscript>REF</subscript>
                </caption>
            </figure>
            <para>
                <title>Procedimiento</title>
            </para>
            <step1>
                <para count="1">Ponga la llave en ON.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n s&#243;lo al cableado.</para>
            </step1>
            <step1>
                <para count="1">Mida el voltaje en cada pin con un DMM.</para>
            </step1>
            <step1>
                <para count="1">Compare los voltajes del sensor o activador con los voltajes esperados. Para las
                    especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los circuitos&#187;
                    en esta secci&#243;n.
                </para>
                <para>Si no hay un cableado de derivaci&#243;n disponible, use la pieza adecuada del juego de
                    adaptadores para probar terminales. No pruebe los pines del conector directamente con los probadores
                    del DMM. Si el voltaje es el esperado, esta prueba sirve para verificar la integridad del circuito.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la llave de encendido en OFF.</para>
            </step1>
            <para>Para aquellos circuitos que no tienen un voltaje requerido, esta prueba determinar&#225; si est&#225;n
                en corto o incorrectamente cableados a tierra, V
                <subscript>REF</subscript>, a B+ o a otras fuentes de voltaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mediciones de resistencia del conector a la tierra del ECM en el chasis</title>
            <figure id="f27107003" figsize="col-wide">
                <graphic filename="../figh31/h31363.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de resistencia a la tierra del ECM en el chasis</caption>
            </figure>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <note>
                    <para>Para informaci&#243;n sobre los circuitos a la tierra del chasis, refi&#233;rase siempre al
                        &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187;.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desenchufe el conector 9260 del chasis.</para>
                <specpara>
                    <note>
                        <para>El conector 9260 es un conector de dos cables generalmente ubicado en la caja de bater&#237;as.
                            El pin A es la conexi&#243;n a la tierra del chasis para el ECM y el IDM. Para informaci&#243;n
                            sobre el circuito de tierra del ECM y del IDM en el chasis, refi&#233;rase al &#171;Manual
                            de diagramas de circuitos el&#233;ctricos del chasis&#187;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n s&#243;lo al cableado.</para>
            </step1>
            <step1>
                <para count="1">Mida la resistencia desde un probador del cableado de derivaci&#243;n hasta el pin A del
                    conector 9260.
                </para>
                <para>Para las especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los
                    circuitos&#187; en esta secci&#243;n.
                </para>
                <para>Los circuitos de tierra de los sensores deben medir menos de 5 &#x2126;.</para>
                <para>El V
                    <subscript>REF</subscript>
                    y la se&#241;al deben medir m&#225;s de 1 k&#x2126;.
                </para>
                <para>El lado de control de un activador debe medir m&#225;s de 1 k&#x2126;, pero el voltaje esperado en
                    el otro lado del circuito del activador depender&#225; de lo que el lado de control est&#233;
                    conmutando (energ&#237;a o tierra).
                </para>
                <para>Si el ECM est&#225; conmutando el circuito de tierra, el otro lado del circuito del activador debe
                    medir m&#225;s de 1 k&#x2126; desde el pin del conector hasta el pin A del conector 9260.
                </para>
                <para>Si el ECM est&#225; conmutando el circuito de energ&#237;a, el otro lado del circuito del
                    activador debe medir menos de 5 &#x2126; desde el pin del conector hasta el pin A del conector 9260.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Mediciones de resistencia del conector a la tierra del chasis</title>
            <figure id="f27107003" figsize="col-wide">
                <graphic filename="../figh31/h31363.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de resistencia a la tierra del chasis</caption>
            </figure>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        aseg&#250;rese siempre de desconectar primero el cable negativo de la bater&#237;a. Siempre
                        reconecte el cable negativo principal de la bater&#237;a al final.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Para informaci&#243;n sobre los circuitos a la tierra del chasis, refi&#233;rase siempre al
                        &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187;.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desenchufe el conector 9260 del chasis.</para>
                <specpara>
                    <note>
                        <para>El conector 9260 es un conector de dos cables generalmente ubicado en la caja de bater&#237;as.
                            El pin A es la conexi&#243;n a la tierra del chasis para el ECM y el IDM. Para informaci&#243;n
                            sobre el circuito de tierra del ECM y del IDM en el chasis, refi&#233;rase al &#171;Manual
                            de diagramas de circuitos el&#233;ctricos del chasis&#187;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n s&#243;lo al cableado.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Mida la resistencia desde un probador del cableado de derivaci&#243;n hasta el cable
                    negativo de la bater&#237;a.
                </para>
                <para>Para las especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los
                    circuitos&#187; en esta secci&#243;n.
                </para>
                <para>Los circuitos de tierra de los sensores deben medir m&#225;s de 500 &#x2126;.</para>
                <para>El V
                    <subscript>REF</subscript>
                    y la se&#241;al deben medir m&#225;s de 1 k&#x2126;.
                </para>
                <para>El lado de control de un activador debe medir m&#225;s de 1 k&#x2126;, pero el voltaje esperado en
                    el otro lado del circuito del activador depender&#225; de lo que el lado de control est&#233;
                    conmutando (energ&#237;a o tierra).
                </para>
                <para>Si el ECM est&#225; conmutando el circuito de tierra, el otro lado del circuito del activador debe
                    medir m&#225;s de 1 k&#x2126; desde el pin del conector hasta la tierra de la bater&#237;a.
                </para>
                <para>Si el ECM est&#225; conmutando el circuito de energ&#237;a, el otro lado del circuito del
                    activador debe medir m&#225;s de 500 &#x2126; desde el pin del conector hasta la tierra de la bater&#237;a.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Mediciones de resistencia en el cableado</title>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <caution>
                    <para>Para no causar da&#241;os al motor, ponga la llave en OFF antes de desenchufar el conector o
                        el rel&#233; del ECM y del IDM. No poner la llave en OFFprovocar&#225; un sobrevoltaje y da&#241;ar&#225;
                        componentes el&#233;ctricos.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Si sospecha que hay un circuito interrumpido o con alta resistencia, mida la resistencia
                    del cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n s&#243;lo al cableado.</para>
            </step1>
            <step1>
                <para count="1">Instale la caja de derivaciones solamente en el extremo del cableado que da al ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la resistencia desde el pin de la caja de derivaciones hasta el pin del cableado de
                    derivaci&#243;n. Los cables del circuito deben tener una resistencia de menos de 5 &#x2126;.
                </para>
                <para>Para las especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los
                    circuitos&#187; en esta secci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Mediciones del voltaje de operaci&#243;n</title>
            <para>Las mediciones del voltaje de operaci&#243;n determinan fallas dentro de los l&#237;mites o conexiones
                intermitentes.
            </para>
            <para>Para descubrir fallas dentro de los l&#237;mites y conexiones intermitentes, monitorice el circuito
                sospechoso y duplique las condiciones que probablemente causaron el problema.
            </para>
            <para>Monitorice el voltaje de la se&#241;al con la EST usando la sesi&#243;n de monitorizaci&#243;n
                continua, para hacer la prueba de monitorizaci&#243;n continua con la llave en ON y el motor apagado.
                Para las especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los circuitos&#187;
                en esta secci&#243;n.
            </para>
            <para>Use un DMM con el cableado de derivaci&#243;n o un DMM y la caja de derivaciones. Para las
                especificaciones de los circuitos, refi&#233;rase a &#171;Diagn&#243;sticos de los circuitos&#187; en
                esta secci&#243;n.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_122.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_124.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
