<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        control de combustible - Inyectores de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="6">
        <title>Inyectores de combustible</title>
        <figure id="f2710024" figsize="pg-wide">
            <graphic filename="../figH11/H11008.webp" type="webp" scalefit="1" scalefitwidth="312px" box="no"/>
            <caption>Inyector de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">Orificio de salida (aceite) (2)</callout1>
                <callout1 type="arabic">Orificio de entrada (aceite)</callout1>
                <callout1 type="arabic">Cuerpo de la v&#225;lvula de control</callout1>
                <callout1 type="arabic">Bobina de apertura</callout1>
                <callout1 type="arabic">Resorte del pist&#243;n intensificador</callout1>
                <callout1 type="arabic">Sello anular superior</callout1>
                <callout1 type="arabic">Boquilla</callout1>
                <callout1 type="arabic">Aguja</callout1>
                <callout1 type="arabic">Empaquetadura de la boquilla</callout1>
                <callout1 type="arabic">Resorte a presi&#243;n de apertura de la v&#225;lvula (VOP)</callout1>
                <callout1 type="arabic">Sello anular inferior</callout1>
                <callout1 type="arabic">Bloqueo de flujo inverso</callout1>
                <callout1 type="arabic">Filtro de borde</callout1>
                <callout1 type="arabic">Bola de bloqueo en la entrada de combustible</callout1>
                <callout1 type="arabic">Entrada de combustible (4)</callout1>
                <callout1 type="arabic">&#201;mbolo</callout1>
                <callout1 type="arabic">Cilindro</callout1>
                <callout1 type="arabic">Pist&#243;n intensificador</callout1>
                <callout1 type="arabic">Bobina de cierre</callout1>
                <callout1 type="arabic">V&#225;lvula de carrete (v&#225;lvula de control)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Caracter&#237;sticas de los inyectores de combustible</title>
        </para>
        <para>Dos bobinas de 48 V y 20 A controlan la v&#225;lvula de carrete que dirige el flujo de aceite hacia
            adentro y hacia afuera del inyector. Las bobinas del inyector se activan por aproximadamente 800
            microsegundos (o millon&#233;simas partes de segundo). Cada inyector tiene un conector independiente de
            cuatro pines que se conecta con la empaquetadura de la tapa de v&#225;lvulas.
        </para>
        <para>
            <title>Bobinas y v&#225;lvula de carrete</title>
        </para>
        <para>Una bobina de cierre y otra de apertura en el inyector mueven el carrete de un lado a otro mediante fuerza
            magn&#233;tica. El carrete tiene dos posiciones:
        </para>
        <randlist type="bullet">
            <item>
                <para>Cuando la v&#225;lvula de carrete est&#225; abierta, el aceite fluye dentro del inyector desde la
                    galer&#237;a de aceite a alta presi&#243;n.
                </para>
            </item>
            <item>
                <para>Cuando la v&#225;lvula de carrete est&#225; cerrada, el aceite sale por la parte superior del
                    inyector de regreso al bloque del motor.
                </para>
            </item>
        </randlist>
        <para>
            <title>Pist&#243;n intensificador y &#233;mbolo</title>
        </para>
        <para>Cuando la v&#225;lvula de carrete est&#225; abierta, el aceite a alta presi&#243;n ingresa al inyector,
            empujando hacia abajo el pist&#243;n intensificador y el &#233;mbolo. Como la superficie del pist&#243;n
            intensificador es 7,1 veces mayor que la del &#233;mbolo, la presi&#243;n de inyecci&#243;n es tambi&#233;n
            7,1 veces mayor que la presi&#243;n de control en el &#233;mbolo.
        </para>
        <para>
            <title>&#201;mbolo y cilindro</title>
        </para>
        <para>La presi&#243;n del combustible se forma en la base del &#233;mbolo en el cilindro. Cuando el pist&#243;n
            intensificador empuja el &#233;mbolo hacia abajo, el &#233;mbolo aumenta la presi&#243;n de combustible en
            el cilindro 7,1 veces m&#225;s que la presi&#243;n de control de inyecci&#243;n. El &#233;mbolo tiene un
            recubrimiento similar a diamante para reducir las posibilidades de que el inyector se raye.
        </para>
        <para>
            <title>Aguja del inyector</title>
        </para>
        <para>La aguja del inyector se abre hacia adentro, fuera de su asiento, cuando la presi&#243;n del combustible
            supera la presi&#243;n de apertura de la v&#225;lvula (VOP) de 28 MPa (4075 lb/pulg
            <supscript>2</supscript>). El combustible es atomizado a alta presi&#243;n a trav&#233;s de la punta de la
            boquilla.
        </para>
        <para>
            <title>Funcionamiento del inyector de combustible</title>
        </para>
        <para>La inyecci&#243;n tiene tres etapas:</para>
        <randlist type="bullet">
            <item>
                <para>Etapa de llenado</para>
            </item>
            <item>
                <para>Inyecci&#243;n principal</para>
            </item>
            <item>
                <para>Fin de la inyecci&#243;n principal</para>
            </item>
        </randlist>
        <para>
            <title>Llenado</title>
        </para>
        <figure id="f2710025" figsize="col-wide">
            <graphic filename="../figH11/H11003.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Etapa de llenado</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                <callout1 type="arabic">Aguja (asentada)</callout1>
                <callout1 type="arabic">Disco de bloqueo (asentado)</callout1>
                <callout1 type="arabic">Entrada de combustible (4)</callout1>
            </calloutgroup>
        </figure>
        <para>Durante la etapa de llenado, ambas bobinas son desactivadas y la v&#225;lvula de carrete permanece
            cerrada. El aceite a alta presi&#243;n es dirigido directamente desde la galer&#237;a de aceite a alta presi&#243;n
            hacia la v&#225;lvula de carrete.
        </para>
        <para>El combustible a baja presi&#243;n llena los cuatro orificios e ingresa a trav&#233;s del filtro de borde,
            de paso hacia la c&#225;mara que est&#225; debajo del &#233;mbolo. El resorte que controla la aguja la
            mantiene en su asiento para evitar que el combustible entre a la c&#225;mara de combusti&#243;n.
        </para>
        <para>
            <title>Inyecci&#243;n principal (paso 1)</title>
        </para>
        <figure id="f2710026" figsize="col-wide">
            <graphic filename="../figH11/H11004.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Inyecci&#243;n principal (paso 1)</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                <callout1 type="arabic">Bobina de apertura (activada)</callout1>
                <callout1 type="arabic">Aguja (asentada)</callout1>
                <callout1 type="arabic">Bola de bloqueo en la entrada de combustible (asentada)</callout1>
            </calloutgroup>
        </figure>
        <para>Una corriente controlada por amplitud de impulso activa la bobina de apertura. La fuerza magn&#233;tica
            mueve la v&#225;lvula de carrete haciendo que se abra. El aceite a alta presi&#243;n fluye a trav&#233;s de
            la v&#225;lvula de carrete hacia la parte superior del pist&#243;n intensificador. La presi&#243;n del
            aceite supera la fuerza del resorte del pist&#243;n intensificador, haciendo que el pist&#243;n comience a
            descender. Un aumento en la presi&#243;n del combustible debajo del &#233;mbolo hace que la bola de bloqueo
            en la entrada de combustible se asiente y que la presi&#243;n del combustible comience a formarse en la
            aguja.
        </para>
        <para>
            <title>Inyecci&#243;n principal (paso 2)</title>
        </para>
        <figure id="f2710027" figsize="col-wide">
            <graphic filename="../figH11/H11005.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Inyecci&#243;n principal (paso 2)</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                <callout1 type="arabic">Aguja (fuera de su asiento -VOP)</callout1>
                <callout1 type="arabic">Bola de bloqueo en la entrada de combustible (asentada)</callout1>
            </calloutgroup>
        </figure>
        <para>El impulso controlado de corriente hacia la bobina de apertura se interrumpe, pero la v&#225;lvula de
            carrete permanece abierta. El aceite a alta presi&#243;n proveniente de la galer&#237;a sigue fluyendo m&#225;s
            all&#225; de la v&#225;lvula de carrete. El pist&#243;n intensificador y el &#233;mbolo siguen movi&#233;ndose
            y la presi&#243;n del combustible aumenta en el cilindro. Cuando la presi&#243;n supera la presi&#243;n de
            apertura de la v&#225;lvula (VOP) de aproximadamente 28 MPa (4075 lb/pulg
            <supscript>2</supscript>), la aguja se levanta de su asiento y comienza la inyecci&#243;n.
        </para>
        <para>
            <title>Fin de la inyecci&#243;n principal (paso 1)</title>
        </para>
        <figure id="f2710028" figsize="col-wide">
            <graphic filename="../figH11/H11006.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="392px"/>
            <caption>Fin de la inyecci&#243;n principal (paso 1)</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de cierre (activada)</callout1>
                <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                <callout1 type="arabic">Aguja (fuera de su asiento / cerr&#225;ndose)</callout1>
                <callout1 type="arabic">Disco de bloqueo (asentado)</callout1>
            </calloutgroup>
        </figure>
        <para>Cuando el m&#243;dulo impulsor de los inyectores (IDM) determina que el inyector permaneci&#243; activado
            el tiempo necesario (lo que significa que ya suministr&#243; la cantidad suficiente de combustible), env&#237;a
            un impulso controlado de corriente hacia la bobina de cierre del inyector. La corriente activa la bobina de
            cierre y la fuerza magn&#233;tica cierra la v&#225;lvula de carrete. El aceite a alta presi&#243;n es
            dirigido directamente contra la v&#225;lvula de carrete.
        </para>
        <para>
            <title>Fin de la inyecci&#243;n principal (paso 2)</title>
        </para>
        <figure id="f2710129" figsize="col-wide">
            <graphic filename="../figH11/H11007.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Fin de la inyecci&#243;n principal (paso 2)</caption>
            <calloutgroup>
                <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                <callout1 type="arabic">Aguja (asentada)</callout1>
            </calloutgroup>
        </figure>
        <para>El impulso controlado de corriente hacia la bobina de cierre se interrumpe, pero la v&#225;lvula de
            carrete sigue cerrada. El pist&#243;n intensificador y el &#233;mbolo vuelven a sus posiciones iniciales. El
            aceite que est&#225; encima del pist&#243;n intensificador fluye pasando la v&#225;lvula de carrete, a trav&#233;s
            de los orificios de salida. La presi&#243;n del combustible disminuye hasta que el resorte de control hace
            que la aguja vuelva a su asiento.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
