<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Fuga de refrigerante hacia el escape
    </stitle>
    <svcman/>
    <svcproc id="s306000402.5" svcproctype="diagnose" graphiccount="4">
        <title>Fuga de refrigerante hacia el escape</title>
        <svcprocinfo id="s306000402.5.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para id="s306000402.5.1.1">El enfriador de EGR est&#225; defectuoso</para>
                </item>
                <item>
                    <para>La culata est&#225; porosa</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.5.2">
            <title>Prueba de fuga de refrigerante hacia el escape</title>
            <step1>
                <para count="1">Verifique la queja de que hay fuga de refrigerante hacia el escape.</para>
                <randlist type="bullet">
                    <item>
                        <para>Consumo de refrigerante sin que el motor se recaliente</para>
                    </item>
                    <item>
                        <para>Demasiado humo blanco por el tubo de escape cuando se arranca (motor fr&#237;o o
                            caliente)
                        </para>
                    </item>
                    <item>
                        <para>Olor a refrigerante en el escape</para>
                    </item>
                    <item>
                        <para>Fuga de refrigerante por el silenciador</para>
                    </item>
                    <item>
                        <para>En casos extremos, bloqueo hidr&#225;ulico del motor</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000409" figsize="col-wide">
                <graphic filename="../figj31/j31179.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tuber&#237;a de escape del turbo</caption>
                <calloutgroup>
                    <callout1 type="arabic">Del turbo al silenciador</callout1>
                    <callout1 type="arabic">Escape</callout1>
                    <callout1 type="arabic">Del escape al enfriador de EGR</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga estas recomendaciones:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Tenga cuidado al sacar la tuber&#237;a de escape del turbo, porque el refrigerante
                                puede mojar al t&#233;cnico o provocar un resbal&#243;n.
                            </para>
                        </item>
                        <item>
                            <para>Aseg&#250;rese de que el motor se haya enfriado lo suficiente antes de intentar sacar
                                cualquier componente.
                            </para>
                        </item>
                        <item>
                            <para>No permita que l&#237;quidos del motor permanezcan en contacto con su piel. L&#225;vese
                                las manos y las u&#241;as con agua y jab&#243;n o con un buen producto limpiador de
                                manos. Lave o deseche adecuadamente la ropa y los trapos que tengan l&#237;quidos del
                                motor. Los l&#237;quidos del motor contienen elementos da&#241;inos para la piel que
                                podr&#237;an incluso causar c&#225;ncer.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Saque el tubo del turbo al silenciador y el tubo del escape al enfriador de EGR seg&#250;n
                    los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay refrigerante en la tuber&#237;a, en los m&#250;ltiples de escape y en la
                    entrada del escape al enfriador de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Si tiene un calentador del bloque del motor, ench&#250;felo para calentar el
                    refrigerante.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales a causa de quemaduras con
                        refrigerante caliente o vapor, saque la tapa del dep&#243;sito de desaireaci&#243;n de acuerdo
                        con las siguientes instrucciones: Espere hasta que el motor se enfr&#237;e. Envuelva la tapa con
                        un trapo grueso, afl&#243;jela lentamente y s&#225;quela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque la tapa del dep&#243;sito de desaireaci&#243;n.</para>
                <randlist type="bullet">
                    <item>
                        <para>Siempre espere hasta que el motor se enfr&#237;e.</para>
                    </item>
                    <item>
                        <para>Envuelva la tapa con un trapo grueso.</para>
                    </item>
                    <item>
                        <para>Afl&#243;jela lentamente y espere un momento. Esto evitar&#225; posibles quemaduras con
                            refrigerante caliente o vapor.
                        </para>
                    </item>
                    <item>
                        <para>Siga girando la tapa hacia la izquierda y s&#225;quela.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento con el probador de presi&#243;n
                    del radiador.
                </para>
            </step1>
            <figure id="f306000410" figsize="col-wide">
                <graphic filename="../figj31/j31314.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="592px"/>
                <caption>Entrada del escape al enfriador de EGR</caption>
            </figure>
            <step1>
                <para count="1">Revise la entrada del escape al enfriador de EGR en busca de refrigerante.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra refrigerante, cambie el enfriador de EGR seg&#250;n el procedimiento descrito
                            en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas pero la presi&#243;n desciende r&#225;pidamente, inspeccione los m&#250;ltiples
                            de escape en busca de refrigerante. Haga las reparaciones necesarias seg&#250;n los
                            procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, vaya al paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la v&#225;lvula de EGR e instale el equipo para pruebas en el enfriador de EGR seg&#250;n
                    los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el probador de presi&#243;n del radiador del dep&#243;sito de desaireaci&#243;n y
                    a&#241;ada refrigerante hasta un punto por encima de la conexi&#243;n de la manguera. No vuelva a
                    poner la tapa del dep&#243;sito de desaireaci&#243;n.
                </para>
            </step1>
            <figure id="f306000411" figsize="col-wide">
                <graphic filename="../figj31/j31315.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="592px"/>
                <caption>Placa para pruebas de presi&#243;n del enfriador de EGR, regulador de aire y medidor
                    instalados
                </caption>
            </figure>
            <figure id="f306000412" figsize="col-wide">
                <graphic filename="../figj31/j31316.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="592px"/>
                <caption>Tap&#243;n para pruebas de la v&#225;lvula de EGR instalado</caption>
            </figure>
            <step1>
                <para count="1">Aplique presi&#243;n regulada de 172 - 414 kPa (25 - 60 lb/pulg
                    <supscript>2</supscript>) en la placa para pruebas de presi&#243;n del enfriador de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Observe si aparecen burbujas de aire en el dep&#243;sito de desaireaci&#243;n. La presi&#243;n
                    de aire debe dejarse en el enfriador de EGR por un m&#237;nimo de cinco minutos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si aparecieron burbujas de aire en el dep&#243;sito, saque el enfriador de EGR y repita la
                            prueba seg&#250;n los procedimientos descritos en el &#171;Manual de servicio del motor&#187;,
                            para comprobar si el enfriador de EGR est&#225; defectuoso. C&#225;mbielo si fuera
                            necesario.
                        </para>
                    </item>
                    <item>
                        <para>Si aparecieron burbujas de aire pero el enfriador de EGR pas&#243; la prueba, saque y haga
                            una prueba de presi&#243;n al m&#250;ltiple de admisi&#243;n, seg&#250;n los procedimientos
                            descritos en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>SI no aparecieron burbujas o si el enfriador de EGR y el m&#250;ltiple de admisi&#243;n
                            pasaron las pruebas, comun&#237;quese con el departamento de servicio t&#233;cnico para
                            obtener ayuda.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
