<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Fuga de refrigerante hacia el escape
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Fuga de refrigerante hacia el escape</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Enfriador de EGR defectuoso</para>
                </item>
                <item>
                    <para>Porosidad en el vaciado de la culata</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Procedimiento de prueba de fuga de refrigerante hacia el escape</title>
            <step1>
                <para count="1">Verifique la queja de fuga de refrigerante hacia el escape.</para>
                <randlist type="bullet">
                    <item>
                        <para>Consumo de refrigerante sin que el motor se recaliente</para>
                    </item>
                    <item>
                        <para>Sale demasiado humo blanco por el tubo de escape cuando se arranca (motor fr&#237;o o
                            caliente)
                        </para>
                    </item>
                    <item>
                        <para>Olor a refrigerante en el escape</para>
                    </item>
                    <item>
                        <para>Fuga de refrigerante por el silenciador</para>
                    </item>
                    <item>
                        <para>Caso extremo - agarrotamiento hidr&#225;ulico del motor</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400412" figsize="col-wide">
                <graphic filename="../figD31/D31223.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Tubos de escape del turboalimentador</caption>
            </figure>
            <step1>
                <para count="1">Retire el tubo de escape (inferior) del turboalimentador seg&#250;n el procedimiento
                    descrito en el Manual de servicio del motor.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves o accidentes fatales, tenga cuidado cuando retire
                            el tubo de escape (inferior) del turboalimentador, porque puede salir refrigerante del tubo,
                            salpicar al t&#233;cnico y provocar un resbal&#243;n.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <figure id="f2400412.5" figsize="col-wide">
                <graphic filename="../figD31/D31220.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Entrada del escape al enfriador de EGR</caption>
            </figure>
            <step1 id="f2400413">
                <para count="1">Revise si hay refrigerante en el tubo, en el m&#250;ltiple de escape derecho y en la
                    entrada del escape del enfriador de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el calentador del bloque del motor para calentar el refrigerante</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves o accidentes fatales, siga este procedimiento para
                            sacar la tapa a presi&#243;n del radiador. Siempre espere hasta que el motor se enfr&#237;e.
                            Envuelva la tapa con un trapo grueso. Afl&#243;jela lentamente y espere un momento. Esto
                            evitar&#225; posibles quemaduras por refrigerante caliente o vapor. Siga girando la tapa
                            hacia la izquierda y ret&#237;rela.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque la tapa del radiador y presurice el sistema de enfriamiento a 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) con el probador de presi&#243;n para radiadores.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la entrada del escape al enfriador de EGR en busca de refrigerante.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si hay refrigerante, sustituya el enfriador de EGR seg&#250;n el procedimiento descrito en
                            el Manual de servicio del motor.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas pero la presi&#243;n desciende r&#225;pidamente, inspeccione el m&#250;ltiple
                            de escape en busca de refrigerante. Haga las reparaciones necesarias seg&#250;n los
                            procedimientos descritos en el Manual de servicio del motor.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, siga con el paso 7.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire la v&#225;lvula de EGR e instale el tap&#243;n para pruebas de presi&#243;n del m&#250;ltiple
                    de admisi&#243;n seg&#250;n los procedimientos descritos en el Manual de servicio del motor.
                </para>
            </step1>
            <figure id="f2400414.5" figsize="col-wide">
                <graphic filename="../figD31/D31221.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Placa para pruebas de EGR, regulador de aire y medidor de aire instalados</caption>
            </figure>
            <step1>
                <para count="1">Instale un regulador de aire en la placa para pruebas de presi&#243;n del enfriador de
                    EGR, e instale la placa en la entrada del escape del enfriador de EGR, usando la abrazadera
                    original. Siga los procedimientos descritos en el Manual de servicio del motor.
                </para>
            </step1>
            <figure id="f2400414.6" figsize="col-wide">
                <graphic filename="../figD05/D0513.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Nivel de llenado del dep&#243;sito de desaireaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Saque el probador de presi&#243;n de radiadores del dep&#243;sito de desaireaci&#243;n y
                    llene el dep&#243;sito con refrigerante hasta un punto por encima de la conexi&#243;n de la manguera
                    de desaireaci&#243;n. No vuelva a poner la tapa del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique presi&#243;n regulada de 172-414 kPa (25-60 lb/pulg
                    <supscript>2</supscript>) en la placa para pruebas de presi&#243;n del enfriador de EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Observe si aparecen burbujas de aire en el dep&#243;sito de desaireaci&#243;n. La presi&#243;n
                    de aire debe dejarse en el enfriador de EGR por un m&#237;nimo de 5 minutos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si aparecieron burbujas de aire en el dep&#243;sito de desaireaci&#243;n, retire el
                            enfriador de EGR y repita la prueba seg&#250;n los procedimientos descritos en el Manual de
                            servicio del motor, para comprobar si el enfriador de EGR est&#225; defectuoso. Sustit&#250;yalo
                            si fuera necesario.
                        </para>
                    </item>
                    <item>
                        <para>Si aparecieron burbujas de aire pero el enfriador de EGR pas&#243; la prueba, saque y haga
                            una prueba de presi&#243;n al m&#250;ltiple de admisi&#243;n, seg&#250;n los procedimientos
                            descritos en el Manual de servicio del motor.
                        </para>
                    </item>
                    <item>
                        <para>SI no aparecieron burbujas o si el enfriador de EGR y el m&#250;ltiple de admisi&#243;n
                            pasaron las pruebas, comun&#237;quese con el departamento de servicio t&#233;cnico para
                            obtener ayuda.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_60.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_62.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
