<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Bloque del motor, cig&#252;e&#241;al y
        &#225;rbol de levas - Instalaci&#243;n - Procedimiento de encaje de los cojinetes
    </stitle>
    <svcman/>
    <svcproc graphiccount="2">
        <title>Procedimiento de encaje de los cojinetes</title>
        <step1>
            <para count="1">Si fuera necesario, ponga un nuevo casquillo en la tapa del cojinete. La superficie de las
                tapas que mira hacia los cojinetes no deben tener aceite. No lubrique el reverso de los casquillos de
                los cojinetes. Aseg&#250;rese de que las leng&#252;etas de traba de los casquillos encajen en las
                muescas de las tapas.
            </para>
        </step1>
        <figure id="f2650932" figsize="col-wide">
            <graphic filename="../figH06/H06063.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Estampados en la tapa del cojinete de bancada</caption>
        </figure>
        <step1>
            <para count="1">Alinee cada tapa de cojinete de bancada con su marca estampada.</para>
        </step1>
        <step1>
            <para count="1">Mida el juego de los cojinetes como sigue:</para>
            <step2>
                <para count="1">Limpie la superficie del cojinete y la mitad expuesta del mu&#241;&#243;n del cig&#252;e&#241;al.
                    Aseg&#250;rese de que estas superficies no tengan aceite.
                </para>
            </step2>
            <step2>
                <para count="1">Instale los casquillos inferiores y las tapas de los cojinetes. Aceite las roscas de los
                    pernos nuevos de los cojinetes de bancada con aceite limpio de motor.
                </para>
            </step2>
            <step2>
                <para count="1">Ajuste los pernos en un patr&#243;n circular, de acuerdo con la siguiente secuencia.
                </para>
                <specpara>
                    <note>
                        <para>Este procedimiento de torque en dos pasos a 177 N&#183;m (130 lbf/pie) es simplemente para
                            revisar el ajuste de los cojinetes y no estirar&#225; permanentemente los nuevos pernos. No
                            aplique el de torque de estiramiento, hasta el ensamblaje final.
                        </para>
                    </note>
                </specpara>
                <step3>
                    <para>Ajuste cada uno de los pernos de cojinete de bancada a 136 N&#183;m (100 lbf/pie) con la
                        <hotlnk document="mges2651_S2650999.xml" xrefid="f26509998" appearance="hottext">secuencia de
                            torque recomendada</hotlnk>.
                    </para>
                </step3>
                <step3>
                    <para>Ajuste cada uno de los pernos de cojinete de bancada a 177 N&#183;m (130 lbf/pie) con la
                        <hotlnk document="mges2651_S2650999.xml" xrefid="f26509998" appearance="hottext">secuencia de
                            torque recomendada</hotlnk>.
                    </para>
                </step3>
            </step2>
            <step2>
                <para count="1">Saque una tapa y un casquillo por vez. Deje puestas las tapas restantes mientras revisa
                    el ajuste del cojinete al que sac&#243; la tapa.
                </para>
            </step2>
            <step2>
                <para count="1">Saque con un trapo el aceite de todas las superficies de contacto del mu&#241;&#243;n
                    expuesto, del casquillo y de la tapa que sac&#243;.
                </para>
            </step2>
            <step2>
                <para count="1">Ponga un pedazo de Plastigage&#174; a todo lo ancho de la superficie del cojinete en el
                    mu&#241;&#243;n del cig&#252;e&#241;al (o del casquillo del cojinete), aproximadamente a 6 mm (1/4")
                    del centro. Instale la tapa del cojinete y ajuste el perno a 177 N&#183;m (130 lbf/pie).
                </para>
                <specpara>
                    <note>
                        <para>No haga girar el cig&#252;e&#241;al.</para>
                    </note>
                    <note>
                        <para>
                            <emph type="bold">Si no ha sacado el motor del chasis:</emph>
                            Cuando mida el juego de los cojinetes con Plastigage&#174;, tendr&#225; que mantener y
                            sostener el cig&#252;e&#241;al contra las mitades superiores de los cojinetes para obtener
                            valores correctos. Ponga un gato como soporte en el contrapeso del cig&#252;e&#241;al m&#225;s
                            cercano al cojinete de bancada que est&#225; midiendo. Si no proporciona un buen soporte al
                            cig&#252;e&#241;al no obtendr&#225; mediciones correctas.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">Saque la tapa y el casquillo del cojinete.</para>
            </step2>
            <step2>
                <para count="1">No toque el Plastigage&#174;. Use la escala del sobre del Plastigage&#174; para medir el
                    punto m&#225;s ancho del Plastigage&#174; aplastado. Este valor indica el juego del cojinete en mil&#237;metros
                    o en mil&#233;simas de pulgada.
                </para>
                <figure id="f2650933" figsize="col-wide">
                    <graphic filename="../figeg5/eg5355.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Medici&#243;n del Plastigage&#174;</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Si el juego del cojinete no est&#225; dentro de las especificaciones, hay que cambiar el
                    cig&#252;e&#241;al o rectificarlo y poner cojinetes de subtama&#241;o.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_S26509098.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_197.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
