<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">

    <svcsubproc>
        <title>Inspecci&#243;n de la Culata - V&#225;lvulas Removidas</title>
        <step1>
            <para count="1">Probando a presi&#243;n la culata revelar&#225; grietas en orificios o escapes en las
                camisas, los cuales no se pudieron observar usando las pruebas de tinte penetrante. Pruebe la presi&#243;n
                de la culata de la siguiente forma:
            </para>
            <step2>
                <para count="1">Remueva las v&#225;lvulas.</para>
            </step2>
            <step2>
                <para count="1">Fije las placas para pruebas de presi&#243;n de la culata
                    <xref refid="te2350404"/>
                    en el lado del empaque dee culata. Asegure las placas con diez tornillos de montaje M14 y cinco
                    tornillos M8.
                </para>
                <figure id="f2350431" figsize="col-wide">
                    <graphic filename="../figd08/d0841.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Placa Para Prueba de la Culata</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Tornillos de montaje (15 en total)</callout1>
                        <callout1 type="arabic">Placa para prueba de presi&#243;n</callout1>
                        <callout1 type="arabic">Man&#243;metro de presi&#243;n y regulador</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Instale el regulador para prueba de presi&#243;n y el conjunto del man&#243;metro en la
                    placa para prueba de la culata
                    <xref refid="te2350404"/>.
                </para>
            </step2>
            <step2>
                <para count="1">Ibtroduzca totalmente la culata en agua. Aplique presi&#243;n de aire y ajustada entre
                    124 y 138 kPa (18-20 lb/pulg&#178;) e inspeccione si hay escapes de aire por los siguientes lugares:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Orificios</para>
                    </item>
                    <item>
                        <para>Puente superior de la culata</para>
                    </item>
                    <item>
                        <para>Puente inferior de la culata</para>
                    </item>
                    <item>
                        <para>&#193;rea de la camisa de la tobera</para>
                    </item>
                    <item>
                        <para>&#193;rea de la camisa de la buj&#237;a de precalentamiento</para>
                    </item>
                </randlist>
            </step2>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, si observa escapes reemplace la culata.</para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Con las v&#225;lvulas removidas de la culata, limpie todas las gu&#237;as de las v&#225;lvulas
                usando un cepillo de nylon, jab&#243;n y agua. Sople cualquier residuo con aire comprimido filtrado
                (refi&#233;rase a
                <xref refid="Safety07"/>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque una luz de inspecci&#243;n por el fondo de los agujeros de las gu&#237;as de las v&#225;lvulas
                y examine si las paredes de los agujeros est&#225;n quemadas o agrietadas. Reemplace la culata si es
                necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Mida la gu&#237;a de cada v&#225;lvula usando un calibrador para agujeros peque&#241;os
                <xref refid="te2350404"/>
                y un micr&#243;metro de exteriores de 0 a 1 pulgadas. Registre el di&#225;metro interior de cada gu&#237;a
                de tal manera que se pueda determinar la holgura de funcionamiento de v&#225;lvula contra su gu&#237;a.
                Si el di&#225;metro interior de las gu&#237;a de la v&#225;lvula excede las especificaciones
                <xref refid="te2350401"/>, reemplace la culata.
            </para>
        </step1>
        <figure id="f2350440" figsize="col-wide">
            <graphic filename="../figd08/d0873.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Midiendo el Calibrador para Agujeros Peque&#241;os (ID de gu&#237;a de las v&#225;lvulas)</caption>
        </figure>
        <step1>
            <para count="1">En base al di&#225;metro interior de la gu&#237;a de la v&#225;lvula y la medida del di&#225;metro
                del v&#225;stago de la v&#225;lvula registrado anteriormente, determine la holgura de funcionamiento de
                v&#225;stago de v&#225;lvula a gu&#237;a. Refi&#233;rase a Especificaciones
                <xref refid="te2350401"/>. Reemplace la v&#225;lvula si se requiere.
            </para>
        </step1>
        <step1>
            <para count="1">Antes de la inspecci&#243;n visual, limpie el asiento de la v&#225;lvula usando un solvente
                adecuado.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione si los asientos de las v&#225;lvulas de escape de tiene condiciones de quemadura
                o grietas. Si existe alguna de estas condiciones, reemplace la culata.
            </para>
        </step1>
    </svcsubproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
