<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Culata y tren de v&#225;lvulas -
        Reacondicionamiento - Esmerilado de las v&#225;lvulas
    </stitle>
    <svcman/>
    <svcproc graphiccount="6">
        <title>Esmerilado de las v&#225;lvulas</title>
        <svcsubproc>
            <title>Cara de la v&#225;lvula</title>
            <specpara>
                <note>
                    <para>Si las v&#225;lvulas pueden volver a usarse, es posible esmerilar a los &#225;ngulos
                        especificados, seg&#250;n sea necesario.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Para evitar aver&#237;as en el motor, mantenga el mismo margen m&#237;nimo en toda la cara de
                        la v&#225;lvula. Un margen insuficiente no proporcionar&#225; adecuada disipaci&#243;n del
                        calor, haciendo a la larga que la v&#225;lvula se doble o se quiebre.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que la m&#225;quina esmeriladora tenga suficiente refrigerante en el dep&#243;sito.
                        Encienda la bomba del refrigerante antes de comenzar a esmerilar.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Acondicione la piedra esmeriladora con el aditamento acondicionador del equipo de
                    esmerilar.
                </para>
            </step1>
            <figure id="f2650533" figsize="col-wide">
                <graphic filename="../figeg5/eg5368.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Esmerilado de la cara de la v&#225;lvula</caption>
            </figure>
            <figure id="f2650534" figsize="col-wide">
                <graphic filename="../figH08/H08042.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>&#193;ngulos de la cara de la v&#225;lvula</caption>
                <calloutgroup>
                    <callout1 type="arabic">Margen de admisi&#243;n</callout1>
                    <callout1 type="arabic">&#193;ngulo de v&#225;lvula de admisi&#243;n</callout1>
                    <callout1 type="arabic">Margen de escape</callout1>
                    <callout1 type="arabic">&#193;ngulo de v&#225;lvula de escape</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Las caras de las v&#225;lvulas de admisi&#243;n y de escape tienen diferentes m&#225;rgenes.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga la v&#225;lvula en la m&#225;quina esmeriladora y ajuste la m&#225;quina al &#225;ngulo
                    especificado.
                </para>
            </step1>
            <step1>
                <para count="1">Encienda la esmeriladora e inicie la circulaci&#243;n de refrigerante.</para>
            </step1>
            <specpara>
                <note>
                    <para>Si elimina demasiado material puede reducir el margen por debajo de las especificaciones m&#237;nimas.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Esmerile la cara de la v&#225;lvula. Elimine solamente la cantidad m&#237;nima necesaria
                    de material.
                </para>
            </step1>
            <figure id="f2650535" figsize="col-wide">
                <graphic filename="../figH08/H08005.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del margen de la cara</caption>
            </figure>
            <step1>
                <para count="1">Mida el margen de la cara de la v&#225;lvula con un calibrador en cuatro puntos. Si
                    cualquiera de las medidas es menor a las especificaciones m&#237;nimas , cambie la v&#225;lvula.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Extremo del v&#225;stago</title>
            <specpara>
                <caution>
                    <para>Para evitar aver&#237;as en el motor, deje el material suficiente para que el puente de v&#225;lvulas
                        no haga contacto con las clavijas de retenci&#243;n o los rotadores durante la operaci&#243;n
                        del motor. Esmerilar los extremos de los v&#225;stagos permite tener una nueva superficie de
                        contacto para el puente de v&#225;lvulas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Acondicione la piedra esmeriladora con el aditamento acondicionador del equipo de
                    esmerilar.
                </para>
            </step1>
            <figure id="f2650536" figsize="col-wide">
                <graphic filename="../figeg5/eg5367.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Esmerilado del v&#225;stago</caption>
            </figure>
            <step1>
                <para count="1">Ponga la v&#225;lvula en la m&#225;quina esmeriladora con el extremo del v&#225;stago
                    cerca de la piedra de esmerilar.
                </para>
            </step1>
            <step1>
                <para count="1">Toque brevemente el extremo del v&#225;stago con la piedra de esmerilar. Elimine la
                    cantidad m&#237;nima necesaria de material.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="svcsubproc001">
            <title>Revisi&#243;n del contacto entre el asiento y la cara de la v&#225;lvula</title>
            <figure id="f2650537" figsize="col-wide">
                <graphic filename="../figH08/H08006.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Aplicaci&#243;n de Prussian Blue&#174; en la cara de la v&#225;lvula</caption>
            </figure>
            <step1>
                <para count="1">Despu&#233;s de esmerilar la v&#225;lvula, aplique una capa delgada de Prussian Blue&#174;
                    (azul de Prusia) en la cara e inserte la v&#225;lvula en su gu&#237;a.
                </para>
            </step1>
            <figure id="f2650538" figsize="col-wide">
                <graphic filename="../figH08/H08007.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Gire la v&#225;lvula en su asiento</caption>
            </figure>
            <step1>
                <para count="1">Aplique presi&#243;n sobre el centro de la cabeza de la v&#225;lvula mientras la hace
                    girar 90&#176; en su asiento.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la v&#225;lvula de la culata. Revise la impresi&#243;n que queda en el asiento y
                    en la cara de la v&#225;lvula. Debe haber azul de Prusia alrededor de toda la superficie de contacto
                    del asiento y de la cara de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento varias veces para eliminar la posibilidad de errores. Si la
                    impresi&#243;n de azul de Prusia es buena, proceda a instalar la v&#225;lvula. Si la impresi&#243;n
                    de azul de Prusia no es buena, proceda con el esmerilado de los asientos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_90.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_92.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
