<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - INTRODUCCI&#211;N - VISTA GENERAL DE LOS SISTEMAS
        - Administraci&#243;n de combustible
    </stitle>
    <svcman/>
    <svcproc id="s29600in.2.2" svcproctype="describe" graphiccount="3">
        <title>Administraci&#243;n de combustible</title>
        <svcsubproc id="s29600in.2.2.1">
            <title>Inyecci&#243;n de combustible</title>
            <para>El motor usa inyectores electrohidr&#225;ulicos como parte de su sistema de combustible. Estos
                inyectores controlados por el IDM usan aceite lubricante a alta presi&#243;n para proporcionar la fuerza
                necesaria para inyectar combustible a la c&#225;mara de combusti&#243;n a presiones hasta de 144 MPa
                (21.000 lb/pulg
                <supscript>2</supscript>) a la potencia nominal.
            </para>
            <para>Cada inyector encaja en una cavidad con camisa taladrada en la culata. La cavidad para el inyector se
                comunica con un conducto de combustible fresado a lo largo de la culata. Cada inyector tiene dos sellos
                anulares en su exterior, uno arriba del conducto de combustible y otro debajo. El orificio de entrada
                entre los sellos anulares permite que el combustible presurizado de la bomba de transferencia entre al
                &#225;rea de amplificaci&#243;n de presi&#243;n del inyector. Aceite de motor a alta presi&#243;n entra
                al inyector por su parte superior. La galer&#237;a de aceite a alta presi&#243;n est&#225; ubicada
                encima de los inyectores.
            </para>
            <para>El inyector est&#225; compuesto de tres secciones con los componentes siguientes:</para>
            <step1>
                <para count="1">Control de aceite</para>
                <step2>
                    <para count="1">V&#225;lvula de carrete</para>
                </step2>
                <step2>
                    <para count="1">Bobina de apertura</para>
                </step2>
                <step2>
                    <para count="1">Bobina de cierre</para>
                </step2>
                <step2>
                    <para count="1">Cuerpo de la v&#225;lvula de control</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Amplificaci&#243;n de presi&#243;n</para>
                <step2>
                    <para count="1">Pist&#243;n intensificador y &#233;mbolo</para>
                </step2>
                <step2>
                    <para count="1">Resorte de retorno del pist&#243;n</para>
                </step2>
                <step2>
                    <para count="1">V&#225;lvula de retenci&#243;n a la entrada</para>
                </step2>
                <step2>
                    <para count="1">V&#225;lvula de retenci&#243;n a la salida</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Inyecci&#243;n de combustible</para>
                <step2>
                    <para count="1">Punta de la boquilla</para>
                </step2>
                <step2>
                    <para count="1">Resorte a presi&#243;n de apertura de la v&#225;lvula (VOP)</para>
                </step2>
                <step2>
                    <para count="1">Coladores de combustible</para>
                </step2>
                <step2>
                    <para count="1">Tuerca-funda</para>
                </step2>
            </step1>
            <figure id="f29600in13" figsize="col-wide">
                <graphic filename="../figd11/d1117.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 13. Ubicaci&#243;n de los componentes del inyector de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Bobina de cierre</callout1>
                    <callout1 type="arabic">Cuerpo de la v&#225;lvula de control</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (relaci&#243;n 7:1)</callout1>
                    <callout1 type="arabic">Resorte de retorno del pist&#243;n</callout1>
                    <callout1 type="arabic">&#201;mbolo</callout1>
                    <callout1 type="arabic">Resorte a presi&#243;n de apertura de la v&#225;lvula, 26 MPa (3770 lb/pulg
                        <supscript>2</supscript>)
                    </callout1>
                    <callout1 type="arabic">Aguja</callout1>
                    <callout1 type="arabic">Bobina de apertura</callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (v&#225;lvula de control)</callout1>
                    <callout1 type="arabic">Tuerca-funda</callout1>
                    <callout1 type="arabic">Colador de combustible (3)</callout1>
                    <callout1 type="arabic">Unidad surtidora</callout1>
                </calloutgroup>
            </figure>
            <para>La operaci&#243;n de inyecci&#243;n se divide en tres etapas o ciclos principales:</para>
            <randlist type="bullet">
                <item>
                    <para>Etapa de llenado</para>
                </item>
                <item>
                    <para>Etapa de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Fin de inyecci&#243;n</para>
                </item>
            </randlist>
            <para>La secci&#243;n de control de aceite usa una v&#225;lvula de carrete para dirigir aceite a alta presi&#243;n
                desde el sistema de presi&#243;n de control de inyecci&#243;n hacia adentro y hacia afuera del inyector.
                La v&#225;lvula de carrete flota en una cavidad taladrada en la carcasa y su posici&#243;n var&#237;a
                por efecto del campo magn&#233;tico creado cuando se aplica voltaje a la bobina de apertura o a la
                bobina de cierre.
            </para>
            <para>Cuando se aplica voltaje a la bobina de apertura, la v&#225;lvula de carrete se abre y permite que
                aceite a alta presi&#243;n pase del orificio de admisi&#243;n al &#225;rea de amplificaci&#243;n de
                presi&#243;n del inyector. Cuando la v&#225;lvula de carrete permite que entre aceite al inyector, la
                presi&#243;n comienza a empujar el pist&#243;n intensificador. El pist&#243;n intensificador de di&#225;metro
                grande y el &#233;mbolo de di&#225;metro peque&#241;o son empujados juntos hacia abajo. El &#225;rea de
                la superficie superior del pist&#243;n est&#225; expuesta al aceite a alta presi&#243;n y la superficie
                inferior del &#233;mbolo empuja contra una columna de combustible. La relaci&#243;n de las superficies
                es aproximadamente de 7 a 1; por lo tanto, si la presi&#243;n de control de la inyecci&#243;n es
                aproximadamente de 7 MPa (1000 lb/pulg
                <supscript>2</supscript>), el movimiento del &#233;mbolo crea una presi&#243;n de combustible de unos 48
                - 49 MPa (7000 lb/pulg
                <supscript>2</supscript>). El aumento en la presi&#243;n de combustible hace que la v&#225;lvula de
                retenci&#243;n de entrada se cierre, impidiendo que el combustible regrese a la culata.
            </para>
            <para>El combustible a alta presi&#243;n empujado por el &#233;mbolo baja por el inyector al &#225;rea de la
                boquilla, donde trabaja contra el bisel en la v&#225;lvula de la boquilla. Cuando la presi&#243;n del
                combustible llega a 18 MPa (2700 lb/pulg
                <supscript>2</supscript>), el empuje del combustible presurizado vence al resorte de la v&#225;lvula de
                la boquilla y la saca de su asiento, permitiendo que el combustible bajo presi&#243;n extremadamente
                alta entre a la c&#225;mara de combusti&#243;n a trav&#233;s de los orificios en la punta de la
                boquilla. El combustible sigue fluyendo hasta que la cantidad correcta haya entrado a la c&#225;mara de
                combusti&#243;n. En ese momento, la bobina de cierre se energiza, la v&#225;lvula de carrete se mueve y
                el flujo de aceite se detiene. Cuando la presi&#243;n de combustible desciende, el resorte a presi&#243;n
                de apertura de la v&#225;lvula fuerza el cierre de la v&#225;lvula de la boquilla y el flujo de
                combustible se detiene. La v&#225;lvula de retenci&#243;n de salida de combustible impedir&#225; que los
                gases de combusti&#243;n entren al inyector. El inyector queda otra vez en posici&#243;n est&#225;tica,
                para permitir que el combustible entre pasando por la v&#225;lvula de retenci&#243;n de admisi&#243;n y
                vuelva a llenar el &#225;rea inferior del &#233;mbolo.
            </para>
        </svcsubproc>
        <svcsubproc id="s29600in.2.2.2">
            <title>Sistema de control de la inyecci&#243;n</title>
            <figure id="f29600in14" figsize="pg-wide">
                <graphic filename="../figd31/d3109b.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="532px"/>
                <caption>Figura 14. Sistema de aceite a alta presi&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Galer&#237;a de aceite (2)</callout1>
                    <callout1 type="arabic">Tapa de la bomba de aceite de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Sello anular entre la bomba y la tapa</callout1>
                    <callout1 type="arabic">Sello de la tapa de la bomba de aceite a alta presi&#243;n</callout1>
                    <callout1 type="arabic">Bomba de aceite a alta presi&#243;n</callout1>
                    <callout1 type="arabic">Adaptador del tubo de derivaci&#243;n</callout1>
                    <callout1 type="arabic">Tubo de derivaci&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula de IPR</callout1>
                    <callout1 type="arabic">Pernos (3) de sujeci&#243;n de la bomba de aceite a alta presi&#243;n
                    </callout1>
                    <callout1 type="arabic">Tubos del bloque a la culata (2)</callout1>
                    <callout1 type="arabic">Pernos (8) de sujeci&#243;n de la tapa de la bomba de aceite a alta presi&#243;n</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Flujo general del sistema</emph>
            </para>
            <para>El sistema de control de la inyecci&#243;n est&#225; formado por dos subsistemas:</para>
            <randlist type="bullet">
                <item>
                    <para>Sistema de aceite a alta presi&#243;n con dos galer&#237;as y un sensor de presi&#243;n de
                        control de inyecci&#243;n (ICP).
                    </para>
                </item>
                <item>
                    <para>Inyectores de combustible</para>
                </item>
            </randlist>
            <para>La fuerza hidr&#225;ulica necesaria para inyectar combustible a la c&#225;mara de combusti&#243;n es
                suministrada por el sistema de aceite a alta presi&#243;n y controlada por el IPR. El ICP detecta y
                monitoriza la presi&#243;n. Los inyectores de combustible son activados hidr&#225;ulicamente y
                controlados electr&#243;nicamente .
            </para>
            <para>El sistema de control de inyecci&#243;n incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Dep&#243;sito de aceite</para>
                </item>
                <item>
                    <para>Bomba de aceite de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Tapa de la bomba de aceite de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Tubos del bloque a la culata (2), tubo de derivaci&#243;n y adaptador del tubo de derivaci&#243;n</para>
                </item>
                <item>
                    <para>Galer&#237;as de aceite</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>V&#225;lvulas de retenci&#243;n</para>
                </item>
            </randlist>
            <para>La bomba de aceite a alta presi&#243;n recibe aceite lubricante del motor, de un dep&#243;sito fundido
                en la "V" del bloque del motor. Este dep&#243;sito suministra aceite de motor a la bomba. El sistema de
                aceite lubricante a baja presi&#243;n mantiene constantemente lleno este dep&#243;sito con aceite
                filtrado desde un conducto en la carcasa del enfriador de aceite.
            </para>
            <para>La bomba de aceite a alta presi&#243;n est&#225; instalada en la parte posterior del bloque del motor
                y es impulsada por el engranaje del &#225;rbol de levas. El aceite para la bomba es sacado del dep&#243;sito
                de aceite a trav&#233;s de una rejilla de 150 micrones y llevado por un conducto hasta el orificio de
                admisi&#243;n de la bomba; el aceite a alta presi&#243;n de la bomba es distribuido a los inyectores a
                trav&#233;s de varios tubos.
            </para>
            <para>El adaptador del tubo de derivaci&#243;n est&#225; conectado a la bomba y sirve para llevar el flujo
                de aceite desde la bomba de aceite a alta presi&#243;n hasta los tubos de derivaci&#243;n. El tubo de
                derivaci&#243;n divide el flujo de aceite hacia dos tubos derivados, uno para cada lado del motor. El
                extremo inferior de los tubos r&#237;gidos (tubos del bloque a la culata) encajan en cada tubo de
                derivaci&#243;n y dirigen el aceite hacia arriba a las galer&#237;as de aceite de cada culata. Cada tubo
                del bloque a la culata tiene un sello anular en cada extremo. Cada tubo tiene una v&#225;lvula de
                retenci&#243;n interna para impedir el flujo en direcci&#243;n contraria. El aceite de las galer&#237;as
                entra a los inyectores a trav&#233;s de orificios con sellos anulares en la parte superior de cada
                inyector. Cuando se energiza la bobina de apertura del inyector, el aceite a alta presi&#243;n empuja
                combustible hacia la c&#225;mara de combusti&#243;n. Cuando la inyecci&#243;n termina, el aceite dentro
                de los inyectores es liberado a trav&#233;s de la parte superior y se le permite drenar de regreso al c&#225;rter.
            </para>
            <figure id="f29600in15" figsize="pg-wide">
                <graphic filename="../figd31/d31126.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Figura 15. Diagrama de la operaci&#243;n en circuito cerrado</caption>
            </figure>
            <para>
                <emph type="bold">Operaci&#243;n general del sistema</emph>
            </para>
            <para>El control electr&#243;nico del sistema de aceite a alta presi&#243;n consiste en los siguientes
                componentes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>M&#243;dulo impulsor de los inyectores (IDM)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
            </randlist>
            <para>El ECM controla la presi&#243;n de control de inyecci&#243;n operando el IPR. Los resultados son
                monitorizados constantemente por el ECM utilizando el ICP. El ICP suministra al ECM informaci&#243;n
                sobre la presi&#243;n en forma de una se&#241;al anal&#243;gica de voltaje. Esta se&#241;al permite al
                ECM conocer la presi&#243;n de control real de los inyectores siempre que el motor est&#233;
                funcionando, incluso mientras se le est&#225; dando arranque. Esta operaci&#243;n se conoce como
                <emph type="bold">circuito cerrado</emph>.
            </para>
            <para>El ECM puede establecer c&#243;digos de falla si la se&#241;al del ICP est&#225; fuera de los l&#237;mites
                o si corresponde a un valor fuera de los l&#237;mites para la presi&#243;n de control de inyecci&#243;n
                en una condici&#243;n de operaci&#243;n dada.
            </para>
            <para>Si cualquiera de estas cosas ocurre, el ECM ignorar&#225; la se&#241;al del ICP y controlar&#225; la
                operaci&#243;n del IPR con los valores que tiene programados. Esta operaci&#243;n se conoce como
                <emph type="bold">circuito abierto</emph>.
            </para>
            <para>
                <emph type="bold">V&#225;lvula de IPR</emph>
            </para>
            <para>El IPR est&#225; en la parte superior de la bomba de aceite a alta presi&#243;n, por fuera de la tapa
                de esa bomba, en la parte posterior del motor. El IPR es una v&#225;lvula de control de inyecci&#243;n
                controlada el&#233;ctricamente por piloto (un flujo peque&#241;o que controla un flujo grande). El IPR
                controla la presi&#243;n de salida de la bomba desde aproximadamente 4 - 24 MPa (580 - 3500 lb/pulg
                <supscript>2</supscript>). Una se&#241;al el&#233;ctrica del ECM al solenoide del IPR crea un campo magn&#233;tico
                que aplica una fuerza variable sobre la v&#225;lvula de v&#225;stago para controlar la presi&#243;n. La
                presi&#243;n de control est&#225; regulada por el ECM, de acuerdo con las condiciones de operaci&#243;n
                y las exigencias de potencia de parte del conductor.
            </para>
            <para>El IPR es una v&#225;lvula por modulaci&#243;n de amplitud de impulsos (porcentaje del ciclo de
                trabajo) que opera a 200 Hz. La amplitud de los impulsos es modulada entre 20 y 70% para controlar la
                presi&#243;n de control de inyecci&#243;n desde 4 a 24 MPa (580 a 3500 lb/pulg
                <supscript>2</supscript>). La v&#225;lvula est&#225; en la bomba de aceite a alta presi&#243;n y
                mantiene la presi&#243;n de control deseada para los inyectores, descargando el exceso de aceite a trav&#233;s
                de un orificio en el cuerpo de la bomba y devolvi&#233;ndolo al c&#225;rter.
            </para>
            <para>A medida que la demanda de presi&#243;n de control de inyecci&#243;n aumenta, el ECM aumenta la
                amplitud de los impulsos (porcentaje de tiempo activo) sobre el IPR. Esta acci&#243;n fuerza el v&#225;stago
                contra el orificio de drenaje, aumentando la presi&#243;n detr&#225;s de la v&#225;lvula de v&#225;stago.
                A medida que la presi&#243;n del aceite aumenta detr&#225;s de la v&#225;lvula de v&#225;stago, &#233;sta
                se mueve hacia adelante y tapa los orificios de drenaje a los lados del IPR.
            </para>
            <para>Cuando la demanda de presi&#243;n de control para los inyectores disminuye, el ECM disminuye la
                amplitud de las pulsaciones (porcentaje de tiempo activo) sobre las curvas de la bobina del IPR,
                permitiendo que el aceite salga por los orificios principales de descarga. Esto se logra liberando la
                presi&#243;n detr&#225;s de la v&#225;lvula de v&#225;stago, lo que le permite abrir parcialmente el
                orificio de descarga, disminuyendo as&#237; la presi&#243;n de control de inyecci&#243;n.
            </para>
            <para>La operaci&#243;n descrita permite que el IPR ajuste constantemente la presi&#243;n de control de
                inyecci&#243;n ordenada por el ECM.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
