<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - M&#218;LTIPLES y RECIRCULACI&#211;N DE GASES (EGR) - INSTALACI&#211;N
        - M&#250;ltiples de Escape y Tuber&#237;a
    </stitle>
    <svcman/>
    <svcproc id="S2350302.5" svcproctype="install" graphiccount="8">
        <title>M&#250;ltiples de Escape y Tuber&#237;a</title>
        <specpara>
            <note>
                <para>Cuando instale los m&#250;ltiples de escape, solamente use tornillos de cabeza con reborde con
                    rosca de torsi&#243;n predominante.
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">M&#250;ltiple de Escape Derecho</emph>
        </para>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a todas las roscas de los tornillos.</para>
        </step1>
        <figure id="f2050311" figsize="col-wide">
            <graphic filename="../figd14/d1402a.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Tornillo y Espaciador del M&#250;ltiple de Escape Derecho</caption>
            <calloutgroup>
                <callout1 type="arabic">Compuesto anti-atascador</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale el m&#250;ltiple de escape derecho y ocho tornillos de cabeza con reborde M8 x 1.25
                x 40 de torsi&#243;n predominante y los espaciadores. Inicie por el segundo tornillo alto trasero. El di&#225;metro
                del agujero es menor, por lo tanto permite la alineaci&#243;n de los restantes tornillos. Apriete los
                tornillos a la torsi&#243;n
                <xref refid="te1200302"/>
                y secuencia especificadas
                <xref refid="f2350315"/>.
            </para>
        </step1>
        <figure id="f2350315" figsize="pg-wide">
            <graphic filename="../figd14/d1424.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"/>
            <caption>Secuencia de Torsi&#243;n Para los Tornillos de Montaje del M&#250;ltiple de Escape</caption>
            <calloutgroup>
                <callout1 type="arabic">M&#250;ltiple de escape derecho</callout1>
                <callout1 type="arabic">M&#250;ltiple de escape izquierdo</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a dos tornillos M8 x 60 que aseguran el conjunto del tubo
                de escape derecho con la brida del m&#250;ltiple de escape. Deje los tornillos apretados a mano.
            </para>
            <figure id="f2350313" figsize="col-wide">
                <graphic filename="../figd15/d1517.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>M&#250;ltiple de Escape Derecho con el Conjunto del Tubo de Escape Derecho</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Sujete conjunto del tubo de escape derecho con el conjunto del enfriador del EGR por medio
                de la abrazadera en V. No apriete la abrazadera en V.
            </para>
        </step1>
        <figure id="f2350313.5" figsize="col-wide">
            <graphic filename="../figd15/d1527.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Abrazadera en V del Enfriador EGR</caption>
        </figure>
        <para>
            <emph type="bold">M&#250;ltiple de Escape Izquierdo</emph>
        </para>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a todas las roscas.</para>
        </step1>
        <figure id="f2050309" figsize="col-wide">
            <graphic filename="../figd14/d1428.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Tornillo y Espaciador del M&#250;ltiple de Escape Izquierdo</caption>
            <calloutgroup>
                <callout1 type="arabic">Compuesto anti-atascador</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale m&#250;ltiple de escape izquierdo usando ocho tornillos de cabeza con reborde M8 x
                1.25 x 40 de torsi&#243;n predominante y los espaciadores. Inicie con el segundo tornillo trasero
                superior. El di&#225;metro del agujero es menor, por lo tanto permite la alineaci&#243;n de los
                tornillos remanentes. Apriete los tornillos a la torsi&#243;n
                <xref refid="te1200302"/>
                y en la secuencia especificadas
                <xref refid="f2350315"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a las roscas del acople del tubo sensor EBP. Instale el
                tubo sensor EBP en el m&#250;ltiple de escape y apriete el acople a la torsi&#243;n especial
                <xref refid="te1200302"/>.
            </para>
            <figure id="f2050312" figsize="col-wide">
                <graphic filename="../figd17/d1704.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Acople del Tubo Sensor EBP</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a las roscas de los dos tornillos M8 x 30 y las tuercas.
                Instale un empaque nuevo para el tubo de escape y asegure el conjunto del tubo de escape blindado (lado
                superior derecho) con el conjunto del tubo de escape derecho. Deje los tornillos apretados a mano.
            </para>
            <figure id="f2350207.3" figsize="col-wide">
                <graphic filename="../figd15/d1503.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Tornillos del Tubo de Escape (superior derecho)</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique compuesto anti-atascador a las roscas de los dos tornillos M8 x 60 que aseguran el
                conjunto del tubo de escape blindado con la brida del m&#250;ltiple de escape. Deje los tornillos
                apretados a mano.
            </para>
            <figure id="f2350312" figsize="col-wide">
                <graphic filename="../figd15/d1504.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="400"
                         box="yes"/>
                <caption>M&#250;ltiple de Escape Izquierdo con el Conjunto del Tubo de Escape Blindado</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para el procedimiento de instalaci&#243;n del turbo alimentador,
                <xref refid="S2350202"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de la instalaci&#243;n del turbo alimentador, apriete a la torsi&#243;n
                especificada toda la tuber&#237;a del turbo alimentador, en el siguiente orden:
            </para>
            <step2>
                <para count="1">Abrazadera en V del enfriador de la EGR</para>
            </step2>
            <step2>
                <para count="1">Conjunto blindado del tubo de escape con el tubo de escape derecho (soporte superior)
                </para>
            </step2>
            <step2>
                <para count="1">Abrazadera en V del adaptador del escape del turbo alimentador</para>
            </step2>
            <step2>
                <para count="1">Conjunto blindado del tubo de escape con el m&#250;ltiple izquierdo</para>
            </step2>
            <step2>
                <para count="1">Conjunto del tubo de escape con el m&#250;ltiple derecho</para>
            </step2>
        </step1>
        <para>
            <xref refid="te1200302"/>
            para las especificaciones de torsi&#243;n especial.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_36.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
