<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de enfriamiento
    </stitle>
    <svcman/>
    <svcsubsec id="s306000106">
        <title>Sistema de enfriamiento</title>
        <svcproc id="s306000106.1" svcproctype="describe" graphiccount="3">
            <title>Componentes del sistema de enfriamiento y flujo del refrigerante</title>
            <figure id="f306000139" figsize="pg-wide">
                <graphic filename="../figJ31/J31138.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="502px"/>
                <caption>Sistema de enfriamiento</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">Tapa del enfriador de aceite</callout1>
                    <callout1 type="arabic">Culata (2)</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                    <callout1 type="arabic">Termostato</callout1>
                    <callout1 type="arabic">Retorno de refrigerante (desde el calentador)</callout1>
                    <callout1 type="arabic">Tapa delantera</callout1>
                    <callout1 type="arabic">Entrada de refrigerante (desde el radiador)</callout1>
                    <callout1 type="arabic">Bomba de refrigerante</callout1>
                    <callout1 type="arabic">Salida de refrigerante (desde el radiador)</callout1>
                    <callout1 type="arabic">Suministro de refrigerante (hacia el calentador)</callout1>
                </calloutgroup>
            </figure>
            <para>El sistema de enfriamiento mantiene el motor funcionando dentro de unos valores requeridos de
                temperatura.
            </para>
            <para>La bomba centr&#237;fuga de refrigerante (cubo e impelente) est&#225; en una carcasa que forma parte
                de la tapa delantera. La bomba de refrigerante tiene un dep&#243;sito integrado que recoge peque&#241;as
                cantidades de refrigerante que pueden escaparse por el sello.
            </para>
            <para>
                <title>Flujo por la carcasa de la tapa delantera</title>La bomba de refrigerante extrae refrigerante
                desde el radiador a trav&#233;s de una entrada en la carcasa de la tapa delantera. El refrigerante fluye
                desde la bomba de refrigerante a trav&#233;s de tres conductos en la tapa delantera.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Dos de los conductos (izquierdo y derecho) dirigen el refrigerante hacia el interior del
                        bloque del motor (de adelante hacia atr&#225;s), para enfriar las paredes de los cilindros y las
                        culatas.
                    </para>
                </item>
                <item>
                    <para>El tercer conducto dirige el refrigerante a un conducto en el bloque del motor que va hacia la
                        tapa del enfriador de aceite.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Si se da&#241;a un sello del enfriador de aceite, hay orificios de salida en la base del
                        filtro de aceite que permiten que el refrigerante salga de la tapa del enfriador.
                    </para>
                </note>
            </specpara>
            <para>El refrigerante regresa a trav&#233;s de dos conductos en la tapa delantera.</para>
            <randlist type="bullet">
                <item>
                    <para>Un conducto de retorno en la parte superior de la tapa delantera.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Dos aberturas (izquierda y derecha) del bloque a este conducto de retorno.</para>
                        </item>
                        <item>
                            <para>Una tercera abertura dirige refrigerante desde el m&#250;ltiple de admisi&#243;n a
                                este conducto de retorno.
                            </para>
                        </item>
                        <item>
                            <para>Este conducto de retorno suministra refrigerante al calentador de la cabina.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Un segundo conducto dirige refrigerante desde el calentador de la cabina hasta la tapa
                        delantera.
                    </para>
                </item>
            </randlist>
            <para>El refrigerante devuelto es dirigido hacia el termostato en la tapa delantera.</para>
            <randlist type="bullet">
                <item>
                    <para>Si el termostato est&#225; abierto, el refrigerante fluye al radiador y es bloqueado para que
                        no entre a la bomba.
                    </para>
                </item>
                <item>
                    <para>Si el termostato est&#225; cerrado, el refrigerante regresa a la bomba de refrigerante y la
                        salida al radiador queda bloqueada.
                    </para>
                </item>
            </randlist>
            <para>A medida que el motor alcanza la temperatura de operaci&#243;n, el termostato se abre lentamente y
                dirige el refrigerante al radiador y bloquea el paso a la bomba de refrigerante. Hay una peque&#241;a v&#225;lvula
                de retenci&#243;n a trav&#233;s del disco del termostato que permite el paso a trav&#233;s del
                termostato de un flujo que calienta y ecualiza.
            </para>
            <para>
                <title>Flujo por el bloque del motor y la culata</title>El refrigerante fluye a trav&#233;s de conductos
                en la tapa delantera, a la izquierda y a la derecha del bloque del motor. El refrigerante fluye por el
                frente a ambos lados del bloque del motor, distribuyendo en forma pareja el refrigerante alrededor de
                los cilindros, y sale por la parte trasera del bloque, hacia las culatas.
            </para>
            <para>El refrigerante fluye desde atr&#225;s hacia el frente de las culatas, sale por un conducto en el
                bloque del motor y regresa hacia la tapa delantera.
            </para>
            <para>Puede instalarse un calentador opcional de refrigerante para climas extremadamente fr&#237;os. El
                calentador de refrigerante puede ser instalado por un concesionario.
            </para>
            <para>
                <title>Flujo por el enfriador de aceite y el enfriador de EGR</title>La tapa delantera encamina el
                refrigerante por un conducto en el bloque del motor. El refrigerante fluye desde el bloque hacia el
                frente de la tapa del enfriador de aceite. El enfriador de aceite y la base del filtro de aceite
                encaminan el refrigerante hacia el frente del enfriador.
            </para>
            <para>El refrigerante fluye a trav&#233;s del enfriador de aceite, desde el frente hacia atr&#225;s, y sale
                por el orificio de suministro del enfriador de EGR.
            </para>
            <para>El refrigerante fluye desde atr&#225;s del enfriador de EGR hacia el frente, regresando a la tapa
                delantera a trav&#233;s de un conducto en el m&#250;ltiple de admisi&#243;n.
            </para>
            <randlist type="bullet">
                <item>
                    <para>El orificio de desaireaci&#243;n est&#225; en la parte superior del m&#250;ltiple de admisi&#243;n.</para>
                </item>
            </randlist>
            <para>
                <title>Funcionamiento del termostato</title>El termostato tiene dos salidas. Una dirige refrigerante
                hacia el radiador, cuando el motor est&#225; a temperatura de operaci&#243;n. La otra dirige
                refrigerante hacia la bomba de refrigerante, hasta que el motor alcanza temperatura de operaci&#243;n.
                El termostato comienza a abrirse a 88 &#176;C (190 &#176;F) y queda totalmente abierto a 96 &#176;C (205
                &#176;F).
            </para>
            <figure id="f306000140" figsize="col-wide">
                <graphic filename="../figj31/j31241.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Flujo de refrigerante - termostato cerrado</caption>
            </figure>
            <para>Cuando el refrigerante est&#225; por debajo de la temperatura nominal de operaci&#243;n, el termostato
                est&#225; cerrado, bloqueando el flujo hacia el radiador. El refrigerante es obligado a fluir a trav&#233;s
                de un orificio de desv&#237;o, de regreso a la bomba de refrigerante.
            </para>
            <figure id="f306000141" figsize="col-wide">
                <graphic filename="../figj31/j31242.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Flujo de refrigerante - termostato abierto</caption>
            </figure>
            <para>A medida que el refrigerante alcanza la temperatura nominal de apertura, el termostato comienza a
                abrirse, permitiendo que algo de refrigerante fluya hacia el radiador. Cuando el refrigerante alcanza la
                temperatura normal de operaci&#243;n, la v&#225;lvula inferior bloquea el orificio de la bomba,
                dirigiendo todo el refrigerante hacia el radiador.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_S306000105.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_S306000107.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
