<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Cilindros - Inspecci&#243;n -
        Procedimientos de encaje de los cojinetes
    </stitle>
    <svcman/>
    <svcproc graphiccount="3">
        <title>Procedimientos de encaje de los cojinetes</title>
        <svcprocinfo>
            <specpara>
                <caution>
                    <para>Para evitar aver&#237;as en el motor, no intente reducir el juego de funcionamiento entre el
                        mu&#241;&#243;n y el cojinete rectificando la tapa del cojinete o el cojinete. Rectifique el cig&#252;e&#241;al
                        hasta la siguiente medida inferior disponible o c&#225;mbielo.
                    </para>
                </caution>
            </specpara>
            <figure id="f26508inspect13" figsize="col-wide">
                <graphic filename="../figeg9/eg9127.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Efectos del aplastamiento del cojinete</caption>
                <calloutgroup>
                    <callout1 type="arabic">Di&#225;metro en los extremos despu&#233;s del aplastamiento</callout1>
                    <callout1 type="arabic">Di&#225;metro en los extremos antes del aplastamiento</callout1>
                </calloutgroup>
            </figure>
            <para>Los casquillos del cojinete deben encajar bien ajustados en la cavidad. Cuando los cojinetes se
                insertan en la biela y en la tapa, sobresalen ligeramente por encima del plano de separaci&#243;n. Esta
                protuberancia es necesaria para conseguir el
                <emph type="bold">aplastamiento del cojinete</emph>.
            </para>
            <para>La distancia entre los extremos del cojinete es ligeramente mayor que el di&#225;metro de la cavidad
                de la biela dentro de la cual se instalan. Esto es para que los extremos del cojinete se fuercen hacia
                adentro en el plano de separaci&#243;n cuando se aplastan al ajustar los pernos. Con el uso normal se
                perder&#225; algo de la tensi&#243;n, pero eso no es motivo para cambiar el cojinete.
            </para>
            <para>Cuando el conjunto se ajusta, el cojinete se comprime, asegurando un contacto positivo entre el
                reverso del cojinete y la superficie maquinada de la cavidad de la biela.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Juego de funcionamiento del cojinete</title>
            <step1>
                <para count="1">Instale nuevos casquillos en la biela y tapa.</para>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk document="mges2651_SVCPROC005.xml" xrefid="svcproc005" appearance="hottext">Instale la biela
                        y tapa en el cig&#252;e&#241;al</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la tapa de la biela. Limpie el aceite de la cara del casquillo en la tapa y en la
                    porci&#243;n expuesta del cig&#252;e&#241;al.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Es necesario que la biela y la tapa coincidan, para evitar da&#241;os a la superficie
                        fracturada.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga un trozo de Plastigage&#174; sin usar en todo el ancho del casquillo a unos 6 mm
                    (0,25") del centro de la tapa de la biela.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El torque de los pernos de la tapa de la biela es muy importante. Use un torqu&#237;metro que
                        sepa que es preciso.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale la tapa de la biela y ajuste los pernos en forma alternativa y pareja al
                    <hotlnk document="mges2651_173.xml" xrefid="t08006" appearance="hottext">torque especial</hotlnk>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>No haga girar el cig&#252;e&#241;al. Si lo hace, desparramar&#225; el Plastigage&#174; y lo
                        inutilizar&#225;.
                    </para>
                </note>
            </specpara>
            <figure id="f26508inspect14" figsize="col-wide">
                <graphic filename="../figeg8/eg8578.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del Plastigage&#174; con la escala</caption>
            </figure>
            <step1>
                <para count="1">Saque la tapa de la biela. El Plastigage&#174; se adherir&#225; al casquillo del
                    cojinete o al cig&#252;e&#241;al. No saque el Plastigage&#174;.
                </para>
            </step1>
            <step1>
                <para count="1">Mida el punto m&#225;s ancho del material aplastado con la escala de papel del
                    Plastigage&#174;. Los n&#250;meros dentro de las marcas graduadas de la escala indican el juego de
                    funcionamiento en mil&#233;simas de pulgada o en mil&#237;metros.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Con el uso de cojinetes de precisi&#243;n, deber&#237;a haber muy pocos problemas. Sin
                        embargo, si no logra un juego de funcionamiento adecuado, podr&#237;a existir un problema con el
                        cig&#252;e&#241;al. Pudiera ser necesario rectificar el cig&#252;e&#241;al y usar cojinetes
                        subtama&#241;o. Mida nuevamente el juego de funcionamiento antes de desechar el cig&#252;e&#241;al.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Saque el Plastigage&#174;. Repita la prueba con el cojinete de cada biela.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Juego lateral de las bielas</title>
            <figure id="f26508inspect15" figsize="col-wide">
                <graphic filename="../figH04/H04013.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del juego lateral de las bielas</caption>
            </figure>
            <para>Ponga una l&#225;mina calibrada entre la biela y el mu&#241;&#243;n del cig&#252;e&#241;al. Esta
                medida es el juego lateral de la biela.
            </para>
            <para>Si hay muy poco juego lateral, la biela pudiera estar da&#241;ada o el cojinete pudiera estar fuera de
                posici&#243;n. Si hay demasiado juego lateral, la biela o el cig&#252;e&#241;al pudieran estar da&#241;ados.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_162.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_SVCPROC001.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
