<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Procedimientos de las pruebas</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Aceite del motor</title>
            <figure id="f2400610" figsize="col-wide">
                <graphic filename="../figD31/D31269.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            </figure>
            <para>
                <emph type="bold">Finalidad</emph>
            </para>
            <para>Asegurarse de que el nivel y la calidad del aceite del motor son correctos y determinar si la presi&#243;n
                del aceite es suficiente para el sistema de presi&#243;n de control de inyecci&#243;n.
            </para>
            <para>
                <emph type="bold">Herramientas</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Ninguna</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las
                        instrucciones indicadas en las notas y avisos de advertencia y cuidado.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Procedimiento</emph>
            </para>
            <step1>
                <para count="1">Estacione el veh&#237;culo en un terreno nivelado.</para>
            </step1>
            <step1>
                <para count="1">Mida el nivel del aceite con la varilla medidora.</para>
                <specpara>
                    <note>
                        <para>Nunca mida el aceite con el motor en marcha o inmediatamente despu&#233;s de apagarlo, ya
                            que obtendr&#225; un nivel incorrecto. Deje pasar 15 minutos para que el aceite descienda.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si el nivel del aceite est&#225; demasiado bajo, los inyectores de combustible no
                            funcionar&#225;n correctamente. Si el nivel del aceite sobrepasa la marca FULL (lleno), se
                            hizo mal el mantenimiento, hay combustible en el aceite o hay refrigerante en el aceite.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el color y el olor del aceite.</para>
                <randlist type="bullet">
                    <item>
                        <para>Una mezcla blanca lechosa indica que est&#225; contaminado con refrigerante.</para>
                    </item>
                    <item>
                        <para>&#191;El aceite tiene olor a combustible diesel?</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Revise los registros de mantenimiento en busca del tipo de aceite y viscosidad correctos
                    para la temperatura ambiental en que est&#225; trabajando el veh&#237;culo.
                    <emph type="bold">No use aceite 15W-40 a menos de -6,7 &#176;C (20 &#176;F)</emph>. El aceite que
                    haya estado mucho tiempo en uso aumentar&#225; su viscosidad, dificultar&#225; el arranque a
                    temperaturas inferiores al punto de congelaci&#243;n. Refi&#233;rase a Requisitos de lubricaci&#243;n
                    del motor en el Manual de operaci&#243;n y mantenimiento. Confirme que el aceite cumple con las
                    especificaciones del API.
                </para>
            </step1>
            <para>
                <emph type="bold">Causas posibles</emph>
            </para>
            <para>
                <emph type="bold">Bajo nivel de aceite</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Hay fuga de aceite.</para>
                </item>
                <item>
                    <para>Hay consumo de aceite.</para>
                </item>
                <item>
                    <para>Los cambios de aceite no se est&#225;n haciendo correctamente.</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Alto nivel de aceite</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Los cambios de aceite no se est&#225;n haciendo correctamente.</para>
                </item>
                <item>
                    <para>Hay combustible en el aceite.</para>
                </item>
                <item>
                    <para>La varilla medidora de aceite es inapropiada.</para>
                </item>
                <item>
                    <para>Hay refrigerante en el aceite</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Hay refrigerante en el aceite</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Hay una fuga por la empaquetadura de la culata.</para>
                </item>
                <item>
                    <para>Un tap&#243;n acopado de la culata est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>Hay una fuga por la camisa de un inyector.</para>
                </item>
                <item>
                    <para>Hay una fuga por la camisa de una buj&#237;a incandescente.</para>
                </item>
                <item>
                    <para>Hay una fuga por la empaquetadura de la tapa delantera.</para>
                </item>
                <item>
                    <para>El enfriador de aceite o el anillo O est&#225;n defectuosos.</para>
                </item>
                <item>
                    <para>Hay porosidad en la tapa delantera, en la culata o en el bloque del motor.</para>
                </item>
                <item>
                    <para>Hay una fuga por un accesorio (compresor de aire enfriado por agua).</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Hay combustible en el aceite.</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Hay una fuga por el anillo O de un inyector.</para>
                </item>
                <item>
                    <para>Hay porosidad en la culata.</para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_106.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_108.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
