<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Baja presi&#243;n del aceite
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="9">
        <title>Baja presi&#243;n del aceite</title>
        <svcprocinfo>
            <para id="s27105017">
                <title>S&#237;ntoma</title>
            </para>
            <para>La baja presi&#243;n del aceite puede causar una o todas las siguientes cosas:</para>
            <randlist type="bullet">
                <item>
                    <para>Luz ENGINE roja</para>
                </item>
                <item>
                    <para>DTC 313 - Presi&#243;n del aceite inferior al nivel de advertencia</para>
                </item>
                <item>
                    <para>DTC 314 - Presi&#243;n del aceite inferior al nivel cr&#237;tico</para>
                </item>
                <item>
                    <para>Pistoneo</para>
                </item>
                <item>
                    <para>Motor que no arranca o arranca con dificultad</para>
                </item>
                <item>
                    <para>P&#233;rdida de potencia del motor</para>
                </item>
                <item>
                    <para>DTC 335 - No se desarrolla suficiente presi&#243;n de control de inyecci&#243;n durante el
                        arranque
                    </para>
                </item>
                <item>
                    <para>DTC 333 - Presi&#243;n de control de inyecci&#243;n superior o inferior al nivel deseado
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Falla del medidor en el tablero de instrumentos</para>
                </item>
                <item>
                    <para>El nivel de aceite es bajo: fuga, demasiado consumo o mantenimiento incorrecto.</para>
                </item>
                <item>
                    <para>El nivel de aceite es alto: mantenimiento incorrecto, combustible o refrigerante en el
                        aceite.
                    </para>
                </item>
                <item>
                    <para>El aceite no es de la viscosidad adecuada.</para>
                </item>
                <item>
                    <para>EOP incorrecto</para>
                </item>
                <item>
                    <para>El regulador de presi&#243;n de aceite est&#225; trabado.</para>
                </item>
                <item>
                    <para>La bomba de aceite est&#225; rayada o da&#241;ada</para>
                </item>
                <item>
                    <para>EOP polarizado</para>
                </item>
                <item>
                    <para>Alg&#250;n tubo enfriador de pist&#243;n falta, est&#225; roto o flojo</para>
                </item>
                <item>
                    <para>Alg&#250;n casquillo de cojinete o buje del &#225;rbol de levas falta, est&#225; da&#241;ado o
                        desgastado
                    </para>
                </item>
                <item>
                    <para>Aireaci&#243;n (tubo de captaci&#243;n agrietado o empaquetadura defectuosa)</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Barra de medidores</para>
                </item>
                <item>
                    <para>Regulador de aire</para>
                </item>
                <item>
                    <para>V&#225;lvula de cierre</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Inspecci&#243;n del aceite</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Estacione el veh&#237;culo en un terreno nivelado.</para>
            </step1>
            <step1>
                <para count="1">Mida el nivel del aceite con la varilla medidora.</para>
                <specpara>
                    <note>
                        <para>Nunca mida el aceite con el motor en marcha o inmediatamente despu&#233;s de apagarlo, ya
                            que obtendr&#225; un nivel incorrecto. Antes de medir el nivel de aceite, espere unos 15
                            minutos para permitir que el aceite descienda.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si el nivel del aceite est&#225; demasiado bajo, los inyectores de combustible no
                            funcionar&#225;n correctamente. Si el nivel del aceite sobrepasa los l&#237;mites de operaci&#243;n,
                            se hizo mal el mantenimiento, hay combustible en el aceite o hay refrigerante en el aceite.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el olor y la consistencia del aceite.</para>
                <specpara>
                    <note>
                        <para>Cuando el aceite del bloque est&#225; contaminado con refrigerante, tendr&#225; una
                            apariencia gris oscura o negro barrosa. El bloque tambi&#233;n puede tener demasiado aceite.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>El nivel del aceite variar&#225; dependiendo de la temperatura del motor.</para>
                    </item>
                    <item>
                        <para>Si el aceite est&#225; contaminado, refi&#233;rase a
                            <hotlnk document="mges270_72.xml" xrefid="s27104030">&#171;Combustible en el aceite&#187;
                            </hotlnk>
                            o a
                            <hotlnk document="mges270_65.xml" xrefid="s27104024">&#171;Refrigerante en el aceite&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si el nivel est&#225; bajo, a&#241;ada aceite y vu&#233;lvalo a medir.</para>
                    </item>
                    <item>
                        <para>Si el nivel est&#225; correcto y el aceite no est&#225; contaminado, vaya al paso 4.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31394.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px" box="no"/>
                <caption>Barra de medidores instalada</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conector del EOP</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con lo siguiente:
                    </para>
                    <para>Cuando encamine el conducto para pruebas, no quiebre la manguera, no lo pase muy cerca de
                        piezas en movimiento ni permita que toque superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con lo siguiente:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Conecte un medidor de presi&#243;n de 0 a 160 lb/pulg
                    <supscript>2</supscript>
                    en el orificio para pruebas de presi&#243;n del aceite en el EOP. Si el motor tiene compresor de
                    aire, use una tuber&#237;a con adaptador hasta este orificio.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n en ralent&#237; bajo y en ralent&#237; alto. El motor debe estar a
                    temperatura de operaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n del aceite no cumple con las especificaciones que aparecen en el Ap&#233;ndice
                            A de este manual, refi&#233;rase a
                            <hotlnk xrefid="s27104018">&#171;Inspecci&#243;n del regulador de presi&#243;n del aceite&#187;</hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n est&#225; dentro de las especificaciones que aparecen en el Ap&#233;ndice
                            A de este manual, compare el valor del medidor manual con el valor que indica el medidor del
                            tablero de instrumentos y el valor del sensor de presi&#243;n del aceite del motor (EOP)
                            usando la EST.
                        </para>
                    </item>
                    <item>
                        <para>Si los resultados del medidor manual y de la EST difieren en m&#225;s de +/- 14 kPa (+/- 2
                            lb/pulg
                            <supscript>2</supscript>), haga los Diagn&#243;sticos del sistema de control electr&#243;nico
                            del circuito del EOP, que aparecen en la Secci&#243;n 7 de este manual.
                        </para>
                    </item>
                    <item>
                        <para>Si el medidor de la presi&#243;n del aceite en el tablero de instrumentos muestra un valor
                            diferente al de la EST y el medidor manual, refi&#233;rase a la &#171;Gu&#237;a de ubicaci&#243;n
                            de fallas del sistema el&#233;ctrico&#187; correspondiente al modelo y a&#241;o del veh&#237;culo.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n del regulador de presi&#243;n del aceite</title>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh13/h13007.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Regulador de presi&#243;n del aceite</caption>
            </figure>
            <step1 id="s27104018">
                <para count="1">Saque e inspeccione el regulador de presi&#243;n de aceite, seg&#250;n el procedimiento
                    descrito en el &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El pist&#243;n del regulador de presi&#243;n del aceite debe moverse libremente en su
                            cavidad.
                        </para>
                    </item>
                    <item>
                        <para>Si el regulador de presi&#243;n de aceite funciona bien y pasa la inspecci&#243;n visual,
                            vuelva a instalarlo seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del
                            motor&#187;. Refi&#233;rase a
                            <hotlnk xrefid="s27004019">&#171;Inspecci&#243;n del aceite y del bloque&#187;</hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n del aceite y del bloque</title>
            <step1 id="s27104019">
                <para count="1">Drene el c&#225;rter. Inspeccione el im&#225;n del tap&#243;n del orificio de drenaje,
                    el aceite y el filtro en busca de elementos extra&#241;os o residuos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a sacar una muestra del aceite y hacerla analizar para determinar el nivel de
                            residuos met&#225;licos por desgaste del motor y otros elementos contaminantes.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31385.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Parte inferior del motor</caption>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh06/h06027.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Tubo de captaci&#243;n de aceite y empaquetadura</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tubo de captaci&#243;n de aceite</callout1>
                    <callout1 type="arabic">Empaquetadura</callout1>
                </calloutgroup>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31386.webp" type="webp" scalefit="1" scalefitwidth="208px"
                         scalefitheight="392px" box="no"/>
                <caption>Tubo enfriador de pist&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Saque el c&#225;rter seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione si el tubo de captaci&#243;n est&#225; salido, flojo, tapado o averiado,
                    inspeccione la empaquetadura, los tubos enfriadores, los casquillos de cojinete y los bujes de leva.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si no encuentra nada da&#241;ado ni defectuoso, refi&#233;rase a
                            <hotlnk xrefid="s27104020">&#171;Inspecci&#243;n presurizando el sistema de aceite en busca
                                de fugas&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh06/h06094.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Viejo tubo enfriador de pist&#243;n</caption>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh06/h06098.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Nuevos tubos enfriadores de pist&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Nuevo tubo enfriador (no estriado) - motores DT 466</callout1>
                    <callout1 type="arabic">Nuevo tubo enfriador (estriado) - motores DT 570 y HT 570</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>El tubo enfriador de pist&#243;n fue redise&#241;ado. El nuevo tubo enfriador de pist&#243;n
                        es m&#225;s liviano y estructuralmente m&#225;s fuerte. Los tubos enfriadores estriados se usan
                        en los motores HT 570 y DT 570. Los tubos enfriadores no estriados se usan en los motores DT
                        466.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n presurizando el sistema de aceite en busca de fugas</title>
            <step1 id="s27104020">
                <para count="1">Conecte un regulador de presi&#243;n de 0 a 160 lb/pulg
                    <supscript>2</supscript>
                    con v&#225;lvula de cierre en el orificio para pruebas de presi&#243;n del aceite en el conector del
                    EOP.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre la v&#225;lvula y reci&#233;n entonces conecte la tuber&#237;a de aire
                    comprimido. Aplique 345 kPa (50 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Abra lentamente la v&#225;lvula.</para>
                <specpara>
                    <warning>
                        <para>Presurizar el sistema de aceite de alta presi&#243;n con aire comprimido puede hacer que
                            salga aceite disparado si saca el suministro de aire demasiado r&#225;pido.
                        </para>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, siga estos pasos:
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Aseg&#250;rese de que la v&#225;lvula est&#233; entre la boquilla y la manguera de
                                    alta presi&#243;n del motor.
                                </para>
                            </item>
                            <item>
                                <para>La v&#225;lvula de cierre debe estar cerrada antes de conectar o desconectar el
                                    suministro de aire.
                                </para>
                            </item>
                            <item>
                                <para>La v&#225;lvula debe abrirse lentamente para evitar que salga un chorro de aceite
                                    durante o despu&#233;s de terminar la prueba.
                                </para>
                            </item>
                        </randlist>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione en busca de fugas abundantes.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga grande desde el &#225;rea de la tapa trasera, refi&#233;rase a
                            <hotlnk xrefid="s27104021">&#171;Inspecci&#243;n de la tapa delantera&#187;</hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra una fuga grande desde el tubo enfriador de pist&#243;n, cig&#252;e&#241;al o
                            bujes del &#225;rbol de levas, haga las reparaciones o cambios necesarios.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra una fuga grande, refi&#233;rase a
                            <hotlnk xrefid="s27104017">&#171;Inspecci&#243;n de la bomba de aceite&#187;</hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Cierre la v&#225;lvula y reci&#233;n entonces desconecte la tuber&#237;a de aire
                    comprimido.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n de la bomba de aceite</title>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31392.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Bomba de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Rotor externo</callout1>
                    <callout1 type="arabic">Placa</callout1>
                    <callout1 type="arabic">Rotor interno</callout1>
                    <callout1 type="arabic">Carcasa</callout1>
                </calloutgroup>
            </figure>
            <step1 id="s27104017">
                <para count="1">Retire e inspeccione la bomba de aceite, seg&#250;n el procedimiento descrito en el
                    &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione la carcasa y la placa de la bomba de aceite en busca de golpes, rayones
                            profundos o cambios de coloraci&#243;n en el metal.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione los engranajes del rotor en busca de da&#241;os o desgaste excesivo.</para>
                    </item>
                    <item>
                        <para>Si no encuentra da&#241;os considerables, refi&#233;rase a
                            <hotlnk xrefid="s27004021">&#171;Inspecci&#243;n de la tapa delantera&#187;</hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n de la tapa delantera</title>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31388.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" box="no"/>
                <caption>Ubicaci&#243;n de una fuga de presi&#243;n de aceite en la tapa delantera</caption>
            </figure>
            <step1>
                <para id="s27104021" count="1">Saque la tapa delantera (mitad delantera) seg&#250;n el procedimiento
                    descrito en el &#171;Manual de servicio del motor&#187;. Inspeccione la tapa delantera y la
                    empaquetadura en busca de da&#241;os. Haga las reparaciones o cambios necesarios y pru&#233;bela.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_72.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_74.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
