<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Cilindros - Retiro - Mediciones preliminares</stitle>
    <svcman/>
    <svcproc id="s26507.1.2" graphiccount="2">
        <title>Mediciones preliminares</title>
        <svcsubproc id="s26507.1.2.1">
            <title>Protuberancia de los pistones</title>
            <specpara>
                <note>
                    <para>Antes de sacar los pistones y las bielas se recomienda medir la protuberancia de los pistones
                        y el juego lateral de las bielas. Esto ayudar&#225; a identificar bielas dobladas o torcidas.
                    </para>
                </note>
            </specpara>
            <figure id="e300801" figsize="col-wide">
                <graphic filename="../figJ04/J04001.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de la protuberancia de los pistones</caption>
            </figure>
            <specpara>
                <note>
                    <para>Las mediciones de protuberancia de los pistones se hacen en las posiciones de las 3 y 9 horas.
                        Esas posiciones est&#225;n en l&#237;nea con el pasador de cada pist&#243;n y evitan el
                        movimiento de balanceo del pist&#243;n que habr&#237;a en cualquier otra posici&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mida la protuberancia del pist&#243;n por encima del bloque en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Coloque un medidor anal&#243;gico con base magn&#233;tica cerca del pist&#243;n que
                        va a medir. Refi&#233;rase a
                        <hotlnk document="mges3001_161.xml" xrefid="E3008C">"Herramientas especiales de
                            servicio"</hotlnk>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Ponga el medidor anal&#243;gico en cero en la superficie del bloque.</para>
                </step2>
                <step2>
                    <para count="1">Coloque el extremo del medidor sobre la cabeza del pist&#243;n en la posici&#243;n
                        de las 3 horas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga girar el cig&#252;e&#241;al en la direcci&#243;n de rotaci&#243;n normal. Esto
                        levantar&#225; el pist&#243;n a su protuberancia m&#225;xima en el punto muerto superior del
                        cilindro. Mida esta protuberancia m&#225;xima en el medidor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Anote la medida.</para>
                </step2>
                <step2>
                    <para count="1">Coloque el extremo del medidor sobre la cabeza del pist&#243;n en la posici&#243;n
                        de las 9 horas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga girar el cig&#252;e&#241;al en la direcci&#243;n de rotaci&#243;n normal para
                        levantar el pist&#243;n a su protuberancia m&#225;xima. Mida la protuberancia m&#225;xima
                        (altura del pist&#243;n sobre el bloque) en el medidor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Esto le dar&#225; un valor promedio de ambas medidas. Refi&#233;rase a
                        <hotlnk document="mges3001_159.xml" xrefid="E3008A">"Especificaciones"</hotlnk>. Cambie el pist&#243;n
                        y la biela si fuera necesario.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Juego lateral de las bielas</title>
            <figure id="e300802" figsize="col-wide">
                <graphic filename="../figJ04/J04002.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del juego lateral de las bielas</caption>
                <calloutgroup>
                    <callout1 type="arabic">L&#225;mina calibrada</callout1>
                    <callout1 type="arabic">Biela</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mida el juego lateral de las bielas con l&#225;minas calibradas en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Separe un par de bielas en un mu&#241;&#243;n del cig&#252;e&#241;al. Inserte la l&#225;mina
                        calibrada m&#225;s grande que pueda entre las bielas para medir el juego lateral.
                    </para>
                </step2>
                <step2>
                    <para count="1">Haga lo mismo con cada par de bielas en cada mu&#241;&#243;n del cig&#252;e&#241;al
                        y compare los valores con las especificaciones. Refi&#233;rase a
                        <hotlnk document="mges3001_159.xml" xrefid="E3008A">"Especificaciones"</hotlnk>.
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>La falta de juego pudiera indicar que hay una biela da&#241;ada o un cojinete de biela fuera
                        de lugar. Demasiado juego puede requerir el cambio de las bielas o del cig&#252;e&#241;al. Haga
                        las correcciones necesarias.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_147.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_149.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
