<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - CULATA Y TREN DE V&#193;LVULAS - ENSAMBLE DE COMPONENTES -
        Culatas
    </stitle>
    <svcman/>
    <svcproc svcproctype="install" graphiccount="3">
        <title>Culatas</title>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, aseg&#250;rese que la culata est&#233; libre de desechos. De lo
                    contrario, no ser&#225; posible obtener un buen sellado entre la culata y el empaque, lo que conduce
                    a escapes de aceite, refrigerante y de compresi&#243;n. No aplique compuesto sellador en las
                    superficies del empaque de la culata.
                </para>
                <para>Las roscas de los agujeros de los tornillos en el bloque del motor deben estar limpias y sopladas
                    con aire comprimido filtrado y seco (refi&#233;rase a
                    <xref refid="Safety07"/>). El mugre o el aceite dejado en los agujeros durante el ensamble, puede
                    causar atascamiento y/o una lectura falsa de torsi&#243;n.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Si no ha sido hecho previamente, limpie todos los agujeros de los tornillos de la culata con
                un macho cil&#237;ndrico con cabeza de tornillo
                <xref refid="te2350803"/>
                y remueva todos los desechos con aire comprimido filtrado (refi&#233;rase a
                <xref refid="Safety07"/>).
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que las camisas de los dos pasadores de gu&#237;a est&#233;n instaladas
                (una al frente y otra en la parte trasera del bloque del motor).
            </para>
            <figure id="f2350476" figsize="col-wide">
                <graphic filename="../figd08/d0870.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Camisas de los Pasadores de Gu&#237;a de la Culata (2)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Camisas de los pasadores de gu&#237;a de la culata (2)</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, instale un empaque de culata nuevo con el n&#250;mero dando
                    cara hacia arriba. Verifique que los cinco agujeros de tornillos superiores y los agujeros de las
                    varillas levantav&#225;lvulas en el empaque de culata est&#233;n todos alineados.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>Tenga cuidado para evitar rayar el compuesto azul de los empaques de la culata.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Coloque un empaque de culata nuevo sobre las camisas de los pasadores de gu&#237;a y sobre
                el bloque del motor.
            </para>
            <figure id="f2350477" figsize="col-wide">
                <graphic filename="../figd08/d0816.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Instalando el Empaque de Culata</caption>
            </figure>
        </step1>
        <specpara>
            <note>
                <para>Los rodillos levantav&#225;lvulas no se pueden remover o reemplazar cuando la culata est&#225;
                    atornillada al bloque del motor. Antes de instalar la culata, est&#233; seguro de haber terminado
                    cualquier trabajo requerido en los rodillos levantav&#225;lvulas.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale el soporte de levantamiento de la culata
                <xref refid="te2350404"/>
                en el centro de la culata. Apriete los tornillos de montaje del soporte.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, no deje caer la culata sobre el empaque y tampoco la deslice a
                    trav&#233;s del empaque. Cualquiera de estas acciones da&#241;ar&#225; el empaque de culata y las
                    camisas de los pasadores de gu&#237;a, resultando en escapes.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Sujete el gancho del elevador o las eslingas de levantamiento en el soporte de
                levantamiento. Levante la culata y alinee las camisas de los pasadores de gu&#237;a instalados
                previamente en el bloque del motor.
            </para>
            <figure id="f2350478" figsize="col-wide">
                <graphic filename="../figd08/d0884.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Instalando La culata en el Bloque del Motor</caption>
                <calloutgroup>
                    <callout1 type="arabic">Soporte de levantamiento</callout1>
                    <callout1 type="arabic">Cabrestante</callout1>
                    <callout1 type="arabic">Culata</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale dos tornillos externos M8 x 70 a trav&#233;s del tope de la culata. Atorn&#237;llelos
                hasta donde pueda con la mano.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva el soporte de levantamiento.</para>
        </step1>
        <step1>
            <para count="1">Instale tres tornillos internos M8 x 70 a trav&#233;s del tope de la culata. Atorn&#237;llelos
                hasta donde pueda con la mano.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_63.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_65.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
