<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - USO DEL MULT&#205;METRO DIGITAL -
        AMPER&#205;METRO
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="1">
        <title>AMPER&#205;METRO</title>
        <para>El amper&#237;metro se utiliza para medir el flujo de corriente (amperaje) en un circuito. Los amperios
            son unidades de flujo de electrones, que indican cu&#225;ntos electrones est&#225;n pasando a trav&#233;s
            del circuito. La Ley de Ohm indica que el flujo de corriente en un circuito es igual al voltaje del circuito
            dividido por la resistencia total del circuito. Como amperios (I) es la corriente en el circuito, aumentar
            el voltaje tambi&#233;n aumenta el nivel de corriente (amperios). Tambi&#233;n, cualquier disminuci&#243;n
            en resistencia (ohmios) aumentar&#225; el flujo de corriente (amperios).
        </para>
        <para>Al voltaje normal de operaci&#243;n, la mayor&#237;a de los circuitos tienen una cantidad caracter&#237;stica
            de flujo de corriente, llamada consumo de corriente. El consumo de corriente puede medirse con un amper&#237;metro.
            Referirse a una clasificaci&#243;n de consumo de corriente especificada para un componente (dispositivo el&#233;ctrico),
            medir el flujo de corriente en el circuito y comparar los dos (la clasificaci&#243;n con la medici&#243;n
            real) puede proporcionar valiosa informaci&#243;n de diagn&#243;stico.
        </para>
        <para>Un amper&#237;metro se conecta en serie con la carga, interruptores, resistores, etc.
            <xref refid="ef1750536"/>, de manera que toda la corriente fluye a trav&#233;s del amper&#237;metro. El
            amper&#237;metro medir&#225; el flujo de corriente s&#243;lo cuando el circuito est&#225; energizado y en
            operaci&#243;n. Antes de medir el flujo de corriente, tenemos que saber aproximadamente cu&#225;nta
            corriente habr&#225; para conectar el medidor debidamente. El DMM tiene fusible para medir hasta 10 amperios
            utilizando el punto de conexi&#243;n 10A.
        </para>
        <para>La estimaci&#243;n del flujo de corriente puede hacerse f&#225;cilmente. En la siguiente imagen, Instalaci&#243;n
            del amper&#237;metro
            <xref refid="ef1750536"/>, la resistencia de la lamparita es 2 ohmios. Aplicando la Ley de Ohm, podemos
            calcular que el flujo de corriente ser&#225; 6 amperios (6 A = 12 V / 2 ohmios). Si quitamos el fusible e
            instalamos el amper&#237;metro como se muestra, con el interruptor cerrado, mediremos 6 amperios de
            corriente fluyendo en el circuito. Note que el amper&#237;metro est&#225; instalado de manera que toda la
            corriente en el circuito fluye a trav&#233;s de &#233;l. El amper&#237;metro est&#225; instalado en serie.
        </para>
        <figure id="ef1750536" figsize="col-wide">
            <graphic filename="../figeg6/eg6128.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"/>
            <caption>Instalaci&#243;n del amper&#237;metro</caption>
        </figure>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales, aseg&#250;rese siempre de que la corriente est&#233; desconectada
                    antes de cortar, soldar o extraer componentes de un circuito para insertar el DMM y hacer mediciones
                    de corriente. Incluso una peque&#241;a cantidad de corriente puede ser peligrosa.
                </para>
            </warning>
        </specpara>
        <para>Un consumo excesivo de corriente significa que m&#225;s corriente est&#225; fluyendo en un circuito que
            aquella para la cual el fusible y el circuito fueron dise&#241;ados. La corriente excesiva abrir&#225; los
            fusibles y disyuntores. El consumo de corriente excesivo puede tambi&#233;n descargar r&#225;pidamente las
            bater&#237;as. El amper&#237;metro es &#250;til para ayudar a diagnosticar estas condiciones. Por otra
            parte, a veces un consumo de corriente reducido causar&#225; que un dispositivo (por ejemplo, el motor el&#233;ctrico
            de una ventana) opere mal. Recuerde que una mayor resistencia en el circuito causa que haya menos corriente
            disponible al dispositivo. Las conexiones flojas o corro&#237;das pueden con frecuencia causar este
            problema.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_154.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_156.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
