<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
        O FALTA DE ARRANQUE - Procedimientos de las pruebas
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Procedimientos de las pruebas</title>
        <svcproc svcproctype="describe" graphiccount="3">
            <title>Combustible</title>
            <figure id="f2400510" figsize="col-wide">
                <graphic filename="../figD31/D31249.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            </figure>
            <para>
                <emph type="bold">Finalidad</emph>
            </para>
            <para>Revisar el nivel y la calidad del combustible para que el motor funcione eficientemente.</para>
            <para>
                <emph type="bold">Herramientas</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Recipiente transparente (de aproximadamente 1 litro o 1 cuarto de gal&#243;n)</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las
                        instrucciones indicadas en las notas y avisos de advertencia y cuidado.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Procedimiento</emph>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de combustible:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>No fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque una muestra de combustible del tanque. El combustible debe ser del grado
                    apropiado, estar limpio y sin diluir.
                </para>
            </step1>
            <figure id="f2400511" figsize="col-wide">
                <graphic filename="../figD31/D31110.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Drenaje de combustible</caption>
            </figure>
            <figure id="f2400512" figsize="col-wide">
                <graphic filename="../figD31/D31116.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>V&#225;lvula de drenaje abierta</caption>
            </figure>
            <step1>
                <para count="1">Coloque una manguera desde el tubo de drenaje hacia un recipiente transparente y abra la
                    v&#225;lvula de drenaje de combustible.
                </para>
                <specpara>
                    <note>
                        <para>El clima fr&#237;o puede causar la formaci&#243;n de cristales de cera en algunos grados
                            de combustible diesel. Esto restringir&#225; o detendr&#225; el flujo de combustible a trav&#233;s
                            del filtro.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el combustible en busca de gasolina o queroseno.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione la muestra de combustible en busca de sedimentos o agua.</para>
            </step1>
            <specpara>
                <note>
                    <para>Si el filtro de combustible no ha sido cambiado o drenado en mucho tiempo, puede haber
                        sedimentos o agua en la muestra. Saque otra muestra para determinar la calidad del combustible.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si el veh&#237;culo se qued&#243; sin combustible, aseg&#250;rese de que el sistema haya sido
                        cebado. Refi&#233;rase al procedimiento en la Secci&#243;n 4 de este manual.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si las tres condiciones siguientes existen, refi&#233;rase a Fugas de combusti&#243;n hacia el
                        combustible en la Secci&#243;n 4.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>El sistema de combustible no se ceba.</para>
                        </item>
                        <item>
                            <para>Sale humo blanco o negro por el escape.</para>
                        </item>
                        <item>
                            <para>La presi&#243;n del combustible sube y baja.</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <para>
                <emph type="bold">Causas posibles</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>No hay combustible en el tanque.</para>
                </item>
                <item>
                    <para>La v&#225;lvula de combustible en l&#237;nea (si la tiene) podr&#237;a estar cerrada.</para>
                </item>
                <item>
                    <para>La tuber&#237;a de suministro de combustible podr&#237;a estar rota o aplastada.</para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n del tanque podr&#237;a estar obstruido o cuarteado.</para>
                </item>
                <item>
                    <para>Si tiene instalados filtros o separadores de agua adicionales, pueden estar obstruidos o tener
                        fugas que pudieran permitir la entrada de aire al sistema.
                    </para>
                </item>
                <item>
                    <para>Hay agua o contaminantes en el tanque de combustible.</para>
                </item>
                <item>
                    <para>Hay hielo en las tuber&#237;as de combustible.</para>
                </item>
                <item>
                    <para>Hay residuos en el tanque de combustible.</para>
                </item>
                <item>
                    <para>Si el combustible est&#225; turbio, no es del grado apropiado para temperaturas fr&#237;as.
                    </para>
                </item>
                <item>
                    <para>El combustible puede estar gelatinoso o tener cristales de cera. (Generalmente si es Grado
                        2-D).
                    </para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_76.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
