<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - PROCEDIMIENTOS DE DIAGN&#211;STICO DEL SISTEMA DE CONTROL ELECTR&#211;NICO
        - Uso de Master Diagnostics para probar sensores de temperatura de dos alambres
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="2">
        <title>Uso de Master Diagnostics para probar sensores de temperatura de dos alambres</title>
        <para>
            <emph type="bold">Prueba de voltaje de circuito abierto de se&#241;al (2 alambres)</emph>
        </para>
        <para>Use el software Master Diagnostics para exhibir el voltaje de se&#241;al del sensor. Instale la "T" de
            derivaciones en el conector del haz de cables. No conecte el sensor. Compare el voltaje exhibido con el
            voltaje esperado que aparece en la secci&#243;n de diagn&#243;stico para ese sensor. Esta prueba determinar&#225;
            si el circuito del sensor est&#225; en corto a tierra
            <xref refid="f17503008.4"/>.
        </para>
        <figure id="f17503008.4" figsize="col-wide">
            <graphic filename="../figEg8/Eg8835.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"/>
            <caption>Prueba de voltaje de circuito abierto de se&#241;al</caption>
            <calloutgroup>
                <callout1>1. Tierra, pin A (negro)</callout1>
                <callout1>2. Se&#241;al, pin B (verde)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <emph type="bold">Prueba de tierra de un sensor (2 alambres)</emph>
        </para>
        <para>Use un cable de puente para conectar el pin de se&#241;al al pin de tierra de la "T" de derivaciones. Vea
            el voltaje en la EST con el sensor desconectado. El voltaje exhibido debe coincidir con el voltaje esperado
            que aparece en la secci&#243;n de diagn&#243;stico para ese sensor. Cuando el alambre de se&#241;al se
            conecta al alambre de tierra, el voltaje exhibido ser&#225; casi cero voltios si la resistencia del circuito
            de tierra est&#225; dentro de las especificaciones
            <xref refid="f17503008.5"/>.
        </para>
        <figure id="f17503008.5" figsize="col-wide">
            <graphic filename="../figEg8/Eg8837.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"/>
            <caption>Prueba de tierra de un sensor con ZTSE4483 y puente</caption>
            <calloutgroup>
                <callout1>1. Se&#241;al, pin A (verde)</callout1>
                <callout1>2. Tierra, pin B (negro)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <emph type="bold">Suministro de voltaje de un sensor (2 alambres)</emph>
        </para>
        <para>Use un cable de puente de 0,5 k&#x2126; para conectar el pin de se&#241;al al pin de tierra de la "T" de
            derivaciones. Vea el voltaje en la EST con el sensor desconectado. El voltaje exhibido debe coincidir con el
            voltaje esperado que aparece en la secci&#243;n de diagn&#243;stico para ese sensor. Al ponerlo en puente,
            el voltaje exhibido debe ser menor de 1,0 voltios. Si la EST muestra m&#225;s de 1,0 voltios, el circuito de
            se&#241;al est&#225; en corto al V
            <subscript>REF</subscript>, a B+ o a otra fuente de voltaje.
        </para>
        <para>
            <emph type="bold">Pruebas operacionales de voltaje</emph>
        </para>
        <para>Use el software Master Diagnostics para ver los voltajes operacionales. Con la "T" de derivaciones
            instalada entre el sensor y el haz de cables, puede usar un DMM para medir el voltaje en el pin de se&#241;al
            en el sensor. El valor que aparece y el valor medido deber&#225;n ser aproximadamente iguales. Si no
            coinciden, el circuito puede tener alta resistencia. Los valores exhibidos pueden compararse con las
            especificaciones de voltaje operacional que aparecen en la secci&#243;n de diagn&#243;stico apropiada. Estas
            mediciones son &#250;tiles para determinar fallas dentro de los l&#237;mites o intermitentes.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_73.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_75.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
