<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - INTRODUCCI&#211;N - VISTA GENERAL DE LOS SISTEMAS
        - Sistema de enfriamiento
    </stitle>
    <svcman/>
    <svcproc id="s29600in.2.5" svcproctype="describe" graphiccount="1">
        <title>Sistema de enfriamiento</title>
        <svcsubproc id="s29600in.2.5.1">
            <title>Descripci&#243;n</title>
            <figure id="f29600in20" figsize="pg-wide">
                <graphic filename="../figd05/d0508j.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="532px"/>
                <caption>Figura 20. Diagrama del flujo del refrigerante</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">Tapa de salida del refrigerante</callout1>
                    <callout1 type="arabic">Tapa del enfriador de aceite</callout1>
                    <callout1 type="arabic">Enfriador de aceite</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                    <callout1 type="arabic">Culata</callout1>
                    <callout1 type="arabic">Carcasa de la tapa delantera</callout1>
                    <callout1 type="arabic">Bomba de refrigerante</callout1>
                    <callout1 type="arabic">Termostato</callout1>
                    <callout1 type="arabic">Conector de desaireaci&#243;n del refrigerante</callout1>
                </calloutgroup>
            </figure>
            <para>La funci&#243;n del sistema de enfriamiento es mantener el motor dentro de unos l&#237;mites de
                temperatura determinados. Los principales componentes incluyen termostato, enfriador de EGR, enfriador
                de aceite y una combinaci&#243;n de radiador, ventilador y bomba de refrigerante. La bomba de
                refrigerante es centr&#237;fuga e impulsada por una correa y est&#225; en la tapa delantera.
            </para>
            <para>La tapa delantera tiene varios conductos independientes. Dos conductos canalizan el refrigerante al
                bloque y a las culatas desde la bomba de refrigerante, dos conductos canalizan el refrigerante que
                regresa del bloque y de las culatas, y un desv&#237;o para encaminar el refrigerante de regreso a la
                bomba de refrigerante cuando el termostato est&#225; cerrado. Vea en el Ap&#233;ndice A la temperatura
                en que el termostato comienza a abrirse y la temperatura en la que queda completamente abierto.
            </para>
            <para>El refrigerante fluye del radiador al tubo de entrada de la tapa delantera y a la bomba de
                refrigerante. El refrigerante es empujado por la bomba, a trav&#233;s de la tapa delantera y hacia el
                bloque. El refrigerante del bloque fluye desde el frente hasta la parte de atr&#225;s, y es distribuido
                en forma pareja alrededor de los cilindros y a trav&#233;s de las culatas. El refrigerante fluye por las
                culatas de atr&#225;s hacia adelante. El refrigerante regresa a la tapa delantera a trav&#233;s de
                conductos en el bloque.
            </para>
            <para>
                <emph type="bold">Funcionamiento del termostato</emph>
            </para>
            <para>Cuando la temperatura del refrigerante est&#225; por debajo de la temperatura en que el termostato
                comienza a abrirse, vea , el refrigerante fluye a trav&#233;s del conducto de desv&#237;o hacia la bomba
                de refrigerante porque el orificio de salida del radiador est&#225; bloqueado. A medida que el motor
                llega a la temperatura de operaci&#243;n, el termostato se abre, dirigiendo el refrigerante a trav&#233;s
                del radiador y restringiendo la apertura del desv&#237;o.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
