<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos de
        rendimiento - Procedimientos de las pruebas - 18. Juego de v&#225;lvulas y juego del activador del freno
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="8">
        <title>18. Juego de v&#225;lvulas y juego del activador del freno</title>
        <svcprocinfo>
            <figure id="f27106091" figsize="col-wide">
                <graphic filename="../figH31/H31269.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <specpara>
                <note>
                    <para>Si las Pruebas 1 a 17 cumplen con las especificaciones, la operaci&#243;n del motor es buena.
                        No es necesario hace la Prueba 18.
                    </para>
                </note>
            </specpara>
            <figure id="f27106092" figsize="col-wide">
                <graphic filename="../figH31/H31456sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <randlist type="bullet">
                <title>Finalidad</title>
                <item>
                    <para>Medir o ajustar el juego de las v&#225;lvulas de admisi&#243;n y escape.</para>
                </item>
                <item>
                    <para>Medir o ajustar el juego del activador del freno por motor Diamond Logic&#174;.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>L&#225;minas calibradas</para>
                </item>
                <item>
                    <para>Destornillador plano.</para>
                </item>
                <item>
                    <para>Llave de extremo abierto (de dos tama&#241;os)</para>
                </item>
                <item>
                    <para>Torqu&#237;metro</para>
                </item>
                <item>
                    <para>Llave de pie (crowfoot) (de dos tama&#241;os)</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>Juego de las v&#225;lvulas de admisi&#243;n y de escape</title>
            </para>
            <para>Durante el procedimiento de ajuste del juego de las v&#225;lvulas, el cig&#252;e&#241;al debe girarse
                dos veces.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se ajustan seis v&#225;lvulas cuando el pist&#243;n N&#186; 1 est&#225; en el punto muerto
                        superior de compresi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Se ajustan seis v&#225;lvulas cuando el pist&#243;n N&#186; 6 est&#225; en el punto muerto
                        superior de compresi&#243;n.
                    </para>
                </item>
            </randlist>
            <para>Si el motor tiene freno por motor Diamond Logic&#174;, tambi&#233;n puede ajustar el juego del
                activador correspondiente antes y despu&#233;s de hacer girar el cig&#252;e&#241;al por segunda vez.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Ajuste del juego de las v&#225;lvulas</title>
            <step1>
                <para count="1">Saque la tapa de v&#225;lvula de acuerdo con el procedimiento descrito en el &#171;Manual
                    de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar el cig&#252;e&#241;al en el sentido de rotaci&#243;n del motor para eliminar
                    el juego del tren de engranajes y alinear la marca de sincronizaci&#243;n de la polea del
                    amortiguador con la marca &#171;TDC&#187; (punto muerto superior) de la tapa delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Confirme que el pist&#243;n N&#186; 1 est&#233; en el punto muerto superior de compresi&#243;n
                    haciendo girar ambas varillas de empuje a mano para verificar que las v&#225;lvulas est&#233;n
                    cerradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si las varillas de empuje est&#225;n flojas y giran f&#225;cilmente, el pist&#243;n N&#186;
                            1 est&#225; en el punto muerto superior de compresi&#243;n y las v&#225;lvulas est&#225;n
                            cerradas. Si el pist&#243;n N&#186; 1 est&#225; en el punto muerto superior de compresi&#243;n,
                            vea y haga los pasos 4, 5 y 6.
                        </para>
                    </item>
                    <item>
                        <para>Si las varillas de empuje del cilindro N&#186; 1 no giran f&#225;cilmente, el pist&#243;n
                            N&#186; 6 est&#225; en el punto muerto superior de compresi&#243;n. Confirme que las v&#225;lvulas
                            est&#233;n cerradas cercior&#225;ndose de que las varillas de empuje del cilindro 6 est&#233;n
                            flojas y giren f&#225;cilmente. Si el pist&#243;n N&#186; 6 est&#225; en el punto muerto
                            superior de compresi&#243;n, vea y haga los pasos 4, 5 y 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27106093" figsize="pg-wide">
                <graphic filename="../figH08/H08044sp.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Ajuste del juego de v&#225;lvulas con el pist&#243;n N&#186; 1 en el punto muerto superior de
                    compresi&#243;n
                </caption>
            </figure>
            <figure id="f27106094" figsize="pg-wide">
                <graphic filename="../figH08/H08045sp.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Ajuste del juego de v&#225;lvulas con el pist&#243;n N&#186; 6 en el punto muerto superior de
                    compresi&#243;n
                </caption>
            </figure>
            <figure id="f27106095" figsize="pg-wide">
                <graphic filename="../figH08/H08043sp.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Ajuste del juego de v&#225;lvulas</caption>
            </figure>
            <figure id="f27106096" figsize="col-wide">
                <graphic filename="../figH08/H08098.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>L&#225;mina calibrada entre el pie del pivote y el puente de v&#225;lvula</caption>
            </figure>
            <step1>
                <para count="1">Mida el juego de v&#225;lvulas en fr&#237;o con una l&#225;mina calibrada de 0,48 mm
                    (0,019") entre el pie del pivote y el puente de v&#225;lvulas. Si es necesario hacer un ajuste,
                    afloje la contratuerca y haga girar el tornillo de ajuste de la v&#225;lvula hasta que sienta una
                    ligera fricci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez ajustado el juego de las v&#225;lvulas, ajuste la contratuerca a 27 N&#183;m (20
                    lbf/pie) y saque la l&#225;mina calibrada. Vuelva a probar que haya una ligera fricci&#243;n en la l&#225;mina
                    calibrada. Si hay mucha o poca fricci&#243;n, repita los pasos 4 y 5.
                </para>
                <para>Si el motor tiene freno por motor Diamond Logic&#174;, tambi&#233;n puede ajustar el juego del
                    activador correspondiente antes de hacer girar el cig&#252;e&#241;al. Refi&#233;rase a &#171;Juego
                    del activador del freno por motor&#187; en esta secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar el cig&#252;e&#241;al 360&#176; en el sentido de rotaci&#243;n del motor para
                    eliminar el juego del tren de engranajes y volver a alinear la marca de sincronizaci&#243;n de la
                    polea del amortiguador con la marca &#171;TDC&#187; (punto muerto superior) de la tapa delantera.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si los primeros ajustes se hicieron con el pist&#243;n N&#186; 1 en el punto muerto
                            superior de compresi&#243;n, el cilindro 6 deber&#237;a estar en el punto muerto superior de
                            compresi&#243;n. Confirme que las v&#225;lvulas est&#233;n cerradas cercior&#225;ndose de
                            que las varillas de empuje del cilindro 6 est&#233;n flojas y giren f&#225;cilmente. Si el
                            pist&#243;n N&#186; 6 est&#225; en el punto muerto superior de compresi&#243;n, vea y haga
                            los pasos 4 y 5.
                        </para>
                    </item>
                    <item>
                        <para>Si los primeros ajustes se hicieron con el pist&#243;n N&#186; 6 en el punto muerto
                            superior de compresi&#243;n, el cilindro 1 deber&#237;a estar en el punto muerto superior de
                            compresi&#243;n. Confirme que las v&#225;lvulas est&#233;n cerradas cercior&#225;ndose de
                            que las varillas de empuje del cilindro 1 est&#233;n flojas y giren f&#225;cilmente. Si el
                            pist&#243;n N&#186; 1 est&#225; en el punto muerto superior de compresi&#243;n, vea y haga
                            los pasos 4 y 5.
                        </para>
                    </item>
                </randlist>
                <para>Si el motor tiene freno por motor Diamond Logic&#174;, tambi&#233;n puede ajustar el juego del
                    activador correspondiente. Refi&#233;rase a &#171;Juego del activador del freno por motor&#187; en
                    esta secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la tapa de v&#225;lvula de acuerdo con el procedimiento descrito en el &#171;Manual
                    de servicio del motor&#187;.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Juego del activador del freno por motor</title>
            <randlist type="bullet">
                <item>
                    <para>Tres activadores se ajustan cuando el pist&#243;n N&#186; 1 est&#225; en el punto muerto
                        superior de compresi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Tres activadores se ajustan cuando el pist&#243;n N&#186; 6 est&#225; en el punto muerto
                        superior de compresi&#243;n.
                    </para>
                </item>
            </randlist>
            <para>El correspondiente juego de las v&#225;lvulas de admisi&#243;n y escape deben ajustarse antes de girar
                el cig&#252;e&#241;al.
            </para>
            <para></para>
            <figure id="f27106097" figsize="pg-wide">
                <graphic filename="../figH08/H08048.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Juego del activador del freno por motor</caption>
            </figure>
            <figure id="f27106098" figsize="col-wide">
                <graphic filename="../figH08/H08050.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>L&#225;mina calibrada entre el puente de v&#225;lvulas y el activador del freno</caption>
            </figure>
            <step1>
                <para count="1">Mida el juego del freno en fr&#237;o con una l&#225;mina calibrada de 0,48 mm (0,019")
                    entre el activador y el puente de v&#225;lvulas. Si es necesario hacer un ajuste, afloje la
                    contratuerca y haga girar el tornillo de ajuste del activador hasta que sienta una ligera fricci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez ajustado el juego del activador del freno, ajuste la contratuerca a 27 N&#183;m
                    (20 lbf/pie) y saque la l&#225;mina calibrada. Vuelva a probar que haya una ligera fricci&#243;n en
                    la l&#225;mina calibrada. Si hay mucha o poca fricci&#243;n, repita los pasos 1 y 2.
                </para>
            </step1>
            <randlist type="bullet">
                <title>Causas posibles</title>
                <item>
                    <para>Tren de v&#225;lvulas gastado</para>
                </item>
                <item>
                    <para>Desgaste en el asiento o la cara de las v&#225;lvulas.</para>
                </item>
                <item>
                    <para>Desgaste del activador del freno por motor Diamond Logic&#174;.</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_114.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_E2710007.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
