<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="3">
        <title id="P1750205">PRUEBA DE Baja presi&#243;n de control de inyecci&#243;n</title>
        <svcprocinfo>
            <table id="te17502015" frame="all">
                <tgroup cols="3" colsep="1" rowsep="0">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">13. Prueba de baja presi&#243;n de control de inyecci&#243;n
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Haga la Prueba 13 si la presi&#243;n de control de inyecci&#243;n fue baja durante
                                    las Pruebas
                                    <emph type="bold">9</emph>
                                    o
                                    <emph type="bold">12</emph>.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Desconecte el EOT y revise el aceite en el dep&#243;sito (el aceite deber&#225;
                                    salirse). Vuelva a conectar el EOT. Vea la figura
                                    <emph type="bold">H</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Saque la manguera de alta presi&#243;n del m&#250;ltiple de aceite.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Conecte el adaptador
                                    <emph type="bold">ZTSE4359</emph>
                                    y el ICP a la manguera.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Observe la presi&#243;n mientras le da arranque al motor.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Instrumento</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>EST</para>
                            </entry>
                            <entry>
                                <para>500 lb/pulg2 m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>DMM</para>
                            </entry>
                            <entry>
                                <para>1 voltio m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n cumple con las
                                    especificaciones, inspeccione en busca de fugas en el sistema de aceite a alta presi&#243;n
                                    debajo de la tapa de v&#225;lvulas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n es baja inspeccione la
                                    rotaci&#243;n de la bomba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n sigue siendo baja,
                                    sustituya el IPR y repita la prueba.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Encontrar la causa de la baja presi&#243;n de control de inyecci&#243;n que impide que arranque el
                motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <note>
                    <para>Si detect&#243; DTC anteriormente, debe solucionar los problemas que los originaron antes de
                        realizar esta prueba.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Separe el conector del haz de cables del motor y el sensor de temperatura del aceite del
                    motor (EOT) en la parte izquierda trasera de la tapa delantera.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el EOT de la tapa delantera
                    <xref refid="f1750231"/>. El aceite deber&#225; salirse. Si el nivel del aceite es bajo, dele
                    arranque al motor y vuelva a medir el nivel. Si el nivel no aument&#243;, es posible que la bomba de
                    aceite no est&#233; suministrando la cantidad apropiada de aceite al dep&#243;sito. Si el nivel est&#225;
                    por encima del EOT, reinstale el sensor y vaya al paso siguiente.
                </para>
                <figure id="f1750231" figsize="col-wide">
                    <graphic filename="../figeg8/eg8886.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="600" box="no"/>
                    <caption>Revisi&#243;n del nivel de aceite en el dep&#243;sito</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de aceite a alta presi&#243;n del m&#250;ltiple de aceite de alta
                    presi&#243;n e instale el adaptador del juego de conectores hidr&#225;ulicos en el extremo de la
                    manguera de alta presi&#243;n
                    <xref refid="f1750232"/>.
                </para>
                <figure id="f1750232" figsize="pg-wide">
                    <graphic filename="../figeg8/eg8887.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="72" box="yes"/>
                    <caption>Prueba de baja presi&#243;n de control de inyecci&#243;n</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Un m&#233;todo alternativo ser&#237;a instalar otro ICP en el adaptador y la manguera y
                            dejar el ICP original en su lugar.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte el conector del haz de cables del motor en el ICP y retire el ICP.</para>
            </step1>
            <step1>
                <para count="1">Instale el adaptador del ICP en el extremo de la manguera de aceite a alta
                    presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Si va a usar la EST para medir la presi&#243;n de control de inyecci&#243;n, reconecte el
                            conector del haz de cables del motor al ICP. Observe y anote la presi&#243;n de control de
                            inyecci&#243;n mientras le da arranque al motor.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si no hay una EST disponible, siga los pasos restantes descritos a continuaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la "T" de derivaciones ZTSE4347 para ICP entre el ICP y su conector del haz de
                    cables del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el probador (+) del mult&#237;metro digital (DMM) al terminal verde y el
                    probador (-) al terminal negro de la "T" de derivaciones.
                </para>
            </step1>
            <step1>
                <para count="1">Observe la presi&#243;n de control de inyecci&#243;n (voltaje de se&#241;al) mientras le
                    da arranque al motor y anote el valor en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Si la presi&#243;n de control de inyecci&#243;n es mayor de 500 lb/pulg2 o 1 voltio,
                    vaya a la Prueba de fuga de presi&#243;n de control de inyecci&#243;n. Si la presi&#243;n de control
                    de inyecci&#243;n es menor de 500 lb/pulg2 o 1 voltio, haga lo siguiente: Instale una "T" de
                    derivaciones y mida el voltaje en el pin rojo. El voltaje debe ser 12 &#177;0,5 V. Conecte el pin
                    verde a la tierra del chasis mientras da arranque al motor. Si la presi&#243;n es mayor de 500
                    lb/pulg2 o 1 V, refi&#233;rase a Diagn&#243;sticos del IPR en la Secci&#243;n 3. Si la presi&#243;n
                    sigue siendo baja contin&#250;e con los siguientes pasos:
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <seqlist>
                <item>
                    <para>Retire la bomba de transferencia de combustible en su caja protectora.</para>
                </item>
                <item>
                    <para>D&#233; arranque al motor y revise la rotaci&#243;n del eje de la bomba de transferencia de
                        combustible dentro de su caja protectora. Si el eje no gira, retire la bomba de alta presi&#243;n
                        y apriete el engranaje activador. Reinstale la bomba de alta presi&#243;n. Vuelva a medir la
                        presi&#243;n de control de inyecci&#243;n mientras le da arranque al motor.
                    </para>
                </item>
                <item>
                    <para>Si la presi&#243;n es baja, sustituya el IPR y vuelva a medir la presi&#243;n de control de
                        inyecci&#243;n.
                    </para>
                </item>
                <item>
                    <para>Si la presi&#243;n sigue siendo baja, sustituya la bomba de aceite de alta presi&#243;n.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fuga de presi&#243;n de control de inyecci&#243;n</title>
            <step1>
                <para count="1">Retire la tapa de v&#225;lvulas / m&#250;ltiple de admisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Retire el ICP y el tap&#243;n adaptador (usado anteriormente) de la manguera de alta
                    presi&#243;n. Vuelva a conectar la manguera al m&#250;ltiple de aceite. Saque el otro extremo de la
                    manguera de la bomba de alta presi&#243;n y conecte un regulador de la presi&#243;n de aire a la
                    manguera (ya retirada) como se muestra en la ilustraci&#243;n Prueba de fuga de presi&#243;n de
                    control de inyecci&#243;n
                    <xref refid="f1750233"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique 100 lb/pulg2al m&#250;ltiple de aceite.</para>
                <figure id="f1750233" figsize="pg-wide">
                    <graphic filename="../figeg6/eg6815.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Prueba de fuga de presi&#243;n de control de inyecci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Inspeccione en busca de fugas alrededor de la base de cada inyector de combustible.
                </para>
            </step1>
            <para>Si alg&#250;n inyector tiene una fuga, s&#225;quelo e inspecci&#243;nelo en busca de da&#241;os o
                anillo O gastado.
            </para>
            <para>Si los inyectores no tienen fugas, realice una prueba de los inyectores con la llave en ON y el motor
                apagado, con la presi&#243;n de aire a&#250;n conectada. Revise la descarga de aceite de cada inyector.
                La descarga de aceite debe ser igual. Fuga de aceite en exceso indica que los inyectores est&#225;n
                defectuosos.
            </para>
            <para>Para encontrar las fugas, retire el suministro de aire y el regulador de la manguera de alta presi&#243;n
                y realice el procedimiento siguiente:
            </para>
            <seqlist>
                <item>
                    <para>Conecte un
                        <emph type="bold">detector automotriz de fugas en cilindros</emph>
                        a la manguera de alta presi&#243;n y aplique presi&#243;n de aire desde el detector.
                    </para>
                </item>
                <item>
                    <para>Haga una prueba de los inyectores con la llave en ON y el motor apagado para determinar el
                        porcentaje de fuga de cada cilindro mientras cada inyector es activado. Saque e inspeccione los
                        inyectores que muestren la mayor cantidad de fuga.
                    </para>
                </item>
                <item>
                    <para>Si ninguno de los inyectores tiene fuga excesiva, s&#225;quelos todos e inspeccione los
                        anillos O en busca de desgaste y da&#241;o. Sustituya los anillos defectuosos.
                    </para>
                    <para>Si entr&#243; aceite al sistema de combustible, drene los tanques y deseche el combustible
                        contaminado.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <para>Baja presi&#243;n (voltaje) de control de la inyecci&#243;n indica que los inyectores no est&#225;n
                recibiendo suficiente presi&#243;n de aceite. Esto puede ser causado por:
            </para>
            <randlist type="bullet">
                <item>
                    <para>No hay aceite en el motor.</para>
                </item>
                <item>
                    <para>Fuga desde el dep&#243;sito de aceite, posiblemente a trav&#233;s de la v&#225;lvula de
                        retenci&#243;n interna de la bomba de alta presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Culata rajada o porosa.</para>
                </item>
                <item>
                    <para>M&#250;ltiple de aceite/combustible rajado o poroso.</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa.</para>
                </item>
                <item>
                    <para>Fuga por el anillo O de un inyector.</para>
                </item>
                <item>
                    <para>Fuga por el cuerpo de un inyector.</para>
                </item>
                <item>
                    <para>Fuga interna en un inyector HEUI.</para>
                </item>
                <item>
                    <para>IPR trabado en posici&#243;n abierta.</para>
                </item>
                <item>
                    <para>Engranaje activador de la bomba flojo o da&#241;ado.</para>
                </item>
                <item>
                    <para>Bomba de aceite defectuosa incapaz de llenar el dep&#243;sito.</para>
                </item>
                <item>
                    <para>Cables del IPR defectuosos.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
                </item>
                <item>
                    <para>Conector adaptador para el ICP del juego de conectores hidr&#225;ulicos (ZTSE4359)</para>
                </item>
                <item>
                    <para>DMM (ZTSE4357) (opcional)</para>
                </item>
                <item>
                    <para>"T" de derivaciones (ZTSE4347) para ICP (opcional)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_43.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_45.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
