<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Restricci&#243;n en la admisi&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Restricci&#243;n en la admisi&#243;n</title>
        <figure id="f2400634" figsize="col-wide">
            <graphic filename="../figD31/D31277.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Determinar si existe alguna restricci&#243;n en el sistema de admisi&#243;n de aire que podr&#237;a
            provocar problemas de rendimiento del motor.
        </para>
        <specpara>
            <note>
                <para>Una alta restricci&#243;n en la admisi&#243;n o en el escape puede causar una gran cantidad de
                    humo negro o azul.
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Barra de medidores (Magnehelic).</para>
            </item>
            <item>
                <para>Manguera para pruebas.</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <step1>
            <para count="1">Inspeccione las siguientes piezas en busca de restricci&#243;n, da&#241;os o instalaci&#243;n
                incorrecta:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La entrada y los conductos del filtro de aire.</para>
                </item>
                <item>
                    <para>Mangueras y abrazaderas.</para>
                </item>
                <item>
                    <para>La carcasa del filtro de aire, el elemento filtrante y las empaquetaduras.</para>
                </item>
                <item>
                    <para>El enfriador de aire turboalimentado instalado en el chasis y su tuber&#237;a.</para>
                </item>
                <item>
                    <para>Indicador de restricci&#243;n del filtro o medidor en el tablero.</para>
                </item>
            </randlist>
        </step1>
        <figure id="f2400635" figsize="col-wide">
            <graphic filename="../figD31/D31121.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Baja restricci&#243;n</caption>
        </figure>
        <figure id="f2400636" figsize="col-wide">
            <graphic filename="../figD31/D3117.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Alta restricci&#243;n</caption>
        </figure>
        <specpara>
            <note>
                <para>La restricci&#243;n en la admisi&#243;n deber&#237;a ser menor a 25 pulgadas de H
                    <subscript>2</subscript>O. Cuando el filtro alcanza la m&#225;xima restricci&#243;n permitida, el
                    indicador amarillo llega a la parte superior de la ventanilla y autom&#225;ticamente se traba.
                </para>
            </note>
        </specpara>
        <figure id="f2400637" figsize="col-wide">
            <graphic filename="../figD31/D31208.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Derivaci&#243;n en la carcasa del filtro de aire</caption>
        </figure>
        <step1>
            <para count="1">Saque el indicador de restricci&#243;n de la entrada de aire o la manguera que va desde la
                carcasa del filtro hacia el medidor de restricci&#243;n en el tablero de instrumentos.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la manguera para pruebas a la derivaci&#243;n de la carcasa del filtro de aire.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Cuando encamine la manguera para pruebas, no la quiebre, no la pase muy cerca de piezas en
                    movimiento ni permita que toque superficies calientes del motor.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Conecte la manguera al medidor Magnehelic o al man&#243;metro.</para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para alguna tarea
                    de diagn&#243;stico o mantenimiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Haga funcionar el motor en ralent&#237; alto sin carga.</para>
        </step1>
        <step1>
            <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de rendimiento.</para>
        </step1>
        <randlist type="bullet">
            <item>
                <para>Si la restricci&#243;n es mayor a 3,13 kPa (12,5 pulgadas de H
                    <subscript>2</subscript>O), cambie el elemento filtrante.
                </para>
            </item>
            <item>
                <para>Si la restricci&#243;n es mayor a 3,13 kPa (12,5 pulgadas de H
                    <subscript>2</subscript>O) y el filtro es nuevo, revise en busca de obstrucciones en la entrada de
                    aire.
                </para>
            </item>
            <item>
                <para>Si la restricci&#243;n es menor a 3,13 kPa (12,5 pulgadas de H
                    <subscript>2</subscript>O), siga con los diagn&#243;sticos de rendimiento.
                </para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Hay una prueba equivalente, usando el indicador de restricci&#243;n instalado en el filtro, que s&#243;lo
                    puede hacerse con el motor funcionando a plena carga y potencia nominal. El valor m&#225;ximo real
                    de la restricci&#243;n del filtro de aire en esta prueba es 6,22 kPa (25 pulgadas de H
                    <subscript>2</subscript>O).
                </para>
            </note>
        </specpara>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Hay nieve en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>Hay hielo en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>Hay bolsas pl&#225;sticas u otros elementos extra&#241;os en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>El filtro de aire est&#225; aplastado.</para>
            </item>
            <item>
                <para>En motores reci&#233;n reparados, pueden haber quedado pedazos de trapos o tapones olvidados en el
                    sistema de admisi&#243;n.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_116.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_118.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
