<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - CARACTER&#205;STICAS DEL MOTOR Y DEL VEH&#205;CULO
        - Caracter&#237;sticas y funciones opcionales - Apagado temporizado en ralent&#237; (IST)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Apagado temporizado en ralent&#237; (IST)</title>
        <para>El apagado temporizado en ralent&#237; (IST) es una funci&#243;n opcional que permite que el ECM apague el
            motor cuando haya transcurrido mucho tiempo funcionando en ralent&#237;. El temporizador puede programarse a
            solicitud del cliente para que apague autom&#225;ticamente el motor en per&#237;odos en ralent&#237; entre 2
            y 120 minutos.
        </para>
        <para>Antes de que se apague el motor se encender&#225; la luz roja ENGINE. La luz destellar&#225; por 30
            segundos para advertir al conductor que el motor se apagar&#225;. El tiempo en ralent&#237; es medido desde
            la &#250;ltima operaci&#243;n del pedal del embrague o del pedal del freno. Para que el IST funcione, la
            transmisi&#243;n no debe estar en ninguna marcha.
        </para>
        <para>
            <title>El apagado temporizado en ralent&#237; no funciona si:</title>
        </para>
        <randlist type="bullet">
            <item>
                <para>La toma de fuerza est&#225; activa.</para>
            </item>
            <item>
                <para>El motor no est&#225; en velocidad de ralent&#237; (700 RPM).</para>
            </item>
            <item>
                <para>Se detecta que el veh&#237;culo se mueve o una falla en el sensor de la velocidad del veh&#237;culo
                    (VSS).
                </para>
            </item>
            <item>
                <para>La temperatura de operaci&#243;n del refrigerante est&#225; por debajo de 60 &#176;C (140 &#176;F).</para>
            </item>
            <item>
                <para>La temperatura ambiente del aire est&#225; por debajo de 16 &#176;C (60 &#176;F) o por encima de
                    44 &#176;C (110 &#176;F).
                </para>
            </item>
            <item>
                <para>Se usa el pedal del freno o se detecta una falla en el interruptor de freno.</para>
            </item>
            <item>
                <para>Se hunde el pedal del embrague o se detecta una falla en el interruptor del pedal del embrague
                    (transmisi&#243;n mec&#225;nica, si tiene interruptor de embrague).
                </para>
            </item>
            <item>
                <para>Se mueve la palanca de cambios fuera de neutro o PARK (transmisi&#243;n autom&#225;tica).</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_41.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
