<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL Y COJINETES,
        &#193;RBOL DE LEVAS Y BUJES - LIMPIEZA, INSPECCI&#211;N Y PRUEBAS - Bloque del motor
    </stitle>
    <svcman/>
    <svcproc id="s2960008.2.1" svcproctype="clean" graphiccount="6">
        <title>Bloque del motor</title>
        <svcsubproc id="s2960008.2.1.1">
            <title>Limpieza del bloque del motor</title>
            <specpara>
                <note>
                    <para>La mejor manera de limpiar el bloque del motor durante una reparaci&#243;n general es con un
                        ba&#241;o qu&#237;mico o inmersi&#243;n en un tanque caliente. Este procedimiento elimina todo
                        el material carbonizado y dep&#243;sitos minerales que se acumulan en los conductos del
                        refrigerante. Si no hay un tanque caliente disponible, use el siguiente procedimiento:
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Limpie e inspeccione a fondo el bloque del motor antes y despu&#233;s del
                        reacondicionamiento.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                        <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Elimine el material de empaquetadura de las superficies labradas del bloque del motor
                    con un cepillo no met&#225;lico de cerdas duras.
                </para>
            </step1>
            <step1>
                <para count="1">Lave los cilindros con agua, jab&#243;n y un cepillo de cerdas duras de nailon.</para>
            </step1>
            <step1>
                <para count="1">Lave el bloque inferior con solvente. S&#233;quelo con aire comprimido filtrado.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando haga el procedimiento siguiente, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas; refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
            </specpara>
            <figure id="f296000820" figsize="col-wide">
                <graphic filename="../figd06/d0637.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 311. Saque los tapones acopados de la galer&#237;a de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Punz&#243;n</callout1>
                    <callout1 type="arabic">Martillo</callout1>
                    <callout1 type="arabic">Tap&#243;n acopado</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Para sacar el tap&#243;n acopado de la galer&#237;a de aceite (en la parte de atr&#225;s
                    del bloque), ponga un punz&#243;n cerca del borde del tap&#243;n y golpee con un martillo. Saque el
                    tap&#243;n y des&#233;chelo.
                </para>
            </step1>
            <figure id="f296000821" figsize="col-wide">
                <graphic filename="../figd06/d0638.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 312. Limpie la galer&#237;a principal de aceite</caption>
            </figure>
            <step1>
                <para count="1">Limpie la galer&#237;a principal de aceite con un cepillo para galer&#237;as de aceite
                    .
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Antes de instalar los tapones de la galer&#237;a principal de aceite en el bloque, use
                        empaquetadura l&#237;quida .
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Cubra los bordes de los nuevos tapones acopados con empaquetadura l&#237;quida. Instale
                    los nuevos tapones acopados de la galer&#237;a de aceite con un insertador de tapones de galer&#237;a
                    de aceite . El insertador instala los tapones de la galer&#237;a de aceite a la profundidad
                    correcta. Deben quedar al ras o hasta unos 1,5 mm (0,060") por debajo de la superficie del bloque.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                        <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
                <caution>
                    <para>Para evitar da&#241;os en el motor, limpie y seque las roscas de los orificios para pernos del
                        bloque con aire comprimido filtrado. Las roscas con suciedad o aceite pueden hacer que los
                        pernos se atasquen y den medidas de torque incorrectas.
                    </para>
                </caution>
            </specpara>
            <figure id="f296000822" figsize="col-wide">
                <graphic filename="../figd06/d0648.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 313. Limpie las cavidades para pernos de la culata</caption>
            </figure>
            <step1>
                <para count="1">Limpie las cavidades para pernos de la culata con un rectificador de roscas . Elimine
                    los residuos con aire comprimido filtrado.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960008.2.1.2">
            <title>Inspecci&#243;n del bloque del motor</title>
            <step1>
                <para count="1">Despu&#233;s de la limpieza, inspeccione el bloque del motor en busca de grietas,
                    rayones, asperezas o desgaste en los cilindros.
                </para>
            </step1>
            <figure id="f296000823" figsize="col-wide">
                <graphic filename="../figd06/d0614.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 314. Mida la rectitud de la superficie superior del bloque de cilindros</caption>
                <calloutgroup>
                    <callout1 type="arabic">Regla</callout1>
                    <callout1 type="arabic">L&#225;minas calibradas</callout1>
                    <callout1 type="arabic">Superficie superior del bloque de cilindros</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mida la rectitud de la superficie superior (plataforma de encendido) del bloque de
                    cilindros con una regla . Inserte una l&#225;mina calibrada entre la regla y la superficie de la
                    culata.
                </para>
                <step2>
                    <para count="1">Mida toda la superficie y si la separaci&#243;n excede las especificaciones , debe
                        cambiar el bloque del motor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Divida la superficie en cuadrados de 150 mm x 150 mm y mida cada uno; si la separaci&#243;n
                        excede la especificaciones , debe cambiar el bloque del motor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Divida la superficie en cuadrados de 25 mm x 25 mm y mida cada uno; si la separaci&#243;n
                        excede la especificaciones , debe cambiar el bloque del motor.
                    </para>
                </step2>
            </step1>
            <specpara>
                <caution>
                    <para>No rectifique el bloque del motor. Cualquier defecto en la superficie, que exceda los
                        mencionados arriba, no puede corregirse.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Si las paredes de los cilindros tiene da&#241;os menores pero en general no exceden las
                    especificaciones de ovalizaci&#243;n, es posible rectificarlos.
                </para>
            </step1>
            <figure id="f296000824" figsize="col-wide">
                <graphic filename="../figd06/d0615.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 315. Mida la ovalizaci&#243;n del cilindro</caption>
            </figure>
            <step1>
                <para count="1">Mida la ovalizaci&#243;n del cilindro con un medidor de di&#225;metros interiores .
                </para>
                <step2>
                    <para count="1">Mida el di&#225;metro del cilindro en el l&#237;mite superior del recorrido de los
                        anillos del pist&#243;n. Aseg&#250;rese de medir en el &#225;ngulo correcto hasta la l&#237;nea
                        central del cig&#252;e&#241;al (dimensi&#243;n A). Anote la medida.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mida cada cilindro colocando el medidor paralelo a la l&#237;nea central del cig&#252;e&#241;al
                        (dimensi&#243;n B) Anote la medida.
                    </para>
                </step2>
                <step2>
                    <para count="1">La diferencia entre la dimensi&#243;n A y la dimensi&#243;n B es la ovalizaci&#243;n
                        en la parte superior del cilindro.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento en la parte inferior del recorrido del anillo para medir la
                    ovalizaci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, si los cilindros est&#225;n demasiado rayados, ovalados o
                        exceden las especificaciones, debe rectificarlos a un tama&#241;o m&#225;s grande.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Si los cilindros cumplen con las especificaciones , puede usar pistones y anillos de
                    tama&#241;o est&#225;ndar. Si no hay necesidad de rectificar los cilindros, elimine el vidriado
                    antes del ensamblaje. Para mayores detalles vea "Eliminaci&#243;n del vidriado de los cilindros" en
                    esta secci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960008.2.1.3">
            <title>Eliminaci&#243;n del vidriado de los cilindros</title>
            <specpara>
                <note>
                    <para>Si va a eliminar el vidriado de los cilindros, debe sacar los tubos de enfriamiento.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Use un asentador para eliminar vidriado (4 pulgadas) para eliminar el vidriado del
                    cilindro. Este cepillo flexible de nailon con puntas recubiertas de carburo de silicio elimina r&#225;pidamente
                    y en una sola operaci&#243;n el vidriado de las paredes de los cilindros y produce un acabado rayado
                    reticulado. El cepillo se acomoda al contorno de la pared del cilindro y acondiciona la superficie
                    sin alterar el di&#225;metro del cilindro.
                </para>
            </step1>
            <figure id="f296000825" figsize="col-wide">
                <graphic filename="../figd06/d0618.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 316. Prepare el asentador para eliminar el vidriado</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales para reducir el peligro ante la posibilidad de que salten part&#237;culas;
                        refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Roc&#237;e con l&#237;quido penetrante el cepillo asentador y la pared del cilindro.
                    Este l&#237;quido contiene grafito coloidal y funciona bien para este trabajo.
                </para>
            </step1>
            <step1>
                <para count="1">Elimine el vidriado en la forma siguiente:</para>
                <step2>
                    <para count="1">Conecte el asentador para eliminar vidriado en un taladro el&#233;ctrico o neum&#225;tico
                        de velocidad variable.
                    </para>
                    <specpara>
                        <warning>
                            <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad
                                con protectores laterales cuando limpie con aire comprimido, para reducir el peligro
                                ante la posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207
                                kPa (30 lb/pulg
                                <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                            </para>
                        </warning>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Se requiere una velocidad de aproximadamente 100 - 120 RPM. El ajuste de velocidad se
                                necesita para que el procedimiento tenga &#233;xito.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Trabaje en la eliminaci&#243;n del vidriado de la pared del cilindro por unos 15
                        segundos. Recorra la cavidad hacia arriba y hacia abajo, a una velocidad de un recorrido
                        completo hacia abajo y hacia arriba por segundo.
                    </para>
                </step2>
                <step2>
                    <para count="1">Saque el asentador fuera del cilindro mientras el cepillo est&#225; girando. Limpie
                        la pared del cilindro e inspeccione el rayado reticulado.
                    </para>
                    <specpara>
                        <note>
                            <para>El rayado reticulado dejado por la herramienta abrasiva deber&#225; tener
                                aproximadamente 45&#176;.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Si el rayado reticulado es "m&#225;s plano" que lo requerido, aumente la velocidad
                        del recorrido hacia arriba y hacia abajo o disminuya la velocidad del taladro, seg&#250;n sea
                        necesario.
                    </para>
                </step2>
                <step2>
                    <para count="1">Siga eliminando el vidriado de la pared del cilindro por 10 a 15 segundos o 20 a 25
                        recorridos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie la pared del cilindro y verifique el rayado reticulado a 45&#176;.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de eliminar el vidriado, limpie totalmente las paredes de cilindro con un
                    cepillo de cerdas suaves, jab&#243;n y agua. S&#233;quelo con aire comprimido filtrado. Lubrique el
                    cilindro con aceite limpio de motor.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_159.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_161.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
