<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Cilindros - Limpieza e inspecci&#243;n - Revisi&#243;n del
        encaje del cojinete de la biela
    </stitle>
    <svcman/>
    <svcproc id="s26507.2.6" graphiccount="0">
        <title>Revisi&#243;n del encaje del cojinete de la biela</title>
        <specpara>
            <note>
                <para>Los casquillos del cojinete deben encajar bien ajustados en la cavidad. Cuando los cojinetes se
                    insertan en la biela y en la tapa, sobresalen por encima de la l&#237;nea de separaci&#243;n. Esta
                    protuberancia es necesaria para conseguir el aplastamiento del cojinete. Es importante limpiar a
                    fondo las tapas de las bielas antes de instalar los casquillos de los cojinetes.
                </para>
                <para>La distancia entre los extremos del cojinete es ligeramente mayor que el di&#225;metro de la
                    cavidad de la biela dentro de la cual se instalan. Esto es para que los extremos del cojinete se
                    abran hacia afuera en la l&#237;nea de separaci&#243;n cuando se aplastan al ajustar los pernos. Con
                    el uso normal se perder&#225; algo de la tensi&#243;n, pero eso no es motivo para cambiar el
                    cojinete.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Cuando el conjunto se aprieta, el cojinete se comprime, asegurando un contacto positivo
                entre el reverso del cojinete y la cavidad.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique los pernos de las bielas con aceite limpio de motor. Atornille la tapa a la biela
                con los casquillos del cojinete nuevos. Ajuste los pernos en forma alternativa y pareja al
                <hotlnk document="mges3001_160.xml" xrefid="E3008B">torque especial</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Mida el di&#225;metro interno del cojinete de la biela en dos lugares 90&#176; uno del otro
                con un calibrador telesc&#243;pico. Promedie las dos medidas del di&#225;metro interno. Anote la medida.
                Refi&#233;rase a
                <hotlnk document="mges3001_161.xml" xrefid="E3008C">"Herramientas especiales de servicio"</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Mida el di&#225;metro de cada mu&#241;&#243;n del cig&#252;e&#241;al con un micr&#243;metro
                de 2 - 3 pulgadas. Anote la medida.
            </para>
        </step1>
        <step1>
            <para count="1">Reste el di&#225;metro de cada mu&#241;&#243;n del cig&#252;e&#241;al del di&#225;metro
                interno del cojinete de su biela respectiva para obtener el juego de funcionamiento entre los cojinetes
                y el cig&#252;e&#241;al. Repita con cada mu&#241;&#243;n del cig&#252;e&#241;al.
            </para>
        </step1>
        <step1>
            <para count="1">Si el juego de funcionamiento entre los cojinetes y el cig&#252;e&#241;al excede las
                especificaciones debido a desgaste en el cig&#252;e&#241;al, cambie o rectifique el cig&#252;e&#241;al e
                instale casquillos de cojinete subtama&#241;o de precisi&#243;n. Refi&#233;rase a
                <hotlnk document="mges3001_159.xml" xrefid="E3008A">"Especificaciones"</hotlnk>.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, no intente reducir el juego de funcionamiento entre el mu&#241;&#243;n
                    y el cojinete rectificando la tapa del cojinete, el cojinete o ambas piezas. S&#243;lo rectifique o
                    cambie el cig&#252;e&#241;al.
                </para>
            </caution>
            <note>
                <para>Tambi&#233;n puede medir el juego de funcionamiento usando Plastigage&#174;.</para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_155.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_157.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
