<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Funcionamiento del software de diagn&#243;stico -
        Detecci&#243;n de c&#243;digos de falla - Monitorizaci&#243;n continua
    </stitle>
    <svcman/>
    <svcproc id="s306000301.2" svcproctype="diagnose" graphiccount="0">
        <title>Monitorizaci&#243;n continua</title>
        <para id="s306000301.2.1">La monitorizaci&#243;n continua es una serie de pruebas de diagn&#243;stico que el m&#243;dulo
            de control electr&#243;nico (ECM) realiza cont&#237;nuamente para detectar diferentes tipos de fallas
            (fallas con valores fuera de los l&#237;mites, fallas con valores dentro de los l&#237;mites y fallas de
            sistemas). Durante la monitorizaci&#243;n continua el interruptor de encendido est&#225; en ON.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Fallas con valor superior al l&#237;mite</emph>
                    (voltaje superior al l&#237;mite normal de operaci&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Fallas con valor inferior al l&#237;mite</emph>
                    (voltaje inferior al l&#237;mite normal de operaci&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Fallas con valor dentro de los l&#237;mites</emph>
                    (voltaje dentro de los l&#237;mites normales de operaci&#243;n pero incorrecto para las condiciones
                    reinantes)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Fallas de sistemas</emph>
                    (un sistema no est&#225; funcionando de acuerdo con las condiciones reinantes)
                </para>
            </item>
        </randlist>
        <para>Si el ECM recibe una se&#241;al que excede los l&#237;mites (ya sea superior o inferior al l&#237;mite
            normal de operaci&#243;n), registra y establece un c&#243;digo de falla (DTC). El ECM monitoriza los
            sistemas para determinar si est&#225;n funcionando dentro de los l&#237;mites operacionales normales. Si el
            ECM detecta que un sistema excede l&#237;mites determinados, registrar&#225; una falla y establecer&#225; un
            DTC.
        </para>
        <para>Cada DTC tiene tres d&#237;gitos que permiten identificar el origen de un desperfecto medido o
            monitorizado electr&#243;nicamente. Una falla es un desperfecto medido o monitorizado electr&#243;nicamente.
        </para>
        <para>El ECM monitoriza continuamente el sistema de presi&#243;n de control de inyecci&#243;n y el sistema de
            control y manejo del aire. Si el ECM detecta que un sistema excede un l&#237;mite determinado, registrar&#225;
            una falla y establecer&#225; un DTC.
        </para>
        <para>Durante la operaci&#243;n normal del motor, el ECM realiza autom&#225;ticamente varias pruebas para
            detectar fallas. Cuando detecta una falla, el ECM con frecuencia ejecuta una estrategia de control de fallas
            para permitir que la operaci&#243;n del veh&#237;culo contin&#250;e, aunque a veces con menor potencia.
        </para>
        <para>Cuando el motor est&#225; en marcha, los eventos del motor quedan registrados permanentemente en el ECM.
            Los eventos del motor pueden leerse con la herramienta electr&#243;nica de servicio (EST).
        </para>
        <para>
            <title>Eventos del motor</title>
        </para>
        <para>
            <title>Eventos est&#225;ndar del motor</title>
            Los eventos est&#225;ndar del motor incluyen temperatura excesiva del refrigerante, baja presi&#243;n del
            aceite y velocidad excesiva del motor (exceso de RPM).
        </para>
        <para>
            <title>Registro en horas de funcionamiento del motor o valor del od&#243;metro</title>El ECM registra los
            eventos del motor de dos maneras, horas de funcionamiento del motor y valor indicado por el od&#243;metro.
        </para>
        <randlist type="bullet">
            <title>Ejemplos</title>
            <item>
                <para>Overheat Hour 1 (Hora - Recalentamiento 1)</para>
            </item>
            <item>
                <para>Overheat Hour 2 (Hora - Recalentamiento 2)</para>
            </item>
            <item>
                <para>Overheat Odometer 1(Od&#243;metro - Recalentamiento 1)</para>
            </item>
            <item>
                <para>Overheat Odometer 2(Od&#243;metro - Recalentamiento 2)</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_S306000301.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_42.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
