<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - SENSORES DEL MOTOR
        Y DEL VEH&#205;CULO - Sensores de efecto Hall
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>Sensores de efecto Hall</title>
        <para>Los sensores de efecto Hall generan se&#241;ales de voltaje.</para>
        <para>
            <emph type="bold">Ejemplo</emph>:
        </para>
        <randlist type="bullet">
            <item>
                <para>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
            </item>
        </randlist>
        <para>El CMP contiene un transductor, un im&#225;n permanente, un acondicionador de se&#241;al y un transistor
            conmutador. La forma y frecuencia de las se&#241;ales de voltaje son el resultado de perturbaciones en el
            campo magn&#233;tico del sensor. El im&#225;n permanente genera un campo magn&#233;tico alrededor del
            transductor. A medida que el disco de sincronizaci&#243;n (con ventanas y porciones s&#243;lidas) gira, el
            campo magn&#233;tico es perturbado y el transductor genera una se&#241;al que es filtrada y acondicionada
            dentro del CMP.
        </para>
        <para>Una vez que la se&#241;al ha sido acondicionada, es enviada a la base del transistor conmutador, y hace
            que el transistor ponga a tierra la l&#237;nea de 5 voltios procedente del ECM. En este momento, el ECM
            recibir&#225; una se&#241;al de cero voltios.
        </para>
        <para>Cada vez que una porci&#243;n s&#243;lida del disco pasa frente al sensor, el transductor pone la se&#241;al
            a tierra. Esto hace que el transistor se desconecte y permite que el ECM detecte una se&#241;al de 5
            voltios. Esto permite al ECM determinar la posici&#243;n y la velocidad del motor. La duraci&#243;n menor de
            la parte s&#243;lida m&#225;s angosta del disco de sincronizaci&#243;n permite al ECM determinar la posici&#243;n
            del &#225;rbol de levas.
        </para>
        <para>El CMP est&#225; conectado al ECM por tres cables: una se&#241;al de 5 voltios, un V
            <subscript>REF</subscript>
            de 5 voltios y una tierra de la se&#241;al.
        </para>
        <figure id="f1750122" figsize="pg-wide">
            <graphic filename="../figeg1/eg1276.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"/>
            <caption>Sensor de posici&#243;n del &#225;rbol de levas</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
