<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DEL SISTEMA DE CONTROL
        ELECTR&#211;NICO - Diagn&#243;sticos de circuitos - Activador del turboalimentador de geometr&#237;a variable
        (VGT)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Activador del turboalimentador de geometr&#237;a variable (VGT)</title>
        <svcprocinfo>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3383" filename="../figd33/d3383.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del activador del turboalimentador de geometr&#237;a variable
                    (VGT)
                </caption>
            </figure>
            <para>El diagrama de la funci&#243;n del activador del turboalimentador de geometr&#237;a variable incluye
                lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Activador del turboalimentador de geometr&#237;a variable (VGT)</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Sensor de la posici&#243;n del acelerador e interruptor de confirmaci&#243;n de ralent&#237;
                        (APS / IVS)
                    </para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</para>
                </item>
                <item>
                    <para>Sensor de la posici&#243;n del cig&#252;e&#241;al (CKP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de recirculaci&#243;n de gases de escape (EGRP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de la contrapresi&#243;n del escape (EBP)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de control de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</para>
                </item>
                <item>
                    <para>Sensor de la temperatura del m&#250;ltiple (MAT)</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>El activador del turboalimentador de geometr&#237;a variable (VGT) es una v&#225;lvula de posici&#243;n
                variable que controla la posici&#243;n de las aspas en la carcasa de la turbina. El activador del VGT
                est&#225; encima del turboalimentador. La posici&#243;n de la v&#225;lvula es controlada conmutando una
                fuente de voltaje dentro del ECM. El circuito a tierra es suministrado directa y constantemente desde la
                tierra de la bater&#237;a.
            </para>
            <para>El control del activador se logra estableciendo una se&#241;al modulada por duraci&#243;n de pulsaci&#243;n,
                en respuesta a la velocidad del motor, la cantidad de combustible deseada, presi&#243;n reforzadora o
                contrapresi&#243;n de escape y altitud.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito del VGT</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3313" filename="../figd33/d3313.webp" type="webp" scalefit="1" scalefitwidth="502px"/>
                <caption>Diagrama del circuito del VGT</caption>
            </figure>
            <para>El activador del VGT est&#225; conectado a tierra por el terminal 2, directamente desde el terminal de
                tierra de la bater&#237;a. El ECM controla al activador del VGT a trav&#233;s del terminal 1, con una se&#241;al
                modulada por duraci&#243;n de pulsaci&#243;n desde su terminal X1-18. Variando el porcentaje de tiempo
                de activaci&#243;n y desactivaci&#243;n del solenoide del VGT se obtiene un control preciso. Un ciclo de
                trabajo alto indica que se est&#225; ordenando una alta cantidad de contrapresi&#243;n. Un ciclo de
                trabajo bajo indica que se est&#225; ordenando menos presi&#243;n.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>Puede detectarse una interrupci&#243;n o corto a tierra en el circuito de control del VGT mediante una
                comprobaci&#243;n de los circuitos de salida realizada durante las pruebas est&#225;ndar con la llave en
                ON y el motor apagado. Si se detecta una falla en el circuito aparecer&#225; un DTC. Cuando el motor est&#225;
                en marcha, el ECM puede detectar si la contrapresi&#243;n del escape es igual a la presi&#243;n deseada.
                Cuando la contrapresi&#243;n del escape medida no se parece a la presi&#243;n deseada, el ECM ignorar&#225;
                la se&#241;al del EBP e intentar&#225; controlar el motor con el valor deseado.
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del VGT</title>
            </para>
            <para>Los DTC se leen con la herramienta electr&#243;nica de servicio (EST) o contando los destellos de las
                luces ENGINE &#225;mbar y roja.
            </para>
            <verbatim id="f240dtc261">
                <line>
                    <emph type="bold">DTC 261</emph>
                </line>
                <line>
                    <emph type="bold">Comprobaci&#243;n de los circuitos de salida</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 261 cuando falla la prueba de OCC luego de hacer una prueba est&#225;ndar
                        con la llave en ON y el motor apagado.
                    </para>
                </item>
                <item>
                    <para>El DTC 261 puede aparecer cuando hay mala conexi&#243;n al solenoide del VGT o una bobina del
                        VGT est&#225; defectuosa.
                    </para>
                </item>
            </randlist>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
                </item>
                <item>
                    <para>Cable de interfaz EZ-Tech de International&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Haz de derivaci&#243;n</para>
                </item>
                <item>
                    <para>Caja de conexiones</para>
                </item>
                <item>
                    <para>Juego de adaptadores para probar terminales</para>
                </item>
                <item>
                    <para>Haz de derivaci&#243;n de 12 pines</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos del VGT con los pines</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3313" filename="../figd33/d3313.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Diagrama del circuito del VGT</caption>
            </figure>
            <table id="te24007083" tblwidth="pg-wide" frame="bottom">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.00in"/>
                    <colspec colname="col2" colwidth="0.86in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo de la bater&#237;a
                                        al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1" align="center">
                                <note>
                                    <para>Refi&#233;rase al manual Diagrama de circuitos el&#233;ctricos del chasis para
                                        informaci&#243;n sobre los n&#250;meros de los circuitos y la ubicaci&#243;n de
                                        los conectores y fusibles.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el circuito del activador</emph>
                                    (Con la llave en OFF. Desconecte el cable negativo de la bater&#237;a. Con la caja
                                    de conexiones instalada en el terminal X1 del ECM del cableado del motor).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X1-18 a tierra</para>
                            </entry>
                            <entry>
                                <para>3-7 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Hay resistencia a trav&#233;s de todo el circuito del VGT, incluyendo la bobina
                                    del activador. Mida con el conector del activador enchufado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones en el cableado</emph>
                                    (Con la llave en OFF. Desconecte el cable negativo de la bater&#237;a. Con la caja
                                    de conexiones instalada en el terminal X1 del ECM del cableado del motor. Conecte el
                                    haz de derivaci&#243;n de 12 pines al cableado del chasis y del motor. Conecte el
                                    cableado del activador al cableado del motor solamente).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Especif.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X1-18 a 1</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en cable de control del VGT.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2 a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en el circuito a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2 a 10 (12 pines)</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si >5 &#x2126;, busque interrupci&#243;n entre el pin 2 del conector del activador
                                    al pin 10 del haz de derivaci&#243;n de 12 pines.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10 (12 pines) a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si >5 &#x2126;, busque interrupci&#243;n entre el pin 10 del haz de derivaci&#243;n
                                    de 12 pines y la tierra del chasis.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>1 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60;1 k&#x2126;, busque un corto a tierra en el circuito entre el conector del
                                    activador y el pin X1-18 del ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">C&#243;digos de falla del VGT</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>DTC 261 = Falla de la autoprueba de OCC del activador del VGT.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_182.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_184.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
