<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos para motores
        que no arrancan o arrancan con dificultad - Procedimientos de las pruebas - 13. Presi&#243;n del combustible y
        aireaci&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="12">
        <title>13. Presi&#243;n del combustible y aireaci&#243;n</title>
        <svcprocinfo>
            <figure id="f2710545" figsize="col-wide">
                <graphic filename="../figH31/H31438sp.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <para>
                <title>Finalidad</title>
            </para>
            <para>Verificar que la presi&#243;n del combustible sea correcta y que el combustible no tenga aire.</para>
            <specpara>
                <note>
                    <para>Haga lo siguiente:</para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Preg&#250;ntele al conductor si la luz de agua en combustible se encendi&#243; mientras usaba
                        el veh&#237;culo.
                    </para>
                </item>
                <item>
                    <para>Si el motor tiene el sensor opcional de presi&#243;n de combustible (EFP), preg&#250;ntele al
                        conductor si la luz &#225;mbar FUEL FILTER estaba encendida mientras conduc&#237;a el veh&#237;culo.
                        Si estaba encendido, cambie el filtro de combustible y verifique si el motor sigue con poco
                        rendimiento.
                    </para>
                </item>
                <item>
                    <para>Si el veh&#237;culo se qued&#243; sin combustible, aseg&#250;rese de que el sistema haya sido
                        cebado. Refi&#233;rase a
                        <hotlnk document="mges270_74.xml" xrefid="s27105001">&#171;Cebado del sistema de combustible&#187;</hotlnk>
                        en la Secci&#243;n 4 para el procedimiento.
                    </para>
                </item>
                <item>
                    <para>Refi&#233;rase a &#171;Fugas de combusti&#243;n hacia el combustible&#187; en la Secci&#243;n
                        4, si aparecen las tres condiciones siguientes:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>El sistema de combustible no se ceba.</para>
                        </item>
                        <item>
                            <para>Sale humo blanco o negro por el escape.</para>
                        </item>
                        <item>
                            <para>La presi&#243;n del combustible sube y baja.</para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Medidor de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Kit para pruebas de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Balde de 4 a 20 litros (1 a 5 galones)</para>
                </item>
                <item>
                    <para>Acople para pruebas de presi&#243;n de combustible o aceite</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Medici&#243;n de la presi&#243;n de combustible</title>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones de presi&#243;n de combustible en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    o el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y an&#243;telas en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si el motor tiene el sensor opcional de presi&#243;n de combustible (EFP), monitorice la presi&#243;n
                        de combustible con la EST y el software MasterDiagnostics&#174;. Compare los valores obtenidos
                        con la EST y con el medidor.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Aseg&#250;rese de poner un trapo o un recipiente adecuado debajo de la v&#225;lvula para
                        pruebas de presi&#243;n de combustible cuando est&#233; purgando la galer&#237;a de combustible.
                        Deseche el combustible en un recipiente adecuado y claramente rotulado &#171;COMBUSTIBLE DIESEL&#187;
                        y de acuerdo con las regulaciones locales.
                    </para>
                </caution>
                <note>
                    <para>El combustible puede ser da&#241;ino para el medio ambiente. Nunca deseche combustible en la
                        basura, en la tierra, en las alcantarillas o en corrientes o cuerpos de agua.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh11/h11060.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>V&#225;lvula Shrader</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula</callout1>
                    <callout1 type="arabic">V&#225;stago central</callout1>
                </calloutgroup>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh11/h11061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Acople para diagn&#243;sticos</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula</callout1>
                    <callout1 type="arabic">Secci&#243;n central</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Los motores tienen una v&#225;lvula para pruebas de presi&#243;n de combustible en la forma de
                        una v&#225;lvula Shrader o de un acople para diagn&#243;sticos.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31284.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Medidor de presi&#243;n de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de desconexi&#243;n r&#225;pida</callout1>
                    <callout1 type="arabic">Conducto para pruebas</callout1>
                    <callout1 type="arabic">Medidor de presi&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Conducto transparente para pruebas</callout1>
                </calloutgroup>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31285.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="232px"/>
                <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
            </figure>
            <specpara>
                <note>
                    <para>Si el motor tiene una v&#225;lvula Shrader, use el adaptador para pruebas de presi&#243;n de
                        combustible.
                    </para>
                </note>
            </specpara>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figd31/d3196.webp" type="webp" scalefit="1" scalefitwidth="192px"
                         scalefitheight="232px"/>
                <caption>Acople para pruebas de presi&#243;n de combustible o aceite</caption>
            </figure>
            <specpara>
                <note>
                    <para>Si el motor tiene un acople para diagn&#243;sticos, ad&#225;ptele el acople para pruebas de
                        presi&#243;n de combustible o aceite al medidor de presi&#243;n de combustible.
                    </para>
                </note>
            </specpara>
            <figure id="f2710557" figsize="col-wide">
                <graphic filename="../figH31/H31283.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Medidor de presi&#243;n de combustible conectado al adaptador para pruebas de presi&#243;n de
                    combustible
                </caption>
            </figure>
            <step1>
                <para count="1">Conecte el medidor de presi&#243;n de combustible con v&#225;lvula de cierre y una
                    manguera transparente de 3/8" a la v&#225;lvula para pruebas.
                </para>
            </step1>
            <step1>
                <para count="1">Encamine la manguera transparente hacia un recipiente.</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor
                            o al veh&#237;culo, cumpla con las siguientes advertencias:
                        </para>
                        <para>Cuando encamine el conducto para pruebas, no lo quiebre, no lo pase muy cerca de piezas en
                            movimiento ni permita que toque superficies calientes del motor.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Encienda el motor o dele arranque por 20 segundos. Mida la presi&#243;n de combustible
                    con la v&#225;lvula cerrada. Abra la v&#225;lvula para ver si hay aire en el combustible.
                </para>
                <specpara>
                    <note>
                        <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso
                            de aire. El paso de aire debe cesar r&#225;pidamente. A medida que la presi&#243;n
                            desciende, un flujo constante sin burbujas indicar&#225; que el combustible no tiene aire.
                        </para>
                    </note>
                    <note>
                        <para>Si no tiene un medidor de presi&#243;n de combustible con v&#225;lvula de cierre y una
                            manguera transparente de 3/8", refi&#233;rase a la prueba alterna &#171;Prueba de
                            combustible con aire usando un conducto de combustible de repuesto&#187;.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n es menor a la especificada y el combustible no tiene aire, cambie el
                            filtro de aire y limpie el colador. Vuelva a medir la presi&#243;n de combustible.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible tiene aire, refi&#233;rase a &#171;Combustible con aire&#187; en la
                            Secci&#243;n 4.
                        </para>
                    </item>
                    <item>
                        <para>Si despu&#233;s de cambiar el filtro de combustible y limpiar el colador, la presi&#243;n
                            de combustible sigue siendo baja y el combustible no tiene aire, haga la prueba &#171;Funcionamiento
                            de la bomba de combustible&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n est&#225; dentro de las especificaciones y el combustible no tiene
                            aire, no siga probando el sistema de combustible. Pase a la siguiente prueba de diagn&#243;stico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <para>
                <title>Causas posibles</title>
            </para>
            <randlist type="bullet">
                <title>No llega combustible</title>
                <item>
                    <para>El tanque tiene poco combustible.</para>
                </item>
                <item>
                    <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n de
                        combustible.
                    </para>
                </item>
                <item>
                    <para>La v&#225;lvula de combustible en l&#237;nea (si la tiene) podr&#237;a estar cerrada.</para>
                </item>
                <item>
                    <para>Los sellos de los conductos entre los tanques est&#225;n defectuosos.</para>
                </item>
                <item>
                    <para>Hielo en los conductos de combustible.</para>
                </item>
                <item>
                    <para>La bomba de transferencia del tanque no funciona.</para>
                </item>
                <item>
                    <para>Tubo de captaci&#243;n del tanque est&#225; agrietado.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Baja presi&#243;n de combustible</title>
                <item>
                    <para>El elemento filtrante est&#225; sucio.</para>
                </item>
                <item>
                    <para>Residuos u &#243;xido en el colador de combustible.</para>
                </item>
                <item>
                    <para>La restricci&#243;n entre el tanque y la entrada al filtro puede causar alta restricci&#243;n
                        y baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Los filtros suplementarios o separadores de agua tapados pueden causar alta restricci&#243;n y
                        baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n.</para>
                </item>
                <item>
                    <para>Un conducto de suministro de combustible retorcido o muy doblado, o el tubo de captaci&#243;n
                        obstruido causar&#225;n alta restricci&#243;n y baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>El combustible en el filtro est&#225; gelatinoso o tiene cristales de cera y causar&#225; alta
                        restricci&#243;n y baja presi&#243;n. (Generalmente si es Grado 2-D).
                    </para>
                </item>
                <item>
                    <para>Hay hielo en los conductos de combustible.</para>
                </item>
                <item>
                    <para>Una restricci&#243;n entre el conector de entrada de combustible y la bomba puede causar baja
                        presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                </item>
                <item>
                    <para>La v&#225;lvula reguladora de la presi&#243;n de combustible est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>La bomba de combustible est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>La bomba de aceite de alta presi&#243;n est&#225; defectuosa (no puede hacer funcionar la
                        bomba de combustible).
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Combustible con aire</title>
                <item>
                    <para>El sello del conector de entrada del filtro de combustible est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El filtro de suministro o el separador de agua tienen una fuga.</para>
                </item>
                <item>
                    <para>Un conducto de combustible flojo en el lado de succi&#243;n del sistema puede permitir la
                        entrada de aire y causar la baja presi&#243;n (m&#225;s notorio bajo carga).
                    </para>
                </item>
                <item>
                    <para>La v&#225;lvula de drenaje del colador est&#225; floja o da&#241;ada.</para>
                </item>
                <item>
                    <para>La taza del colador est&#225; doblada o da&#241;ada.</para>
                </item>
                <item>
                    <para>Falta el sello anular de la taza del colador.</para>
                </item>
                <item>
                    <para>Los sellos del tubo de acero de entrada a la bomba de combustible est&#225;n da&#241;ados.
                    </para>
                </item>
                <item>
                    <para>Los sellos de la bomba cebadora est&#225;n da&#241;ados.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Restricci&#243;n en el flujo de combustible</title>
                <item>
                    <para>El elemento filtrante est&#225; sucio.</para>
                </item>
                <item>
                    <para>Residuos u &#243;xido en el colador de combustible.</para>
                </item>
                <item>
                    <para>Restricci&#243;n entre la entrada del filtro y el tanque puede causar alta restricci&#243;n y
                        baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Los filtros suplementarios o separadores de agua tapados pueden causar alta restricci&#243;n y
                        baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Residuos en el tanque pueden causar alta restricci&#243;n y baja presi&#243;n.</para>
                </item>
                <item>
                    <para>Un conducto de suministro de combustible retorcido o muy doblado, o el tubo de captaci&#243;n
                        obstruido causar&#225;n alta restricci&#243;n y baja presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>El combustible en el filtro est&#225; gelatinoso o tiene cristales de cera y causar&#225; alta
                        restricci&#243;n y baja presi&#243;n. (Generalmente si es Grado 2-D).
                    </para>
                </item>
                <item>
                    <para>Hay hielo en los conductos de combustible.</para>
                </item>
                <item>
                    <para>Una restricci&#243;n entre el conector de entrada de combustible y la bomba puede causar baja
                        presi&#243;n.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Alta presi&#243;n de combustible (sube y baja)</title>
                <item>
                    <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                </item>
                <item>
                    <para>La v&#225;lvula reguladora de la presi&#243;n de combustible no funciona.</para>
                </item>
                <item>
                    <para>Hay fuga de gases de combusti&#243;n hacia el sistema de combustible.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de aireaci&#243;n con un conducto de combustible de repuesto</title>
            <specpara>
                <note>
                    <para id="spare">&#201;ste es un m&#233;todo alterno. Use este procedimiento s&#243;lo si no tiene
                        un medidor de presi&#243;n de combustible con v&#225;lvula de cierre.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Conducto de combustible de repuesto (del filtro a la bomba de suministro)</para>
                </item>
                <item>
                    <para>Conducto pl&#225;stico transparente</para>
                </item>
                <item>
                    <para>Abrazadera para la manguera (2)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <figure id="f2710562" figsize="col-wide">
                <graphic filename="../figH31/H31217.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Conducto de suministro de combustible</caption>
            </figure>
            <step1>
                <para count="1">Saque el conducto de suministro del lado de succi&#243;n de la bomba y de la carcasa del
                    filtro.
                </para>
            </step1>
            <figure id="f2710563" figsize="col-wide">
                <graphic filename="../figH31/H31215.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto de combustible para la prueba</caption>
                <calloutgroup>
                    <callout1 type="arabic">Abrazadera (2)</callout1>
                    <callout1 type="arabic">Tubo pl&#225;stico transparente</callout1>
                    <callout1 type="arabic">Conducto de repuesto (mitad)</callout1>
                    <callout1 type="arabic">Sello de manguito (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Arme un conducto para pruebas de combustible.</para>
                <randlist type="bullet">
                    <item>
                        <para>Use un conducto de combustible de repuesto. Aseg&#250;rese de que los sellos de manguito
                            est&#233;n en buen estado. Corte un trozo de unos 8 cm (3 pulgadas) del centro del conducto
                            de combustible. Conecte el conducto transparente en lugar de la porci&#243;n que elimin&#243;
                            y suj&#233;telo con las abrazaderas.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Guarde el conducto para pruebas de combustible para futuras tareas de diagn&#243;stico. El
                            conducto para pruebas de combustible es una herramienta esencial que debe mantenerse junto
                            con las dem&#225;s herramientas de diagn&#243;stico. La garant&#237;a no cubre el costo del
                            conducto para pruebas de combustible.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f2710564" figsize="col-wide">
                <graphic filename="../figH31/H31216.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto para pruebas instalado</caption>
            </figure>
            <step1>
                <para count="1">Instale el conducto para pruebas.</para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que los sellos de manguito est&#233;n en buen estado.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Haga una de las dos siguientes cosas:</para>
                <randlist type="bullet">
                    <item>
                        <para>Para las pruebas del formulario
                            <emph type="bold">&#171;Diagn&#243;sticos para motores que no arrancan o arrancan con
                                dificultad&#187;</emph>, d&#233; arranque al motor por 20 segundos y revise si hay
                            burbujas de aire en el conducto de pl&#225;stico transparente.
                        </para>
                    </item>
                    <item>
                        <para>Para las pruebas del formulario
                            <emph type="bold">&#171;Diagn&#243;sticos de rendimiento&#187;</emph>, haga funcionar el
                            motor en ralent&#237; alto sin carga y revise si hay burbujas de aire en el conducto de pl&#225;stico
                            transparente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <specpara>
                    <note>
                        <para>Al principio, el combustible tendr&#225; aire, a causa de haber drenado el filtro y el
                            colador en la prueba anterior.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si el combustible tiene aire, revise si hay una fuga en el lado de succi&#243;n del
                            sistema de combustible. Refi&#233;rase a &#171;Combustible con aire&#187; en la Secci&#243;n
                            4.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible no tiene aire y la presi&#243;n de combustible est&#225; bien, pase a la
                            prueba siguiente.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible no tiene aire y la presi&#243;n es baja, haga la prueba &#171;Funcionamiento
                            de la bomba de combustible&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el conducto para prueba de combustible e instale el conducto original.</para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que los sellos de manguito est&#233;n en buen estado.</para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento de la bomba de combustible</title>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Bomba de vac&#237;o y medidor (kit)</para>
                </item>
                <item>
                    <para>Abrazadera</para>
                </item>
                <item>
                    <para>Medidor de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Kit para pruebas de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Acople para pruebas de presi&#243;n de combustible o aceite</para>
                </item>
                <item>
                    <para>Balde de 4 a 20 litros (1 a 5 galones)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <figure id="f2710565" figsize="col-wide">
                <graphic filename="../figH31/H31291.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Manguera de prueba al conducto de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conducto de combustible (lado de succi&#243;n)</callout1>
                    <callout1 type="arabic">Abrazadera</callout1>
                    <callout1 type="arabic">Manguera</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>El medidor de presi&#243;n con la v&#225;lvula de cierre en l&#237;nea sigue conectado a la v&#225;lvula
                        para pruebas de presi&#243;n de combustible. Si la v&#225;lvula de cierre no est&#225; abierta,
                        la prueba dar&#225; resultados falsos. Haga lo siguiente:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Abra la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el conducto (lado de succi&#243;n) del filtro de combustible.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine el conducto para pruebas, no lo quiebre, no lo pase muy cerca de piezas en
                        movimiento ni permita que toque superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Deslice la manguera de prueba en el conducto y suj&#233;tela con una abrazadera o con un
                    adaptador c&#243;nico (del kit de la bomba de vac&#237;o) que encaje en el extremo del conducto de
                    combustible.
                </para>
            </step1>
            <figure id="f2710566" figsize="col-wide">
                <graphic filename="../figH31/H31290.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <step1>
                <para count="1">Inserte la boquilla de la bomba de vac&#237;o en la manguera de prueba.</para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor, revise los valores del medidor y an&#243;telos en el
                    formulario de diagn&#243;sticos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si es menor de 12 pulgadas de mercurio, revise el conducto de acero y las conexiones entre
                            el medidor de vac&#237;o y la bomba de combustible. Revise la integridad del adaptador de la
                            manguera de prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si el vac&#237;o sigue por debajo de las especificaciones, cambie la bomba de combustible
                            seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si es mayor de 12 pulgadas de mercurio, la bomba de combustible est&#225; funcionando
                            bien. Cambie el regulador de presi&#243;n y vuelva a medir la presi&#243;n de combustible.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n sigue estando baja despu&#233;s de haber cambiado la bomba y el
                            regulador, revise en busca de alguna restricci&#243;n entre el filtro y el tanque.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_91.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_93.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
