<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Sistemas del motor - Sistema de control electr&#243;nico
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de control electr&#243;nico</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Componentes del sistema de control electr&#243;nico</title>
            <figure id="f2700133.5" figsize="pg-wide">
                <graphic filename="../figj31/j31017.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="532px" box="no"/>
                <caption>Sistema de control electr&#243;nico</caption>
            </figure>
            <para>
                <title>Funcionamiento y funci&#243;n</title>El m&#243;dulo de control electr&#243;nico (ECM) monitoriza
                y controla el comportamiento del motor para asegurar el m&#225;ximo rendimiento y el cumplimiento de las
                normas sobre emisiones. El ECM tiene cuatro funciones primarias:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Proporcionar voltaje de referencia (V
                        <subscript>REF</subscript>)
                    </para>
                </item>
                <item>
                    <para>Acondicionar las se&#241;ales de entrada</para>
                </item>
                <item>
                    <para>Procesar y almacenar estrategias de control</para>
                </item>
                <item>
                    <para>Controlar los activadores</para>
                </item>
            </randlist>
            <para>
                <title>Voltaje de referencia (V
                    <subscript>REF</subscript>)
                </title>
            </para>
            <para>El ECM suministra una se&#241;al V
                <subscript>REF</subscript>
                de 5 V hacia los sensores del sistema de control electr&#243;nico. Al comparar la se&#241;al V
                <subscript>REF</subscript>
                de 5 V enviada a los sensores con las se&#241;ales devueltas por ellos, el ECM determina presiones,
                posiciones y otras variables importantes para el funcionamiento del motor y del veh&#237;culo.
            </para>
            <para>El ECM suministra el V
                <subscript>REF</subscript>
                mediante dos circuitos independientes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El V
                        <subscript>REF</subscript>
                        A suministra 5 V a los sensores del motor.
                    </para>
                </item>
                <item>
                    <para>El V
                        <subscript>REF</subscript>
                        B suministra 5 V a los sensores del veh&#237;culo.
                    </para>
                </item>
            </randlist>
            <para>
                <title>Acondicionador de se&#241;ales</title>
            </para>
            <para>El acondicionador de se&#241;ales en el microprocesador interno convierte se&#241;ales anal&#243;gicas
                en se&#241;ales digitales, convierte ondas sinusoidales en ondas rectangulares, o amplifica se&#241;ales
                de baja intensidad hasta un nivel que el microprocesador del ECM pueda procesar.
            </para>
            <para>
                <title>Microprocesador</title>
            </para>
            <para>El microprocesador del ECM almacena instrucciones de operaci&#243;n (estrategias de control) y tablas
                de valores (par&#225;metros de calibraci&#243;n). El ECM compara las instrucciones y valores almacenados
                con los valores de entrada acondicionados, para determinar la estrategia de operaci&#243;n apropiada
                para todas las operaciones del motor.
            </para>
            <para>Dentro del ECM se realizan c&#225;lculos constantes a dos niveles o velocidades distintas: c&#225;lculos
                de primer plano y c&#225;lculos de segundo plano.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Los c&#225;lculos de primer plano ocurren a una velocidad mucho m&#225;s r&#225;pida que los c&#225;lculos
                        de segundo plano, y normalmente representan las funciones m&#225;s importantes para la operaci&#243;n
                        del motor. El control de la velocidad del motor es un ejemplo.
                    </para>
                </item>
                <item>
                    <para>Los c&#225;lculos de segundo plano son normalmente variables que cambian a una velocidad
                        menor. La temperatura del motor es un ejemplo.
                    </para>
                </item>
            </randlist>
            <para>El microprocesador genera c&#243;digos de falla (DTC) si las se&#241;ales de entrada u otras
                condiciones no cumplen con los valores esperados.
            </para>
            <para>Las estrategias de diagn&#243;stico tambi&#233;n est&#225;n programadas en el ECM. Algunas estrategias
                monitorizan las entradas en forma continua y ordenan las salidas necesarias para lograr el rendimiento
                correcto del motor.
            </para>
            <para>
                <title>Memoria del microprocesador</title>
            </para>
            <para>El microprocesador del ECM incluye memoria de lectura solamente (ROM) y memoria de acceso directo
                (RAM).
            </para>
            <para>
                <title>ROM</title>
            </para>
            <para>La memoria ROM almacena en forma permanente las tablas de calibraci&#243;n y las estrategias de
                operaci&#243;n. La informaci&#243;n permanente almacenada en la ROM no se puede cambiar ni se pierde al
                apagar el motor o cuando el suministro de energ&#237;a hacia el ECM se interrumpe. La ROM incluye lo
                siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Configuraci&#243;n, modos de operaci&#243;n y opciones del veh&#237;culo</para>
                </item>
                <item>
                    <para>C&#243;digo de clasificaci&#243;n de familia de motor (EFRC)</para>
                </item>
                <item>
                    <para>Modos de advertencia y protecci&#243;n del motor</para>
                </item>
            </randlist>
            <para>
                <title>RAM</title>
            </para>
            <para>La memoria RAM almacena informaci&#243;n temporal sobre condiciones actuales del motor. Esta informaci&#243;n
                temporal almacenada en la RAM se pierde cuando la llave de encendido se pone en
                <emph type="italic">OFF</emph>
                o cuando se interrumpe el suministro de energ&#237;a hacia el ECM. La informaci&#243;n en RAM incluye lo
                siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Temperatura del motor</para>
                </item>
                <item>
                    <para>RPM del motor</para>
                </item>
                <item>
                    <para>Posici&#243;n del pedal del acelerador</para>
                </item>
            </randlist>
            <para>
                <title>Control de los activadores</title>El ECM controla los activadores aplic&#225;ndoles una se&#241;al
                de bajo nivel (controlador del lado de tierra) o una se&#241;al de alto nivel (controlador del lado de
                energ&#237;a). Al ser conmutados, ambos impulsores completan un circuito a tierra o a energ&#237;a de un
                activador.
            </para>
            <para>Los activadores son controlados de tres maneras (de acuerdo al tipo de activador):</para>
            <randlist type="bullet">
                <item>
                    <para>Por un r&#233;gimen de trabajo (porcentaje de tiempo activo o inactivo)</para>
                </item>
                <item>
                    <para>Por una amplitud de impulsos controlada</para>
                </item>
                <item>
                    <para>Por conmutaci&#243;n para encenderlos o apagarlos</para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
