<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - TURBO ALIMENTADOR DE RESPUESTA VARIABLE ELECTR&#211;NICA&#8482; -
        OPERACI&#211;N GENERAL - Inspecci&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="4">
        <title>Inspecci&#243;n</title>
        <svcsubproc>
            <title>Inspecci&#243;n del Desensamble</title>
            <para>Antes de desensamblar, efect&#250;e las siguientes revisiones. Si el turbo alimentador cumple estos
                requerimientos, puede ser considerado como satisfactorio para ser instalado en el motor. Si no cumple
                estos requerimientos, debe ser reemplazado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n Visual</title>
            <specpara>
                <note>
                    <para>Reemplace el turbo alimentador si encuentra alg&#250;n &#225;labe doblado. No intente
                        enderezar &#225;labes de la turbina.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Inspeccione si hay erosi&#243;n, torcedura, roturas, o dep&#243;sitos en los &#225;labes
                    del impulsor de compresor o en los de la rueda de la turbina. Reemplace el turbo alimentador si
                    encuentra problemas.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Los dep&#243;sitos en el impulsor y la rueda de la turbina pueden ser causados por lo
                        siguiente:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>ALTA RESTRICCI&#211;N DE ENTRADA DE AIRE permite la transferencia del aceite del
                                bastidor central del turbo alimentador, resultando en dep&#243;sitos de aceite.
                            </para>
                        </item>
                        <item>
                            <para>EXCESIVO CONSUMO DE ACEITE puede resultar en dep&#243;sitos de carb&#243;n en la rueda
                                de la turbina.
                            </para>
                        </item>
                        <item>
                            <para>EXCESO DE COMBUSTIBLE EN EL MOTOR puede resultar en temperaturas de operaci&#243;n
                                excesivas las cuales causan la fundici&#243;n de los componentes de aluminio. Tales dep&#243;sitos
                                pueden ser encontrados en la rueda de la turbina si han ocurrido estas fallas.
                            </para>
                        </item>
                        <item>
                            <para>ACEITE PROVENIENTE DE LA VENTILACI&#211;N DEL BLOQUE DEL MOTOR (debajo de la cubierta
                                izquierda de las v&#225;lvulas). El aceite proveniente de la ventilaci&#243;n ocurre
                                normalmente en este motor.
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <step1>
                <para count="1">Inspeccione los bastidores de la turbina y el compresor en busca de evidencia de
                    rozamiento de las ruedas. Reemplace el turbo alimentador si es requerido.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione si las l&#237;neas de drenaje y suministro de aceite est&#225;n enredadas,
                    obstruidas, o tienen restricciones u otros signos de deterioro. Descarte ambos sellos anulares -O.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Revise si la Rotaci&#243;n est&#225; Libre o hay Frotaci&#243;n del Bastidor</title>
            <step1>
                <para count="1">Coloque el turbo alimentador en un banco de prueba con el eje en posici&#243;n
                    horizontal.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando se rota a mano, el eje debe girar libremente. Inspeccione si hay alguna se&#241;al
                    de contacto en la turbina y el bastidor del compresor. No se permite ning&#250;n contacto.
                </para>
                <figure id="f2350216" figsize="col-wide">
                    <graphic filename="../figd15/d1508.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando la Rotaci&#243;n Libre del Turbo Alimentador</caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n del Juego Final Axial</title>
            <step1>
                <para count="1">Con el turbo alimentador en una posici&#243;n estable, empuje lo m&#225;s que pueda el
                    eje del impulsor hacia el bastidor de la turbina. Coloque la punta de un calibrador de man&#243;metro
                    <xref refid="te2350203"/>
                    en el final del eje del lado del compresor con el man&#243;metro en cero.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva el eje hacia el indicador de man&#243;metro y registre la medici&#243;n.</para>
                <figure id="f2350217" figsize="col-wide">
                    <graphic filename="../figd15/d1509.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando el Juego Final Axial</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Calibrador de man&#243;metro con base magn&#233;tica</callout1>
                        <callout1 type="arabic">Bastidor del compresor</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk document="mges235_23.xml" xrefid="te2350201">Si la medici&#243;n excede las especificaciones
                        <xref refid="te2350201"/>
                    </hotlnk>
                    , el turbo alimentador debe ser reemplazado.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remoci&#243;n de la V&#225;lvula de Control</title>
            <step1>
                <para count="1">Remueva el tornillo retenedor y el soporte de la v&#225;lvula de control.</para>
                <figure id="f2350213" figsize="col-wide">
                    <graphic filename="../figd15/d1505.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Tornillo Retenedor de la V&#225;lvula de Control</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="f2350214">Remueva la v&#225;lvula de control del bastidor central del turbo
                        alimentador.
                    </hotlnk>
                </para>
                <figure id="f2350214" figsize="col-wide">
                    <graphic filename="../figd15/d1506.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Removiendo la V&#225;lvula de Control</caption>
                </figure>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
