<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Bloque del motor, cig&#252;e&#241;al y
        &#225;rbol de levas - Instalaci&#243;n - Procedimiento para ajustar los pernos estirables de los cojinetes
    </stitle>
    <svcman/>
    <svcproc id="S2650999" svcproctype="torque" graphiccount="3">
        <title>Procedimiento para ajustar los pernos estirables de los cojinetes</title>
        <figure id="f26509998" figsize="pg-wide">
            <graphic filename="../figh06/h06083.cgm" type="cgm" scalefit="1" scalefitwidth="514px"/>
            <caption>Secuencia recomendada de torque del perno del cojinete de bancada</caption>
        </figure>
        <step1>
            <para count="1">Ajuste los nuevos pernos de las tapas de los cojinetes de bancada N&#186;1 a N&#186;7.
            </para>
            <step2>
                <para count="1">Ajuste cada uno de los pernos de cojinete de bancada a 136 N&#183;m (100 lbf/pie) con la
                    secuencia de torque recomendada.
                </para>
                <para>Mida el juego longitudinal del cig&#252;e&#241;al con un medidor anal&#243;gico como sigue:</para>
                <step3>
                    <para>Instale el medidor anal&#243;gico en el bloque del motor con la punta sobre la cara de la
                        brida del bloque.
                    </para>
                </step3>
                <step3>
                    <para>Palanquee ligeramente el cig&#252;e&#241;al hacia adelante y ponga el medidor en cero.</para>
                </step3>
                <step3>
                    <para>Palanquee el cig&#252;e&#241;al hacia atr&#225;s y anote el valor del medidor. Repita para
                        asegurarse de haber medido correctamente.
                    </para>
                </step3>
                <step3>
                    <para>Si el juego longitudinal excede las especificaciones, cambie el cojinete de empuje y vuelva a
                        medir el juego longitudinal del cig&#252;e&#241;al. Si el juego longitudinal es menor al
                        especificado, afloje la tapa del cojinete de empuje, mu&#233;vala, aj&#250;stela y mida
                        nuevamente.
                    </para>
                </step3>
            </step2>
            <step2>
                <para count="1">Ajuste cada uno de los pernos de cojinete de bancada a 177 N&#183;m (130 lbf/pie) con la
                    secuencia de torque recomendada.
                </para>
                <figure id="f2650935" figsize="col-wide">
                    <graphic filename="../figeg8/eg8531.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Perno de cojinete de bancada del cig&#252;e&#241;al</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Cabeza del perno con marca, posici&#243;n 1</callout1>
                        <callout1 type="arabic">Cabeza del perno con marca, posici&#243;n 2 (perno se estira)</callout1>
                        <callout1 type="arabic">Superficie de la tapa</callout1>
                        <callout1 type="arabic">Marca (marcador indeleble)</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Haga una marca con marcador indeleble en la cabeza de cada perno y otra a 90&#176; hacia
                    la derecha en la tapa. Tambi&#233;n haga una marca en la cavidad para que coincida con el perno.
                </para>
            </step2>
            <step2>
                <para count="1">Haga girar cada
                    <hotlnk xrefid="f2650935" appearance="hottext">perno de cojinete de bancada del cig&#252;e&#241;al
                    </hotlnk>
                    90&#176; (&#188; de vuelta).
                </para>
            </step2>
        </step1>
        <figure id="f2650936" figsize="col-wide">
            <graphic filename="../figH06/H06074.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n del juego longitudinal del cig&#252;e&#241;al</caption>
        </figure>
        <step1>
            <para count="1">Mida el juego longitudinal del cig&#252;e&#241;al con un medidor anal&#243;gico como
                sigue:
            </para>
            <step2>
                <para count="1">Instale el medidor anal&#243;gico en el bloque del motor con la punta sobre la cara de
                    la brida del bloque.
                </para>
            </step2>
            <step2>
                <para count="1">Palanquee ligeramente el cig&#252;e&#241;al hacia adelante y ponga el medidor en cero.
                </para>
            </step2>
            <step2>
                <para count="1">Luego palanquee el cig&#252;e&#241;al hacia atr&#225;s y anote el valor del medidor.
                    Repita para asegurarse de haber medido correctamente.
                </para>
            </step2>
            <step2>
                <para count="1">Si el juego longitudinal excede las especificaciones, cambie el cojinete de empuje y
                    vuelva a medir el juego longitudinal del cig&#252;e&#241;al. Si el juego longitudinal es menor al
                    especificado, afloje las tapas de los cojinetes de bancada, mu&#233;valas, aj&#250;stelas y mida
                    nuevamente.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_197.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_199.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
