<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - CUBIERTA DELANTERA, AMORTIGUADOR DE VIBRACI&#211;N, BOMBA DE ACEITE
        TIPO GEROTOR - INSPECCI&#211;N - Term&#243;stato
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>Term&#243;stato</title>
        <specpara>
            <warning>
                <para>Para evitar serias lesiones personales o la posible muerte, use guantes resistentes al calor y
                    protecci&#243;n apropiada para los ojos durante la revisi&#243;n de la operaci&#243;n del term&#243;stato.
                </para>
            </warning>
            <caution>
                <para>Para prevenir da&#241;os en el motor cuando se presta el servicio al term&#243;stato, aseg&#250;rese
                    que el term&#243;stato abra totalmente a la temperatura especificada con el fin de evitar una
                    condici&#243;n de recalentamiento.
                </para>
            </caution>
            <note>
                <para>Solamente los termostatos genuinos de International&#174; aseguran un flujo apropiado de
                    refrigerante y las caracter&#237;sticas de sellado positivo requeridas para proveer un enfriamiento
                    del motor apropiado.
                </para>
            </note>
        </specpara>
        <para>Revise la operaci&#243;n del term&#243;stato de la siguiente manera:</para>
        <step1>
            <para count="1">Abra el term&#243;stato manualmente, lo suficiente para insertar una cinta de Nylon debajo
                del asiento de la v&#225;lvula. Suspenda el term&#243;stato en un recipiente de tal manera que el term&#243;stato
                no toque el fondo del recipiente.
            </para>
        </step1>
        <step1>
            <para count="1">Caliente el recipiente lleno con agua a la temperatura aproximada donde se inicia la
                apertura del term&#243;stato, (vea las especificaciones de temperatura). Observe el term&#243;metro y
                registre la temperatura tan pronto el term&#243;stato caiga sobre la cinta de Nylon. Esta es la
                temperatura de Iniciaci&#243;n de Apertura. Vea las especificaciones para recorrido del cabezal a la
                temperatura de iniciaci&#243;n de apertura
                <xref refid="te2350501"/>
            </para>
        </step1>
        <figure id="f2350515" figsize="col-wide">
            <graphic filename="../figd05/d0507.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Probando la Operaci&#243;n del Term&#243;stato</caption>
            <calloutgroup>
                <callout1 type="arabic">L&#237;nea de suspensi&#243;n</callout1>
                <callout1 type="arabic">Cinta de Nylon</callout1>
                <callout1 type="arabic">Term&#243;metro</callout1>
                <callout1 type="arabic">Term&#243;stato</callout1>
                <callout1 type="arabic">Fuente de calor</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Contin&#250;e calentado el agua hasta la apertura total del term&#243;stato (vea
                especificaciones de temperatura). Observe el term&#243;metro y el movimiento del cabezal del term&#243;stato.
            </para>
            <figure id="f2350516" figsize="col-wide">
                <graphic filename="../figd05/d0509.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"/>
                <caption>Recorrido del Cabezal del Term&#243;stato</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto del term&#243;stato</callout1>
                    <callout1 type="arabic">Recorrido m&#237;nimo</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Mientras el cabezal est&#225; fuera de su asiento, remueva el term&#243;stato del
                recipiente. Inspeccione si el &#225;rea del asiento tiene picaduras o dep&#243;sitos extra&#241;os.
            </para>
        </step1>
        <step1>
            <para count="1">Reemplace el term&#243;stato si est&#225; da&#241;ado o no funciona como est&#225;
                descrito.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
