<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Terminolog&#237;a - Terminolog&#237;a</stitle>
    <svcman/>
    <svcsubsec>
        <title>Terminolog&#237;a</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Service Procedure</title>
            <deflist>
                <term>Activador</term>
                <def>Dispositivo que realiza un trabajo en respuesta a una se&#241;al recibida.</def>
            </deflist>
            <deflist>
                <term>Activar/Engranar el retardador del veh&#237;culo</term>
                <def>Se&#241;al desde el ECM hacia el retardador del veh&#237;culo.</def>
            </deflist>
            <deflist>
                <term>Aire turboalimentado</term>
                <def>Aire denso, presurizado y calentado que sale del turbo.</def>
            </deflist>
            <deflist>
                <term>Aireaci&#243;n</term>
                <def>El arrastre de gases (aire o gas de combusti&#243;n) en el refrigerante, el lubricante o el
                    combustible.
                </def>
            </deflist>
            <deflist>
                <term>Amortiguador</term>
                <def>Dispositivo que reduce la amplitud de las vibraciones causadas por la torsi&#243;n. (SAE J1479
                    JAN85)
                </def>
            </deflist>
            <deflist>
                <term>Amperaje para arranque en fr&#237;o (amperaje de bater&#237;a)</term>
                <def>Corriente constante (en amperios) necesaria para producir un voltaje m&#237;nimo en un terminal,
                    bajo una carga de 7,2 voltios por bater&#237;a despu&#233;s de 30 segundos.
                </def>
            </deflist>
            <deflist>
                <term>Amperio (A)</term>
                <def>Unidad est&#225;ndar para medir la fuerza de una corriente el&#233;ctrica. La velocidad de un
                    culombio por segundo, a la que fluye una carga por un medio conductor. (SAE J1213 NOV82)
                </def>
            </deflist>
            <deflist>
                <term>Anal&#243;gico</term>
                <def>Un voltaje constantemente variable.</def>
            </deflist>
            <deflist>
                <term>Atenuador de ondas ac&#250;sticas</term>
                <def>Componente de la galer&#237;a de aceite de alta presi&#243;n, dise&#241;ado para reducir las
                    fluctuaciones hidr&#225;ulicas que resultan en una disminuci&#243;n de la energ&#237;a ac&#250;stica.
                </def>
            </deflist>
            <deflist>
                <term>Bloque cerrado</term>
                <def>Sistema de ventilaci&#243;n del bloque de motor, que recicla los gases a trav&#233;s de un orificio
                    respirador, envi&#225;ndolos de regreso a la toma de aire limpio.
                </def>
            </deflist>
            <deflist>
                <term>Bloque del motor</term>
                <def>La carcasa que encierra al cig&#252;e&#241;al, las bielas y piezas relacionadas.</def>
            </deflist>
            <deflist>
                <term>Caballo de fuerza (HP)</term>
                <def>Unidad de trabajo realizado en un tiempo determinado, igual a 33.000 libras multiplicadas por un
                    pie por minuto.
                    <emph type="bold">1 HP = 33.000 lb x 1 pie / 1 minuto</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Cable de conexi&#243;n EZ-Tech&#174;</term>
                <def>Cable que se conecta a la EST para comunicarse con el m&#243;dulo de control electr&#243;nico
                    (ECM).
                </def>
            </deflist>
            <deflist>
                <term>Ca&#237;da de voltaje</term>
                <def>Reducci&#243;n en el voltaje aplicado desde la corriente que fluye a trav&#233;s de un circuito o
                    porci&#243;n de un circuito, multiplicada por la resistencia.
                </def>
            </deflist>
            <deflist>
                <term>Calibraci&#243;n</term>
                <def>Valores empleados por una estrategia para resolver ecuaciones y tomar decisiones. Los valores de
                    calibraci&#243;n son almacenados en la memoria ROM e ingresados al procesador durante la programaci&#243;n,
                    para permitir que el motor funcione dentro de ciertos par&#225;metros.
                </def>
            </deflist>
            <deflist>
                <term>Capacidad de reserva</term>
                <def>Tiempo en minutos en que una bater&#237;a totalmente cargada puede ser descargada a 10,5 voltios y
                    25 amperios.
                </def>
            </deflist>
            <deflist>
                <term>Capacidad para subir pendientes</term>
                <def>Grado m&#225;ximo de inclinaci&#243;n que puede transitar el veh&#237;culo, durante un tiempo espec&#237;fico
                    y a una velocidad espec&#237;fica. El l&#237;mite de la capacidad para subir pendientes es el grado
                    de inclinaci&#243;n al cual el veh&#237;culo apenas puede avanzar. (SAE J227a)
                </def>
            </deflist>
            <deflist>
                <term>Capacidad (volumen) del sistema de enfriamiento</term>
                <def>Cantidad de refrigerante que llena completamente el sistema de enfriamiento hasta la marca
                    indicadora de nivel fr&#237;o. (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Carcasa del suministro de refrigerante (soporte del compresor de fre&#243;n)</term>
                <def>Dep&#243;sito de refrigerante con un orificio de desaireaci&#243;n y una conexi&#243;n para
                    calentar la cabina.
                </def>
            </deflist>
            <deflist>
                <term>Carga de empuje</term>
                <def>Carga que empuja un cojinete en la misma direcci&#243;n de un eje.</def>
            </deflist>
            <deflist>
                <term>Carrera</term>
                <def>Movimiento del pist&#243;n desde el punto muerto superior (PMS) hasta el punto muerto inferior
                    (PMI).
                </def>
            </deflist>
            <deflist>
                <term>Catalizador</term>
                <def>Sustancia que produce una reacci&#243;n qu&#237;mica sin sufrir cambios qu&#237;micos en s&#237;
                    misma.
                </def>
            </deflist>
            <deflist>
                <term>Cavitaci&#243;n</term>
                <def>Condici&#243;n din&#225;mica que forma burbujas de gas (cavidades) en un l&#237;quido.</def>
            </deflist>
            <deflist>
                <term>Cilindrada</term>
                <def>La carrera del pist&#243;n, multiplicada por la superficie del interior del cilindro, multiplicada
                    por la cantidad de cilindros en el motor.
                </def>
            </deflist>
            <deflist>
                <term>C&#243;digo de clasificaci&#243;n de familia de motor (EFRC)</term>
                <def>C&#243;digo legible en la lista de calibraci&#243;n de la EST, con informaci&#243;n sobre los HP
                    del motor y calibraciones con respecto a las emisiones.
                </def>
            </deflist>
            <deflist>
                <term>C&#243;digo de destellos</term>
                <def>Ver
                    <emph type="bold">C&#243;digo de falla (DTC)</emph>.
                </def>
            </deflist>
            <deflist>
                <term>C&#243;digo de falla (DTC)</term>
                <def>Anteriormente llamado c&#243;digo de destellos. Un DTC es un c&#243;digo num&#233;rico de tres d&#237;gitos,
                    usado para ubicar fallas.
                </def>
            </deflist>
            <deflist>
                <term>Colador de combustible</term>
                <def>Dispositivo de filtrado previo que impide que material contaminante de mayor tama&#241;o entre al
                    sistema de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Comprobaci&#243;n de los circuitos de salida (OCC)</term>
                <def>Prueba a solicitud hecha con el motor apagado, para verificar la continuidad de ciertos
                    activadores.
                </def>
            </deflist>
            <deflist>
                <term>Comprobaci&#243;n del estado de las salidas (OSC)</term>
                <def>Prueba a solicitud que obliga al procesador a conectar activadores a voltaje o a tierra para hacer
                    diagn&#243;sticos adicionales.
                </def>
            </deflist>
            <deflist>
                <term>Condici&#243;n estable</term>
                <def>Motor funcionando a una velocidad y carga constantes y a temperatura y presi&#243;n estables. (SAE
                    J215 JAN80)
                </def>
            </deflist>
            <deflist>
                <term>Controlador electr&#243;nico de sistemas (ESC)</term>
                <def>M&#243;dulo electr&#243;nico que proporciona m&#250;ltiples interfaces de entradas anal&#243;gicas
                    y conmutadas para monitorizar funciones del veh&#237;culo mediante conmutadores de estado s&#243;lido,
                    salidas de controladores de rel&#233;s y comunicaciones de datos seriales.
                </def>
            </deflist>
            <deflist>
                <term>Controlador (lado de energ&#237;a)</term>
                <def>Transistor en un m&#243;dulo electr&#243;nico, que controla la energ&#237;a de un circuito
                    activador.
                </def>
            </deflist>
            <deflist>
                <term>Controlador (lado de tierra)</term>
                <def>Transistor en un m&#243;dulo electr&#243;nico, que controla la tierra de un circuito activador.
                </def>
            </deflist>
            <deflist>
                <term>Convertidor catal&#237;tico</term>
                <def>Dispositivo contra la contaminaci&#243;n instalado en el sistema de escape, que contiene un
                    catalizador para convertir qu&#237;micamente ciertos elementos contaminantes de los gases de escape
                    (mon&#243;xido de carbono, hidrocarburos sin quemar y &#243;xidos de nitr&#243;geno) en compuestos
                    inofensivos.
                </def>
            </deflist>
            <deflist>
                <term>Convertidor de anal&#243;gico a digital (A/D)</term>
                <def>Circuito en la secci&#243;n de procesamiento del ECM, que convierte se&#241;ales anal&#243;gicas
                    (ya sea de CC o de CA) en se&#241;ales digitales utilizables por el microprocesador.
                </def>
            </deflist>
            <deflist>
                <term>Corriente</term>
                <def>El flujo de electrones a trav&#233;s de un conductor. Se mide en amperios.</def>
            </deflist>
            <deflist>
                <term>Corriente alterna (CA)</term>
                <def>Corriente el&#233;ctrica que invierte su direcci&#243;n a intervalos regulares.</def>
            </deflist>
            <deflist>
                <term>Corriente continua (CC)</term>
                <def>Corriente el&#233;ctrica que fluye solamente en una direcci&#243;n y con un valor fundamentalmente
                    constante.
                </def>
            </deflist>
            <deflist>
                <term>Dep&#243;sito de desaireaci&#243;n</term>
                <def>Dep&#243;sito separado dentro del sistema de enfriamiento, usado para una o m&#225;s de las
                    siguientes funciones:
                </def>
            </deflist>
            <randlist type="bullet">
                <item>
                    <para>Desaireaci&#243;n</para>
                </item>
                <item>
                    <para>Dep&#243;sito de refrigerante (expansi&#243;n de fluido y ebullici&#243;n)</para>
                </item>
                <item>
                    <para>Retenci&#243;n de refrigerante</para>
                </item>
                <item>
                    <para>Llenado</para>
                </item>
                <item>
                    <para>Indicaci&#243;n (visible) del nivel del fluido</para>
                </item>
            </randlist>
            <deflist>
                <term>Desactivaci&#243;n</term>
                <def>Una decisi&#243;n de la computadora, que desactiva un sistema, impidiendo su funcionamiento.</def>
            </deflist>
            <deflist>
                <term>Desaireaci&#243;n</term>
                <def>El retiro o purga de gases (aire o gas de combusti&#243;n) atrapados en el refrigerante o en el
                    aceite lubricante.
                </def>
            </deflist>
            <deflist>
                <term>Detecci&#243;n y manejo de fallas</term>
                <def>Estrategia alterna de control que reduce los efectos adversos causados por una falla del sistema.
                    Si un sensor falla, el ECM generar&#225; una se&#241;al de reemplazo equivalente a la que
                    normalmente env&#237;a ese sensor. Cuando el veh&#237;culo necesita alguna reparaci&#243;n, se
                    enciende una luz &#225;mbar o roja en el tablero de instrumentos.
                </def>
            </deflist>
            <deflist>
                <term>Di&#243;xido de azufre (SO
                    <subscript>2</subscript>)
                </term>
                <def>Sustancia producto de la oxidaci&#243;n del azufre que contiene el combustible.</def>
            </deflist>
            <deflist>
                <term>Efecto Hall</term>
                <def>Generaci&#243;n de una gradiente transversal de potencial el&#233;ctrico en un conductor o
                    semiconductor portador de corriente, cuando se le aplica un campo magn&#233;tico.
                </def>
            </deflist>
            <deflist>
                <term>Elast&#243;mero</term>
                <def>Sustancia el&#225;stica como la goma; material de caucho natural o sint&#233;tico. (SAE J111
                    MAR85)
                </def>
            </deflist>
            <deflist>
                <term>Empaquetadura de la tapa de v&#225;lvulas</term>
                <def>Empaquetadura que tiene conectores de paso directo para el cableado electr&#243;nico del ICP y el
                    BCP, la v&#225;lvula de cierre del freno y los seis inyectores de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Enfriador de aire turboalimentado (CAC)</term>
                <def>Vea
                    <emph type="bold">Postenfriador</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Enfriador de recirculaci&#243;n de gases de escape (EGR)</term>
                <def>Los gases de escape son enfriados en el enfriador de EGR y fluyen a trav&#233;s de la v&#225;lvula
                    de control de EGR hacia el conducto mezclador de gases de escape.
                </def>
            </deflist>
            <deflist>
                <term>Enlace de datos de la American Trucking Association (ATA)</term>
                <def>un enlace de datos seriales especificado por la American Trucking Association y la SAE.</def>
            </deflist>
            <deflist>
                <term>Enlace de datos del tren propulsor (CAN 1) J1939</term>
                <def>El principal enlace de comunicaciones para el ECM, el ESC y el conjunto de instrumentos.</def>
            </deflist>
            <deflist>
                <term>Enlace fusible</term>
                <def>Secci&#243;n especial de un cable de baja tensi&#243;n, dise&#241;ada para abrir el circuito cuando
                    es sometido a una sobrecarga extrema de corriente. (SAE J1156 APR86)
                </def>
            </deflist>
            <deflist>
                <term>Estrategia</term>
                <def>Plan o grupo de instrucciones de operaci&#243;n que sigue el microprocesador para lograr una meta
                    deseada. Una estrategia es el propio programa de la computadora, incluyendo todas las ecuaciones y
                    la l&#243;gica para tomar decisiones. La estrategia siempre se almacena en la ROM y no puede
                    cambiarse durante la calibraci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Excluidor positivo en el eje (POSE)</term>
                <def>Pieza independiente del resto del sello delantero o trasero, usada para proteger del polvo y los
                    residuos.
                </def>
            </deflist>
            <deflist>
                <term>Forzar el motor</term>
                <def>Condici&#243;n del motor cuando est&#225; funcionando bajo carga, por debajo de las RPM
                    correspondientes al torque m&#225;ximo.
                </def>
            </deflist>
            <deflist>
                <term>Freno por escape</term>
                <def>Dispositivo de freno que utiliza la contrapresi&#243;n del escape del motor como un medio
                    retardante.
                </def>
            </deflist>
            <deflist>
                <term>Freno por escape Diamond Logic&#174;</term>
                <def>Sistema de frenado por escape que usa solamente el VGT para restringir el flujo del escape y
                    obtener capacidad adicional de frenado. El conductor aplica el freno por escape seg&#250;n las
                    condiciones de operaci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Freno por motor Diamond Logic&#174;</term>
                <def>Sistema de frenado por liberaci&#243;n de compresi&#243;n que usa la galer&#237;a de aceite de alta
                    presi&#243;n y el VGT para obtener capacidad de frenado adicional. El conductor aplica el freno por
                    motor seg&#250;n las condiciones de operaci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Herramienta electr&#243;nica de servicio (EST)</term>
                <def>Herramienta computarizada de diagn&#243;sticos y programaci&#243;n para el ECM y el ESC. El
                    hardware es generalmente una computadora port&#225;til. El software de diagn&#243;stico y programaci&#243;n
                    incluye el programa Master Diagnostics de International, documentaci&#243;n en l&#237;nea ISIS y
                    NETS para programaci&#243;n en la f&#225;brica.
                </def>
            </deflist>
            <deflist>
                <term>Hidrocarburos</term>
                <def>Mol&#233;culas de combustible sin quemar o parcialmente quemadas.</def>
            </deflist>
            <deflist>
                <term>Impulsor hidr&#225;ulico del ventilador</term>
                <def>Impulsor de ventilador que se activa cuando un termostato, al detectar aire a alta temperatura,
                    fuerza un fluido a trav&#233;s de un acople especial. El fluido activa el ventilador.
                </def>
            </deflist>
            <deflist>
                <term>&#205;ndice de cetano</term>
                <def>1. La cualidad de autocombusti&#243;n del combustible diesel.</def>
            </deflist>
            <para>2. &#205;ndice aplicado al combustible diesel, similar al de octanos para la gasolina.</para>
            <para>3. Medida de qu&#233; tan r&#225;pidamente el combustible diesel comienza a arder (autocombusti&#243;n)
                cuando es sometido a altas temperaturas de compresi&#243;n.
            </para>
            <para>El combustible diesel con un &#237;ndice de cetano alto hace autocombusti&#243;n poco tiempo despu&#233;s
                de ser inyectado dentro de la c&#225;mara de combusti&#243;n. Por lo tanto, tiene poca demora de
                encendido. El combustible diesel con un &#237;ndice de cetano bajo resiste la autocombusti&#243;n. Por
                lo tanto, tiene mayor demora de encendido.
            </para>
            <deflist>
                <term>International NGV Tool Utilized for Next Generation Electronics (INTUNE)</term>
                <def>El software de diagn&#243;stico utilizado para componentes y sistemas relacionados con el chasis.
                </def>
            </deflist>
            <deflist>
                <term>Interruptor de confirmaci&#243;n de ralent&#237; (IVS)</term>
                <def>Un interruptor de encendido/apagado, que detecta cuando el pedal del acelerador est&#225; en la
                    posici&#243;n de ralent&#237;. Tambi&#233;n hay un avance de ralent&#237; en fr&#237;o, que aumenta
                    la velocidad de ralent&#237; bajo por un corto tiempo, para ayudar al calentamiento del motor en
                    temperaturas bajas.
                </def>
            </deflist>
            <deflist>
                <term>Interruptor por desacople del tren propulsor (DDS)</term>
                <def>Interruptor que indica cuando el tren propulsor est&#225; desacoplado del motor.</def>
            </deflist>
            <deflist>
                <term>Interruptor por el nivel del refrigerante</term>
                <def>Interruptor usado para indicar el nivel de refrigerante.</def>
            </deflist>
            <deflist>
                <term>Interruptores para control de velocidad (SCCS)</term>
                <def>Grupo de interruptores usado para el control de crucero, la toma de fuerza y el sistema remoto de
                    aceleraci&#243;n manual.
                </def>
            </deflist>
            <deflist>
                <term>IPR (regulador de la presi&#243;n de inyecci&#243;n)</term>
                <def>V&#225;lvula reguladora modulada por amplitud de impulsos, controlada por el ECM, que regula la
                    presi&#243;n de control de inyecci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Lubricidad</term>
                <def>La habilidad de una sustancia para reducir la fricci&#243;n entre superficies s&#243;lidas en
                    movimiento relativo bajo condiciones de carga.
                </def>
            </deflist>
            <deflist>
                <term>Luz ENGINE</term>
                <def>Luz indicadora del tablero de instrumentos, que se enciende cuando se establecen DTC. Los DTC se
                    pueden interpretar como c&#243;digos de destello (con las luces roja y &#225;mbar del tablero de
                    instrumentos).
                </def>
            </deflist>
            <deflist>
                <term>Man&#243;metro</term>
                <def>Un medidor de doble columna de l&#237;quido o un medidor sencillo inclinado que se usa para medir
                    la diferencia en presi&#243;n entre dos fluidos. Generalmente el man&#243;metro mide en pulgadas de
                    agua.
                </def>
            </deflist>
            <deflist>
                <term>MasterDiagnostics&#174; (MD)</term>
                <def>El software de diagn&#243;stico para componentes y sistemas relacionados con el motor, que se usa
                    en la herramienta electr&#243;nica de servicio o en una computadora personal.
                </def>
            </deflist>
            <deflist>
                <term>Materia particulada</term>
                <def>Materia que incluye principalmente part&#237;culas quemadas de combustible y aceite.</def>
            </deflist>
            <deflist>
                <term>Memoria de acceso directo (RAM)</term>
                <def>Memoria de computadora en donde se almacena informaci&#243;n. La informaci&#243;n se puede escribir
                    y leer de la RAM. La informaci&#243;n recibida (velocidad o temperatura actuales del motor) puede
                    almacenarse en la RAM para compararla con valores grabados en la memoria s&#243;lo de lectura (ROM).
                    Todo el contenido de la RAM se pierde cuando se pone el interruptor de encendido en OFF.
                </def>
            </deflist>
            <deflist>
                <term>Memoria s&#243;lo de lectura (ROM)</term>
                <def>Memoria de computadora que almacena en forma permanente informaci&#243;n sobre tablas de calibraci&#243;n
                    y estrategias de operaci&#243;n. La informaci&#243;n en la ROM es permanente, no se puede cambiar ni
                    se pierde al apagar el motor o cuando el suministro de energ&#237;a hacia el ECM se interrumpe.
                </def>
            </deflist>
            <deflist>
                <term>Microprocesador</term>
                <def>Un circuito integrado en una microcomputadora, que controla el flujo de informaci&#243;n.</def>
            </deflist>
            <deflist>
                <term>Modulaci&#243;n por amplitud de impulsos (PWM)</term>
                <def>Tiempo que un activador, tal como un inyector, permanece energizado.</def>
            </deflist>
            <deflist>
                <term>M&#243;dulo de control del VGT</term>
                <def>Microprocesador electr&#243;nico que convierte una se&#241;al modulada por amplitud de impulsos
                    desde el ECM, usada para controlar el motor de CC que a su vez controla la posici&#243;n de las
                    aspas del VGT.
                </def>
            </deflist>
            <deflist>
                <term>M&#243;dulo de control electr&#243;nico (ECM)</term>
                <def>Microprocesador electr&#243;nico que monitoriza y controla el rendimiento del motor, las emisiones
                    del escape y el desempe&#241;o de los sistemas del veh&#237;culo (control de crucero, transmisi&#243;n,
                    arranque, etc.). El ECM proporciona informaci&#243;n para el diagn&#243;stico de los sistemas del
                    motor y del veh&#237;culo y puede programarse con diferentes niveles de protecci&#243;n, advertencia
                    y apagado del motor.
                </def>
            </deflist>
            <deflist>
                <term>M&#243;dulo impulsor de recirculaci&#243;n de gases de escape (EGR)</term>
                <def>El m&#243;dulo impulsor de EGR controla la posici&#243;n de la v&#225;lvula de EGR.</def>
            </deflist>
            <deflist>
                <term>Motor totalmente equipado</term>
                <def>Motor que tiene todos los accesorios necesarios para realizar el trabajo para el que est&#225;
                    destinado. No incluye accesorios usados para impulsar sistemas auxiliares. Si estos accesorios est&#225;n
                    instalados en el motor de prueba, la potencia consumida por ellos puede a&#241;adirse a la potencia
                    neta al freno. (SAE J1995 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Mult&#237;metro digital (DMM)</term>
                <def>Medidor electr&#243;nico que usa una pantalla digital para indicar un valor medido. Es el preferido
                    para sistemas con microprocesadores, ya que tiene una impedancia interna muy elevada y no carga el
                    circuito que se est&#225; midiendo.
                </def>
            </deflist>
            <deflist>
                <term>M&#250;ltiple de admisi&#243;n</term>
                <def>Una c&#225;mara de distribuci&#243;n por la cual fluye la mezcla de aire desde las tuber&#237;as
                    del enfriador de aire turboalimentado hacia los conductos de entrada de la culata.
                </def>
            </deflist>
            <deflist>
                <term>M&#250;ltiple de escape</term>
                <def>Los gases de escape fluyen por el m&#250;ltiple de escape hacia la entrada del turbo y son
                    dirigidos hacia el enfriador de EGR o expulsados hacia el sistema de escape.
                </def>
            </deflist>
            <deflist>
                <term>Normalmente abierto</term>
                <def>Interruptor que permanece abierto cuando ninguna fuerza de control act&#250;a sobre &#233;l.</def>
            </deflist>
            <deflist>
                <term>Normalmente cerrado</term>
                <def>Interruptor que permanece cerrado cuando ninguna fuerza de control act&#250;a sobre &#233;l.</def>
            </deflist>
            <deflist>
                <term>Ohmio (&#937;)</term>
                <def>La unidad de resistencia. Un ohmio es el valor de resistencia a trav&#233;s de la cual un potencial
                    de un voltio mantendr&#225; una corriente de un amperio. (SAE J1213 NOV82)
                </def>
            </deflist>
            <deflist>
                <term>Operaci&#243;n en circuito cerrado</term>
                <def>Sistema que utiliza un sensor para proporcionar se&#241;ales informativas al ECM. El ECM usa el
                    sensor para monitorizar constantemente cualquier variaci&#243;n y hacer los ajustes necesarios de
                    acuerdo con las necesidades del motor.
                </def>
            </deflist>
            <deflist>
                <term>&#211;xidos de nitr&#243;geno (NO
                    <subscript>x</subscript>)
                </term>
                <def>Compuestos que se forman por una reacci&#243;n entre el nitr&#243;geno y el ox&#237;geno a altas
                    temperaturas y presiones, dentro de la c&#225;mara de combusti&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>pH</term>
                <def>Medida de la acidez o alcalinidad de una soluci&#243;n.</def>
            </deflist>
            <deflist>
                <term>Piez&#243;metro</term>
                <def>Instrumento para medir presi&#243;n en fluidos.</def>
            </deflist>
            <deflist>
                <term>Potencia</term>
                <def>Potencia es la medida de velocidad a la cual se realiza un trabajo. Compare con
                    <emph type="bold">torque</emph>.
                </def>
            </deflist>
            <deflist>
                <term>
                    <emph type="bold">Potencia al freno (bhp)</emph>
                </term>
                <def>La potencia disponible de un motor, medida en el volante, mediante un dispositivo de freno (de ah&#237;
                    su nombre). Es menor que la potencia indicada o te&#243;rica, porque el motor consume parte de esa
                    potencia en vencer la fricci&#243;n de sus propios componentes.
                </def>
            </deflist>
            <deflist>
                <term>Potencia bruta al freno</term>
                <def>Potencia al freno de un motor b&#225;sico con filtro de aire, pero sin ventilador, alternador ni
                    compresor de aire.
                </def>
            </deflist>
            <deflist>
                <term>Potencia indicada</term>
                <def>La potencia te&#243;rica transmitida a los pistones por el gas en los cilindros.</def>
            </deflist>
            <deflist>
                <term>Potencia neta al freno</term>
                <def>La potencia al freno, medida con todos los accesorios del motor. La potencia de un motor cuando est&#225;
                    configurado como "motor totalmente equipado". (SAE J1349 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal</term>
                <def>Potencia m&#225;xima al freno, seg&#250;n lo certifica el fabricante. La potencia de un motor
                    cuando est&#225; configurado como b&#225;sico. (SAE J1995 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal bruta</term>
                <def>Potencia bruta al freno a la velocidad nominal, seg&#250;n lo certifica el fabricante. (SAE J1995
                    JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal neta</term>
                <def>Potencia neta al freno a la velocidad nominal, seg&#250;n lo certifica el fabricante. (SAE J1349
                    JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potenci&#243;metro</term>
                <def>Divisor de voltaje variable que detecta la posici&#243;n de un componente mec&#225;nico. Se aplica
                    un voltaje de referencia en uno de los extremos del potenci&#243;metro. Un movimiento mec&#225;nico
                    rotativo o lineal desplaza el contacto deslizante a lo largo del material resistivo, cambiando el
                    voltaje en cada punto que toca. El voltaje es proporcional a la cantidad de movimiento mec&#225;nico.
                </def>
            </deflist>
            <deflist>
                <term>Postenfriador (enfriador de aire turboalimentado)</term>
                <def>Intercambiador de calor instalado en el trayecto del aire turboalimentado, entre el turbo y el m&#250;ltiple
                    de admisi&#243;n del motor. El postenfriador reduce la temperatura del aire turboalimentado,
                    transfiriendo el calor que trae a un medio de enfriamiento (generalmente aire).
                </def>
            </deflist>
            <deflist>
                <term>Prueba de monitorizaci&#243;n continua</term>
                <def>Funci&#243;n del ECM que monitoriza continuamente las se&#241;ales de entrada y de salida para
                    asegurar que los valores est&#233;n dentro de l&#237;mites establecidos.
                </def>
            </deflist>
            <deflist>
                <term>Presi&#243;n de combustible</term>
                <def>La fuerza que ejerce el combustible, a medida que es bombeado a lo largo del sistema.</def>
            </deflist>
            <deflist>
                <term>Presi&#243;n en el bloque del motor</term>
                <def>La fuerza del aire dentro del bloque del motor, ejercida contra la carcasa.</def>
            </deflist>
            <deflist>
                <term>Presi&#243;n reforzadora</term>
                <def>1. La presi&#243;n del aire turboalimentado que sale del turbo.</def>
            </deflist>
            <para>2. La presi&#243;n del m&#250;ltiple de admisi&#243;n, que es mayor que la presi&#243;n atmosf&#233;rica.
                Es la presi&#243;n obtenida mediante la turboalimentaci&#243;n.
            </para>
            <deflist>
                <term>Prueba a solicitud</term>
                <def>Autoprueba que inicia el t&#233;cnico con la EST, realizada desde un programa en el procesador.
                </def>
            </deflist>
            <deflist>
                <term>Pruebas con el motor apagado (Engine OFF tests)</term>
                <def>Pruebas que se realizan con la llave de encendido en ON y el motor apagado.</def>
            </deflist>
            <deflist>
                <term>Pruebas con el motor en marcha (Engine RUNNING tests)</term>
                <def>Pruebas que se realizan con el motor en marcha.</def>
            </deflist>
            <deflist>
                <term>Punto de turbidez</term>
                <def>El punto en el cual comienzan a aparecer cristales de cera en el combustible, volvi&#233;ndolo
                    turbio. Generalmente por debajo de -12 &#176;C (10 &#176;F).
                </def>
            </deflist>
            <deflist>
                <term>Punto muerto inferior (PMI)</term>
                <def>La posici&#243;n m&#225;s baja del pist&#243;n durante su recorrido.</def>
            </deflist>
            <deflist>
                <term>Punto muerto superior (PMS)</term>
                <def>La posici&#243;n m&#225;s alta del pist&#243;n durante su recorrido.</def>
            </deflist>
            <deflist>
                <term>Punto muerto superior de compresi&#243;n</term>
                <def>El punto muerto superior de compresi&#243;n es aquel cuando el pist&#243;n est&#225; en la posici&#243;n
                    m&#225;s alta y tanto la v&#225;lvula de admisi&#243;n como la de escape est&#225;n cerradas.
                </def>
            </deflist>
            <deflist>
                <term>Recirculaci&#243;n de gases de escape (EGR)</term>
                <def>Sistema que recicla una porci&#243;n controlada de los gases de escape envi&#225;ndola de regreso a
                    la c&#225;mara de combusti&#243;n para reducir las emisiones de &#243;xido de nitr&#243;geno.
                </def>
            </deflist>
            <deflist>
                <term>Red de &#225;rea del controlador (CAN)</term>
                <def>Un enlace J1939 de comunicaciones a alta velocidad.
                    <emph type="bold">CAN 1</emph>
                    es un enlace p&#250;blico del tren propulsor, entre los m&#243;dulos del veh&#237;culo y el ECM.
                    <emph type="bold">CAN 2</emph>
                    en un enlace privado entre el ECM y el IDM.
                </def>
            </deflist>
            <deflist>
                <term>Refrigerante</term>
                <def>Fluido usado para transportar calor de un punto a otro.</def>
            </deflist>
            <deflist>
                <term>R&#233;gimen de trabajo</term>
                <def>Se&#241;al de control que tiene una medida de tiempo controlada para encendido/apagado de 0% a
                    100%. Normalmente utilizada para controlar solenoides.
                </def>
            </deflist>
            <deflist>
                <term>Rel&#233; de energ&#237;a del IDM (m&#243;dulo impulsor de los inyectores)</term>
                <def>Rel&#233; controlado por el IDM, que le suministra energ&#237;a.</def>
            </deflist>
            <deflist>
                <term>Rel&#233; de energ&#237;a del m&#243;dulo de control electr&#243;nico</term>
                <def>Rel&#233; controlado por el ECM que le suministra la energ&#237;a para su funcionamiento.</def>
            </deflist>
            <deflist>
                <term>Respirador del bloque del motor</term>
                <def>Orificio del bloque del motor para descargar el exceso de presi&#243;n del aire en su interior.
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n de un sistema (aire)</term>
                <def>Diferencia en presi&#243;n est&#225;tica que ocurre a un flujo de aire determinado, desde su
                    entrada hasta su salida en un sistema. Generalmente se mide en pulgadas o mil&#237;metros de agua.
                    (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n del filtro</term>
                <def>Bloqueo, generalmente causado por material contaminante, que impide el flujo de fluido por el
                    filtro.
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n en la entrada de combustible</term>
                <def>Bloqueo, generalmente causado por material contaminante, que impide el flujo por la tuber&#237;a de
                    entrada de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Se&#241;al de salida del tac&#243;metro</term>
                <def>Se&#241;al de la velocidad del motor utilizada para tac&#243;metros remotos.</def>
            </deflist>
            <deflist>
                <term>Se&#241;ales digitales de alta velocidad</term>
                <def>Se&#241;ales que env&#237;a un sensor hacia el ECM, que genera frecuencias variables (sensores de
                    la velocidad del motor y del veh&#237;culo).
                </def>
            </deflist>
            <deflist>
                <term>Se&#241;ales digitales de baja velocidad</term>
                <def>Se&#241;ales conmutadas de un sensor que generan hacia el ECM una se&#241;al de encendido/apagado
                    (alta/baja). La se&#241;al suministrada al ECM desde el sensor podr&#237;a ser de un interruptor de
                    se&#241;al alta (generalmente 5 o 12 voltios), o desde un interruptor que pone a tierra la se&#241;al
                    procedente de un resistor limitador de corriente dentro del ECM, que produce una baja se&#241;al (0
                    voltios).
                </def>
            </deflist>
            <deflist>
                <term>Sensor de agua en el combustible (WIF)</term>
                <def>Sensor que detecta la presencia de agua en el combustible.</def>
            </deflist>
            <deflist>
                <term>Sensor de capacitancia variable</term>
                <def>Sensor usado para medir presi&#243;n. La presi&#243;n medida es aplicada a un material cer&#225;mico.
                    La presi&#243;n empuja el material cer&#225;mico aproxim&#225;ndolo m&#225;s a un disco de metal
                    delgado. Este movimiento cambia la capacitancia del sensor.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de efecto Hall</term>
                <def>Sensor que origina una se&#241;al de activaci&#243;n/desactivaci&#243;n que indica velocidad o
                    posici&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de posici&#243;n del acelerador (APS)</term>
                <def>Sensor tipo potenci&#243;metro que indica la posici&#243;n del pedal del acelerador.</def>
            </deflist>
            <deflist>
                <term>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</term>
                <def>Sensor de captaci&#243;n magn&#233;tica que indica la posici&#243;n del motor. La velocidad es
                    indicada por la cantidad de aspas contadas en cada revoluci&#243;n del &#225;rbol de levas. La
                    posici&#243;n del &#225;rbol de levas es indicada por una clavija que indica la posici&#243;n del
                    cilindro N&#186; 1.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de posici&#243;n del cig&#252;e&#241;al (CKP)</term>
                <def>Sensor de captaci&#243;n magn&#233;tica que indica la velocidad y posici&#243;n del cig&#252;e&#241;al.</def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</term>
                <def>Presi&#243;n del m&#250;ltiple de admisi&#243;n (presi&#243;n reforzadora).</def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n en el m&#250;ltiple de admisi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</term>
                <def>Sensor de capacitancia variable que al recibir una se&#241;al de referencia de 5 voltios desde el
                    ECM, produce una se&#241;al lineal anal&#243;gica de voltaje que indica presi&#243;n atmosf&#233;rica.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n de combustible del motor (EFP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n del combustible.</def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</term>
                <def>Alta presi&#243;n del aceite, generada por una bomba de alta presi&#243;n y regulador de presi&#243;n,
                    usada para impulsar hidr&#225;ulicamente los inyectores de combustible y el sistema opcional de
                    freno por motor Diamond Logic&#174;.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n de control de inyecci&#243;n.</def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n de control del freno (BCP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n del aceite en el conducto del freno de
                    la galer&#237;a de aceite de alta presi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de presi&#243;n del aceite del motor (EOP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n del aceite del motor.</def>
            </deflist>
            <deflist>
                <term>Sensor de temperatura del aceite del motor (EOT)</term>
                <def>Sensor tipo termistor que detecta la temperatura del aceite del motor.</def>
            </deflist>
            <deflist>
                <term>Sensor de temperatura del aire de admisi&#243;n (IAT)</term>
                <def>Un sensor tipo termistor que detecta la temperatura del aire de admisi&#243;n.</def>
            </deflist>
            <deflist>
                <term>Sensor de temperatura del aire en el m&#250;ltiple (MAT)</term>
                <def>Sensor tipo termistor instalado en el m&#250;ltiple de admisi&#243;n, usado para indicar la
                    temperatura del aire luego de que pasa a trav&#233;s del enfriador de aire turboalimentado.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de temperatura del refrigerante (ECT)</term>
                <def>Sensor tipo termistor que detecta la temperatura del refrigerante del motor.</def>
            </deflist>
            <deflist>
                <term>Sensor de velocidad del veh&#237;culo (VSS)</term>
                <def>Sensor de captaci&#243;n magn&#233;tica instalado en la carcasa del eje trasero de la transmisi&#243;n,
                    usado para indicar la velocidad sobre la carretera.
                </def>
            </deflist>
            <deflist>
                <term>Sensores interruptores</term>
                <def>Indicadores de posici&#243;n. Funcionan abiertos o cerrados, permitiendo o impidiendo el flujo de
                    corriente. Un sensor interruptor puede ser de entrada de voltaje o de puesta a tierra. Cuando est&#225;
                    cerrado, un interruptor de voltaje de entrada suministra voltaje al ECM. Un interruptor de conexi&#243;n
                    a tierra pondr&#225; el circuito a tierra cerr&#225;ndolo, generando una se&#241;al de cero voltios.
                    Los interruptores de conexi&#243;n a tierra son generalmente instalados en serie con un resistor
                    limitador de corriente.
                </def>
            </deflist>
            <deflist>
                <term>Sistema de administraci&#243;n de aire (AMS)</term>
                <def>El AMS controla y dirige el aire a trav&#233;s de la admisi&#243;n y el escape, lo que afecta el
                    rendimiento del motor y controla las emisiones.
                </def>
            </deflist>
            <deflist>
                <term>Sistema de programaci&#243;n del sistema electr&#243;nico del veh&#237;culo</term>
                <def>Sistema de computadora usado para programar veh&#237;culos controlados electr&#243;nicamente.</def>
            </deflist>
            <deflist>
                <term>Sustrato</term>
                <def>Material que soporta el revestimiento catal&#237;tico.</def>
            </deflist>
            <deflist>
                <term>Temperatura ambiente</term>
                <def>Temperatura ambiente del aire en el cual se est&#225; usando la unidad. Por lo general, la
                    temperatura se mide a la sombra (sin radiaci&#243;n solar) y representa la temperatura del aire para
                    fines de medir el rendimiento del enfriamiento del motor. El aire que ingresa al radiador pudiera o
                    no ser el mismo aire del ambiente, debido a posible calentamiento a causa de otras fuentes o a la
                    recirculaci&#243;n. (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Temperatura del aire en el m&#250;ltiple</term>
                <def>Temperatura del aire en el m&#250;ltiple de admisi&#243;n</def>
            </deflist>
            <deflist>
                <term>Termistor</term>
                <def>Un sensor tipo termistor cambia su resistencia el&#233;ctrica con la temperatura. La resistencia en
                    un sensor tipo termistor disminuye a medida que la temperatura aumenta, y aumenta a medida que la
                    temperatura disminuye. Los sensores tipo termistor funcionan con un resistor que limita la corriente
                    en el ECM para formar una se&#241;al de voltaje equiparada con un valor de temperatura.
                </def>
            </deflist>
            <deflist>
                <term>Tierra de la se&#241;al</term>
                <def>El cable a tierra com&#250;n desde el ECM para los sensores.</def>
            </deflist>
            <deflist>
                <term>Toma de fuerza</term>
                <def>Salida para accesorios, generalmente desde la transmisi&#243;n, usada para accionar una bomba hidr&#225;ulica
                    para alguna funci&#243;n especial (prensar basura, equipo para levantar, etc.).
                </def>
            </deflist>
            <deflist>
                <term>Torque</term>
                <def>Medida de fuerza que produce torsi&#243;n y rotaci&#243;n alrededor de un eje. El torque es el
                    producto de la fuerza, generalmente medida en Newtons (libras) y el radio perpendicular al eje de la
                    fuerza, el cual se extiende hasta el punto en que la fuerza es aplicada o donde &#233;sta se
                    origina, generalmente medido en metros (pies).
                </def>
            </deflist>
            <deflist>
                <term>Torque nominal</term>
                <def>Torque m&#225;ximo producido por un motor, seg&#250;n lo certifica el fabricante.</def>
            </deflist>
            <deflist>
                <term>Trabajo por accesorios</term>
                <def>El trabajo por ciclo necesario para impulsar los accesorios del motor (normalmente s&#243;lo
                    aquellos esenciales para su operaci&#243;n).
                </def>
            </deflist>
            <deflist>
                <term>Truck Computer Analysis of Performance and Economy (TCAPE)</term>
                <def>Este an&#225;lisis por computadora del rendimiento y consumo de combustible de camiones es un
                    programa de computadora que simula el rendimiento y el consumo de combustible de camiones.
                </def>
            </deflist>
            <deflist>
                <term>Turbo</term>
                <def>Compresor impulsado por una turbina, instalado en el m&#250;ltiple de escape. El turbo aumenta la
                    presi&#243;n, la temperatura y la densidad del aire de admisi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Turbo controlado electr&#243;nicamente EVRT&#174;</term>
                <def>Versi&#243;n de International del turbo de geometr&#237;a variable (VGT).</def>
            </deflist>
            <deflist>
                <term>Turbo de geometr&#237;a variable (VGT)</term>
                <def>Turbo con aspas m&#243;viles dentro de la carcasa de la turbina. Estas aspas modifican el flujo de
                    los gases de escape dentro de la carcasa de la turbina, para controlar la presi&#243;n reforzadora
                    en diferentes condiciones de velocidad y carga del motor.
                </def>
            </deflist>
            <deflist>
                <term>V&#225;lvula de recirculaci&#243;n de gases de escape (EGR)</term>
                <def>Cuando est&#225; abierta, mezcla gases de escape con el aire filtrado que fluye dentro del m&#250;ltiple
                    de admisi&#243;n. Cuando est&#225; cerrada, s&#243;lo permite que fluya aire filtrado dentro del m&#250;ltiple
                    de admisi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Velocidad nominal</term>
                <def>Velocidad para la cual el motor est&#225; clasificado, seg&#250;n lo certifica el fabricante. (SAE
                    J1995 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Velocidad de ralent&#237;</term>
                <def>Ralent&#237; bajo es la velocidad m&#237;nima del motor. Ralent&#237; alto es la velocidad regulada
                    m&#225;xima del motor, sin carga.
                </def>
            </deflist>
            <deflist>
                <term>Voltaje</term>
                <def>Potencial el&#233;ctrico expresado en voltios.</def>
            </deflist>
            <deflist>
                <term>Voltaje de encendido</term>
                <def>Voltaje suministrado por el interruptor de encendido cuando la llave est&#225; en la posici&#243;n
                    ON.
                </def>
            </deflist>
            <deflist>
                <term>Voltaje de referencia (V
                    <subscript>REF</subscript>)
                </term>
                <def>Se&#241;al de referencia de 5 voltios suministrada por el ECM para hacer funcionar los sensores del
                    motor y del chasis.
                </def>
            </deflist>
            <deflist>
                <term>Viscosidad</term>
                <def>La resistencia interna al flujo que tiene cualquier l&#237;quido.</def>
            </deflist>
            <deflist>
                <term>Voltio (V)</term>
                <def>Unidad de fuerza electromotriz que mueve una corriente de un amperio a trav&#233;s de una
                    resistencia de un ohmio.
                </def>
            </deflist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges300_282.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300_E30100APPA.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
