<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos del sistema
        de control electr&#243;nico - Diagn&#243;sticos de circuitos - Energ&#237;a del m&#243;dulo de control electr&#243;nico
        (ECM PWR)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Energ&#237;a del m&#243;dulo de control electr&#243;nico (ECM PWR)</title>
        <svcprocinfo>
            <figure id="f27107055" figsize="pg-wide">
                <graphic filename="../figh31/h31035sp.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del ECM PWR</caption>
            </figure>
            <para id="s27105010">El diagrama de la funci&#243;n del ECM PWR incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para id="ECMPWR">ECM</para>
                </item>
                <item>
                    <para>Rel&#233; principal de energ&#237;a del ECM</para>
                </item>
                <item>
                    <para>Interruptor de encendido o rel&#233; de energ&#237;a</para>
                </item>
                <item>
                    <para>Bater&#237;a</para>
                </item>
                <item>
                    <para>Fusibles</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>El m&#243;dulo de control electr&#243;nico (ECM) requiere de una fuente de energ&#237;a de 12 V para
                funcionar correctamente. La energ&#237;a de operaci&#243;n la recibe directamente desde las bater&#237;as
                del veh&#237;culo, a trav&#233;s de los contactos del rel&#233; principal de energ&#237;a del ECM, cada
                vez que la llave de encendido se pone en ON.
            </para>
            <para>Al poner la llave de encendido en ON, el ECM provee una tierra interna al lado de la bobina de su rel&#233;
                principal de energ&#237;a. Esto cierra los contactos del rel&#233; y proporciona al ECM con la energ&#237;a
                necesaria.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito del ECM PWR</title>
            <figure id="f27107056" figsize="pg-wide">
                <graphic filename="../figh31/h31066sp.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px"/>
                <caption>Diagrama del circuito del ECM PWR</caption>
            </figure>
            <para>El ECM est&#225; conectado a tierra al terminal negativo de la bater&#237;a a trav&#233;s de sus pines
                X3-6 y X3-7.
            </para>
            <para>El ECM recibe V
                <subscript>IGN</subscript>
                por el pin X3-3. La energ&#237;a avisa al ECM para que proporcione una conexi&#243;n a tierra desde el
                pin X3-5 al 85 para conmutar su rel&#233; de energ&#237;a. Conmutar el rel&#233; proporciona energ&#237;a
                desde el terminal positivo de la bater&#237;a a trav&#233;s de 2 fusibles y los contactos 30 y 87 del
                rel&#233; a los pines X4-1 y X4-2. Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                del chasis&#187; del cami&#243;n para informaci&#243;n sobre los n&#250;meros de los circuitos y la
                ubicaci&#243;n de los conectores y fusibles.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>El ECM monitoriza internamente el voltaje desde la bater&#237;a. Cuando el ECM recibe continuamente
                menos de 7 V o m&#225;s de 23 V, genera un DTC.
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del ECM PWR</title>
            </para>
            <para>Los DTC se leen con la EST o contando los destellos de las luces de advertencia ENGINE &#225;mbar y
                roja.
            </para>
            <verbatim>
                <line>
                    <emph type="bold">DTC 112</emph>
                </line>
                <line>
                    <emph type="bold">El voltaje del sistema el&#233;ctrico B+ excedi&#243; el l&#237;mite superior
                    </emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El DTC 112 aparece cuando el ECM detecta en el pin X3-3 que el alternador est&#225; enviando m&#225;s
                        de 23 V por m&#225;s de 0,5 segundos.
                    </para>
                </item>
                <item>
                    <para>El DTC 112 puede aparecer cuando se auxilia con cables para arrancar un motor y se introduce
                        voltaje adicional. Las conexiones con una bater&#237;a externa, si son mal hechas, pueden causar
                        el aumento del voltaje.
                    </para>
                </item>
                <item>
                    <para>Si la condici&#243;n que causa el DTC 112 es intermitente, el c&#243;digo cambiar&#225; de
                        activo a inactivo. El DTC 112 no encender&#225; la luz ENGINE &#225;mbar.
                    </para>
                </item>
            </randlist>
            <verbatim>
                <line>
                    <emph type="bold">DTC 113</emph>
                </line>
                <line>
                    <emph type="bold">El voltaje del sistema el&#233;ctrico B+ excedi&#243; el l&#237;mite inferior
                    </emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>Si el ECM genera el DTC 113 cuando detecta en el pin X3-3 menos de 7 V por m&#225;s de 0,5
                        segundos.
                    </para>
                </item>
                <item>
                    <para>El DTC 113 puede aparecer si el alternador o el rel&#233; de energ&#237;a del ECM no est&#225;n
                        funcionando, las bater&#237;as est&#225;n descargadas o aument&#243; la resistencia en los
                        circuitos de suministro de las bater&#237;as.
                    </para>
                </item>
                <item>
                    <para>Si la condici&#243;n que causa el DTC 113 es intermitente, el c&#243;digo cambiar&#225; de
                        activo a inactivo. El DTC 113 no encender&#225; la luz ENGINE &#225;mbar.
                    </para>
                </item>
            </randlist>
            <verbatim>
                <line>
                    <emph type="bold">DTC 626</emph>
                </line>
                <line>
                    <emph type="bold">Falla por reposicionamiento inesperado</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El DTC 626 aparece cuando el suministro de energ&#237;a hacia el ECM se interrumpe. Conexiones
                        flojas o sucias en fusibles, rel&#233; y en los cables de tierra y bater&#237;a pueden hacer que
                        el ECM se apague.
                    </para>
                </item>
                <item>
                    <para>Una vez que el circuito quede arreglado, el ECM reiniciar&#225;. El motor puede funcionar err&#225;ticamente.
                        Poner la llave en OFF y luego en ONhace que el c&#243;digo cambie de activo a inactivo.
                    </para>
                </item>
                <item>
                    <para>Cuando el DTC 626 est&#225; activo, monitorice el voltaje en los pines X4-1 y X4-2 del ECM.
                        Cerci&#243;rese de que no haya conexiones intermitentes del cable de suministro de energ&#237;a.
                        Puede usar la EST para ver los DTC y el voltaje V
                        <subscript>IGN</subscript>
                        medido por el ECM en el pin X3-3.
                    </para>
                </item>
                <item>
                    <para>El DTC 626 no encender&#225; la luz ENGINE&#225;mbar.</para>
                </item>
            </randlist>
            <para>Si los DTC 112, 113 o 626 est&#225;n activos, refi&#233;rase al &#171;Manual de diagramas de circuitos
                el&#233;ctricos del chasis&#187; para informaci&#243;n sobre los n&#250;meros de los circuitos y la
                ubicaci&#243;n de los conectores y fusibles.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Caja de derivaciones</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n para rel&#233;s</para>
                </item>
                <item>
                    <para>Juego de adaptadores para probar terminales</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos del ECM PWR con los pines</title>
            <figure id="f27107057" figsize="pg-wide">
                <graphic filename="../figh31/h31066sp.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px"/>
                <caption>Diagrama del circuito del ECM PWR</caption>
            </figure>
            <table id="te27107043" tblwidth="pg-wide" type="simple" frame="bottom">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.02in"/>
                    <colspec colname="col2" colwidth="1.13in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>El circuito ECM PWR requiere que se usen los diagramas de circuitos del veh&#237;culo.
                                    Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187;
                                    para informaci&#243;n sobre los n&#250;meros de los circuitos y la ubicaci&#243;n de
                                    los conectores y fusibles.
                                </para>
                                <caution>
                                    <para>Para no causar da&#241;os al motor, ponga la llave en OFF antes de retirar el
                                        rel&#233; principal de energ&#237;a o cualquier conector que suministre energ&#237;a
                                        al ECM. No poner la llave de encendido en OFFprovocar&#225; un sobrevoltaje y da&#241;ar&#225;
                                        componentes el&#233;ctricos.
                                    </para>
                                </caution>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones del voltaje en el enchufe del rel&#233; de energ&#237;a
                                        del ECM - Con la llave en ONy el motor apagado
                                    </emph>
                                    (Haga las mediciones en orden. Con el cableado de derivaci&#243;n conectado al rel&#233;
                                    y al centro de distribuci&#243;n de energ&#237;a y la llave en ON. Inspeccione en
                                    busca de pines doblados y corrosi&#243;n).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Requisito</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>86 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Voltaje constante. Si no hay voltaje, revise los circuitos de energ&#237;a desde
                                    las bater&#237;as hasta el fusible. Si el fusible est&#225; quemado, busque un corto
                                    a tierra. Si el fusible est&#225; en buen estado, busque una interrupci&#243;n entre
                                    el pin 30 y B+. Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                                    del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y
                                    los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>30 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Voltaje constante. Si no hay voltaje, revise los fusibles. Si el fusible est&#225;
                                    quemado, busque un corto a tierra. Si el fusible est&#225; en buen estado, busque
                                    una interrupci&#243;n entre el pin 30 y B+. Refi&#233;rase al &#171;Manual de
                                    diagramas de circuitos el&#233;ctricos del chasis&#187; para informaci&#243;n sobre
                                    la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>85 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0,06 - 2 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >2 V, busque una interrupci&#243;n del pin X3-5 al pin 85 del rel&#233; o en el
                                    circuito del V
                                    <subscript>IGN</subscript>. Refi&#233;rase al &#171;Manual de diagramas de circuitos
                                    el&#233;ctricos del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de
                                    los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>87 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Voltaje constante. Si los puntos de prueba anteriores cumplen con las
                                    especificaciones y no hay voltaje, cambie el rel&#233;.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107044" tblwidth="pg-wide" type="simple" frame="bottom">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.03in"/>
                    <colspec colname="col2" colwidth="1.11in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <caution>
                                    <para>Para no causar da&#241;os al motor, ponga la llave en OFF antes de retirar el
                                        rel&#233; principal de energ&#237;a o cualquier conector que suministre energ&#237;a
                                        al ECM. No poner la llave de encendido en OFFprovocar&#225; un sobrevoltaje y da&#241;ar&#225;
                                        componentes el&#233;ctricos.
                                    </para>
                                </caution>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones del voltaje en el ECM - Con la llave en ON y el motor
                                        apagado
                                    </emph>
                                    (Haga las mediciones en orden. Con la caja de derivaciones conectada entre el
                                    cableado del chasis y el ECM. Inspeccione en busca de pines doblados y corrosi&#243;n).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Requisito</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-3 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Energ&#237;a desde el interruptor encendido hacia el ECM. Si no hay voltaje, refi&#233;rase
                                    al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187; para
                                    informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-6 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a. Si hay voltaje, busque interrupci&#243;n o alta resistencia entre la
                                    bater&#237;a (-) y los pines del ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-7 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Tierra - medici&#243;n del voltaje indica mala conexi&#243;n a la tierra de la
                                    bater&#237;a. Si hay voltaje, busque interrupci&#243;n o alta resistencia entre la
                                    bater&#237;a (-) y los pines del ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-5 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0,06 - 2 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>El ECM conecta a tierra el rel&#233; a trav&#233;s de un transistor interno. Si >
                                    2 V, cambie el ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X4-1 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Energ&#237;a desde el rel&#233; al ECM. Si no hay voltaje, busque interrupci&#243;n
                                    entre X4-1 y 87 en el rel&#233; del ECM. Refi&#233;rase al &#171;Manual de diagramas
                                    de circuitos el&#233;ctricos del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n
                                    de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X4-2 a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>12 &#177; 1,5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Energ&#237;a desde el rel&#233; al ECM. Si no hay voltaje, busque interrupci&#243;n
                                    entre X4-2 y 87 en el rel&#233; del ECM. Refi&#233;rase al &#171;Manual de diagramas
                                    de circuitos el&#233;ctricos del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n
                                    de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107045" tblwidth="pg-wide" type="simple" frame="bottom">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.85in"/>
                    <colspec colname="col2" colwidth="0.67in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <caution>
                                    <para>Para no causar da&#241;os al motor, ponga la llave en OFF antes de retirar el
                                        rel&#233; principal de energ&#237;a o cualquier conector que suministre energ&#237;a
                                        al ECM. No poner la llave de encendido en OFFprovocar&#225; un sobrevoltaje y da&#241;ar&#225;
                                        componentes el&#233;ctricos.
                                    </para>
                                </caution>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado - ECM al rel&#233;
                                        principal de energ&#237;a
                                    </emph>
                                    (Con la llave en OFF. Inspeccione en busca de pines doblados y corrosi&#243;n.
                                    Conecte el cableado de derivaci&#243;n para rel&#233;s y la caja de derivaciones en
                                    X3 y X4 del cableado del chasis solamente).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Requisito</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-5 a 85 (rel&#233; del ECM)</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el ECM y el
                                    rel&#233;. Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                                    del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y
                                    los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X4-1 a 87 (rel&#233; del ECM)</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el ECM y el
                                    rel&#233;. Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                                    del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y
                                    los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X4-2 a 87 (rel&#233; del ECM)</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el ECM y el
                                    rel&#233;. Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                                    del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y
                                    los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado - Rel&#233; principal de
                                        energ&#237;a a la bater&#237;a
                                    </emph>
                                    (Con la llave en OFF. Desconecte el cable negativo de la bater&#237;a. Separe el
                                    cableado y el sensor. Inspeccione en busca de pines doblados y corrosi&#243;n.
                                    Conecte el cableado de derivaci&#243;n para rel&#233;s).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>30 (rel&#233; del ECM) al cable B+</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el rel&#233;
                                    y el cable positivo de la bater&#237;a. Revise los fusibles. Refi&#233;rase al
                                    &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187; para
                                    informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>86 (rel&#233; del ECM) al cable B+</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el rel&#233;
                                    y el cable positivo de la bater&#237;a. Revise el fusible. Refi&#233;rase al &#171;Manual
                                    de diagramas de circuitos el&#233;ctricos del chasis&#187; para informaci&#243;n
                                    sobre la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado - ECM a la tierra del ECM
                                        en el chasis
                                    </emph>
                                    (Con la llave en OFF. Desenchufe el conector 9260
                                    <ftnote id="f1">El conector 9260 es un conector de dos cables generalmente ubicado
                                        en la caja de bater&#237;as. El pin A es la conexi&#243;n a la tierra para el
                                        ECM y el IDM. Para informaci&#243;n sobre el circuito de tierra del ECM y del
                                        IDM en el chasis, refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos
                                        del chasis&#187;.</ftnote>. Inspeccione en busca de pines doblados y corrosi&#243;n.
                                    Conecte la caja de derivaciones [X3 y X4] s&#243;lo al cableado del chasis).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-6 al pin A (9260)</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, revise las conexiones a la tierra de la bater&#237;a. Refi&#233;rase
                                    al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187; para
                                    informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-7 al pin A (9260)</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, revise las conexiones a la tierra de la bater&#237;a. Refi&#233;rase
                                    al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187; para
                                    informaci&#243;n sobre la ubicaci&#243;n de los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 al pin A (9260)</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra en el cableado.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-5 al pin A (9260)</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra en el cableado.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X4-1 al pin A (9260)</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra en el cableado.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X4-2 al pin A (9260)</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra en el cableado.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado - ECM a la tierra en el
                                        chasis
                                    </emph>
                                    (Con la llave en OFF. Desenchufe el conector 9260 del chasis
                                    <ftnref xrefid="f1"/>. Desconecte el cable negativo de la bater&#237;a. Separe el
                                    cableado y el sensor. Use el cable negativo desconectado de la bater&#237;a como
                                    punto de tierra para la prueba).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-6 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 500 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 500 &#x2126;, busque corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-7 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 500 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 500 &#x2126;, busque corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 500 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 500 &#x2126;, busque corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-5 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X4-1 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X4-2 al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado - ECM al rel&#233; de
                                        energ&#237;a de encendido
                                    </emph>
                                    (Con la llave en OFF. Inspeccione en busca de pines doblados y corrosi&#243;n.
                                    Conecte el cableado de derivaci&#243;n para rel&#233;s y la caja de derivaciones [X3
                                    y X4] s&#243;lo al cableado del chasis).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X3-3 a 87 (V
                                    <subscript>IGN</subscript>
                                    - rel&#233; de energ&#237;a)
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n en las conexiones entre el ECM y el
                                    rel&#233; de energ&#237;a V
                                    <subscript>IGN</subscript>. Refi&#233;rase al &#171;Manual de diagramas de circuitos
                                    el&#233;ctricos del chasis&#187; para informaci&#243;n sobre la ubicaci&#243;n de
                                    los rel&#233;s y los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>C&#243;digos de falla del ECM PWR</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>DTC 112 = El voltaje interno excede el l&#237;mite superior de > 23 V</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>DTC 113 = El voltaje interno excede el l&#237;mite inferior de &#60; 7 V</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>DTC 626 = Falla por reposicionamiento inesperado.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_138.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_140.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
