<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Bloque del motor, cig&#252;e&#241;al y &#225;rbol de levas -
        Limpieza, inspecci&#243;n y pruebas - Cig&#252;e&#241;al
    </stitle>
    <svcman/>
    <svcproc id="s26508.2.2" svcproctype="clean" graphiccount="2">
        <title>Cig&#252;e&#241;al</title>
        <step1>
            <para count="1">Limpie e inspeccione el cig&#252;e&#241;al y los cojinetes de bancada en la forma
                siguiente:
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                        <supscript>2</supscript>). Refi&#233;rase a
                        <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                    </para>
                </warning>
            </specpara>
            <step2>
                <para count="1">Limpie el cig&#252;e&#241;al con un solvente adecuado y s&#233;quelo con aire
                    comprimido.
                </para>
            </step2>
            <step2>
                <para count="1">Limpie todos los conductos internos de aceite del cig&#252;e&#241;al con un cepillo de
                    cerdas duras de nailon. Afloje las acumulaciones de suciedad, lodo y otros dep&#243;sitos. Enjuague
                    los conductos de aceite con un solvente adecuado.
                </para>
            </step2>
            <step2>
                <para count="1">Inspeccione los mu&#241;ones del cig&#252;e&#241;al (principales y de biela) en busca de
                    marcas, muescas o rayones.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Inspeccione los cojinetes (de bancada y de biela) del cig&#252;e&#241;al en busca de
                rayones, ranuras, picaduras y coloraci&#243;n no uniforme.
            </para>
        </step1>
        <figure id="f3000930" figsize="col-wide">
            <graphic filename="../figd07/d0712.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n de un mu&#241;&#243;n principal del cig&#252;e&#241;al</caption>
        </figure>
        <step1>
            <para count="1">Mida el di&#225;metro de cada mu&#241;&#243;n principal con un micr&#243;metro de 3 - 4
                pulgadas. Mida cada mu&#241;&#243;n en dos puntos a 90&#176; uno del otro. Mida y anote los valores de
                cada uno de los siete mu&#241;ones principales. La diferencia entre los valores ser&#225; la ovalizaci&#243;n
                de los mu&#241;ones principales. Refi&#233;rase a
                <hotlnk document="mges300_182.xml" xrefid="E30009A">"Especificaciones"</hotlnk>.
            </para>
        </step1>
        <figure id="f3000931" figsize="col-wide">
            <graphic filename="../figJ03/J03022.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n de un mu&#241;&#243;n de biela del cig&#252;e&#241;al</caption>
        </figure>
        <step1>
            <para count="1">Mida el di&#225;metro de cada mu&#241;&#243;n de biela con un micr&#243;metro de 2 - 3
                pulgadas. Mida cada mu&#241;&#243;n en dos puntos a 90&#176; uno del otro. Mida y anote los valores de
                cada uno de los mu&#241;ones de biela. La diferencia entre los valores ser&#225; la ovalizaci&#243;n de
                los mu&#241;ones de biela. Refi&#233;rase a
                <hotlnk document="mges300_182.xml" xrefid="E30009A">"Especificaciones"</hotlnk>.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, si los mu&#241;ones exceden las especificaciones m&#225;ximas
                    de ovalizaci&#243;n o conicidad, debe rectificar o cambiar el cig&#252;e&#241;al.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges300_171.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300_173.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
