<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos del sistema
        de control electr&#243;nico - Diagn&#243;sticos de circuitos - RSE (activaci&#243;n de las persianas del
        radiador)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>RSE (activaci&#243;n de las persianas del radiador)</title>
        <svcprocinfo>
            <figure id="f27107134" figsize="pg-wide">
                <graphic filename="../figh31/h31364sp.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="532px"/>
                <caption>Diagrama de la funci&#243;n del RSE</caption>
            </figure>
            <para id="RSE">El diagrama de la funci&#243;n del RSE incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire de admisi&#243;n (IAT)</para>
                </item>
                <item>
                    <para>ECT (sensor de temperatura del refrigerante)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire en el m&#250;ltiple (MAT)</para>
                </item>
                <item>
                    <para>Solenoide de las persianas</para>
                </item>
                <item>
                    <para>Controlador electr&#243;nico de sistemas (ESC)</para>
                </item>
                <item>
                    <para>Enlace de datos del tren propulsor (CAN 1)</para>
                </item>
            </randlist>
            <para id="s27107032">
                <title>Funci&#243;n</title>
            </para>
            <para>La funci&#243;n del activador de las persianas del radiador (RSE) es proporcionar la l&#243;gica
                correcta para abrir o cerrar las persianas del radiador (energizar o desenergizar un solenoide). Cerrar
                las persianas mantendr&#225; el motor caliente cuando hace fr&#237;o. Esto hace posible que la cabina se
                caliente y que el parabrisas se descongele m&#225;s r&#225;pidamente.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito del RSE</title>
            <figure id="f27107135" figsize="pg-wide">
                <graphic filename="../figh31/h31365sp.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="532px"/>
                <caption>Diagrama del circuito de la RSE</caption>
            </figure>
            <para>El circuito del RSE proporciona el control para abrir o cerrar las persianas del radiador (energizar o
                desenergizar un solenoide). Las persianas del radiador mantienen el motor caliente cuando hace fr&#237;o.
                Cuando la llave est&#225; en ON, hay energ&#237;a disponible para el solenoide de las persianas.
            </para>
            <para>Las persianas
                <emph type="bold">se cerrar&#225;n cuando todas</emph>
                las siguientes condiciones se cumplan:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La temperatura del aire en el m&#250;ltiple es menor de 37 &#176;C (99 &#176;F)</para>
                </item>
                <item>
                    <para>La temperatura del aire de admisi&#243;n es menor de 7 &#176;C (45 &#176;F)</para>
                </item>
                <item>
                    <para>La temperatura del refrigerante es menor de 80 &#176;C (176 &#176;F)</para>
                </item>
                <item>
                    <para>No hay solicitud del retardador de la transmisi&#243;n</para>
                </item>
                <item>
                    <para>No hay solicitud del ventilador del motor</para>
                </item>
            </randlist>
            <para>Las persianas
                <emph type="bold">se abrir&#225;n cuando cualquiera</emph>
                las siguientes condiciones se cumplan:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La temperatura del aire en el m&#250;ltiple es mayor de 60 &#176;C (140 &#176;F)</para>
                </item>
                <item>
                    <para>La temperatura del aire de admisi&#243;n es mayor de 12 &#176;C (54 &#176;F)</para>
                </item>
                <item>
                    <para>La temperatura del refrigerante es mayor de87 &#176;C (189 &#176;F)</para>
                    <para>(
                        <emph type="bold">Nota:</emph>
                        El cliente puede programar la temperatura del refrigerante)
                    </para>
                </item>
                <item>
                    <para>Hay solicitud del retardador de la transmisi&#243;n</para>
                </item>
                <item>
                    <para>Hay solicitud del ventilador del motor</para>
                </item>
            </randlist>
            <para>Las persianas no se cerrar&#225;n nuevamente hasta que se cumplan todas las condiciones de cierre:
            </para>
            <para>El ECM controla el solenoide de las persianas suministrando un trayecto a tierra para la bobina del
                solenoide. Cuando las persianas necesitan ser activadas, el pin X3-22 es puesto a tierra desde el ECM.
                Cuando las persianas necesitan ser desactivadas, se retira la conexi&#243;n a tierra del pin X3-22 del
                ECM.
            </para>
            <para>Si todas las pruebas de diagn&#243;stico con los pines cumplen con las especificaciones y las
                persianas no funcionan de acuerdo a los par&#225;metro, p&#243;ngase en contacto con International&#174;
                Technical Services.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>Puede detectar una interrupci&#243;n o un corto a tierra en el circuito de control del RSE con una
                comprobaci&#243;n de los circuitos de salida (OCC) a solicitud hecha con la prueba est&#225;ndar con la
                llave en ON y el motor apagado. Si se detecta una falla, aparecer&#225; un DTC.
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del RSE</title>
            </para>
            <verbatim>
                <line>
                    <emph type="bold">DTC 256</emph>
                </line>
                <line>
                    <emph type="bold">Fall&#243; la prueba de OCC del RSE</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 256 cuando falla la prueba de OCC luego de hacer una prueba est&#225;ndar
                        con la llave en ONy el motor apagado.
                    </para>
                </item>
                <item>
                    <para>El DTC 256 puede aparecer si hay una conexi&#243;n deficiente, una interrupci&#243;n o un
                        corto a tierra en el circuito de control del rel&#233; o si el rel&#233; est&#225; defectuoso.
                    </para>
                </item>
                <item>
                    <para>Cuando el DTC 256 est&#225; activo, la luz ENGINE&#225;mbar se enciende.</para>
                </item>
            </randlist>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos del RSE con los pines</title>
            <figure id="f27107136" figsize="pg-wide">
                <graphic filename="../figh31/h31365sp.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="532px"/>
                <caption>Diagrama del circuito de la RSE</caption>
            </figure>
            <table id="te27107025" tblwidth="pg-wide" type="simple" frame="bottom" numbered="no">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="0.60*"/>
                    <colspec colname="col3" colwidth="1.69*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>El circuito del RSE requiere que se usen los diagramas de circuitos del veh&#237;culo.
                                    Refi&#233;rase al &#171;Manual de diagramas de circuitos el&#233;ctricos del chasis&#187;
                                    para informaci&#243;n sobre los n&#250;meros de los circuitos y la ubicaci&#243;n de
                                    los conectores y fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones del voltaje en el conector del solenoide</emph>
                                    (Desenchufe el solenoide. Ponga la llave en ON).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Punto de prueba</para>
                            </entry>
                            <entry>
                                <para>Requisito</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>KOEO</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>B+ &#177; 0,5 V</para>
                            </entry>
                            <entry>
                                <para>Si &#60; B+, busque una interrupci&#243;n en el circuito. Haga las &#171;Mediciones
                                    de resistencia en el cableado&#187;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry>
                                <para>Si > 0,25 V, revise la programaci&#243;n del ECM o busque una interrupci&#243;n en
                                    el circuito.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Prueba del estado de las salidas - Medici&#243;n del voltaje en el
                                        conector de las persianas
                                    </emph>
                                    (Desenchufe el solenoide. Ponga la llave en ON. Haga las pruebas del estado de las
                                    salidas. Para ayuda con el procedimiento de las &#171;Pruebas del estado de las
                                    salidas bajas y altas&#187;, refi&#233;rase a
                                    <hotlnk document="mges270_51.xml" xrefid="s27107029">&#171;Funcionamiento del
                                        software de diagn&#243;stico&#187;
                                    </hotlnk>
                                    en la Secci&#243;n 3 ).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Estado y punto de prueba</para>
                            </entry>
                            <entry>
                                <para>Requisito</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Prueba del estado de las salidas bajas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B+ al pin B</para>
                            </entry>
                            <entry>
                                <para>B+ &#177; 0,5 V</para>
                            </entry>
                            <entry>
                                <para>Si &#60; B+, revise la programaci&#243;n del ECM y busque una interrupci&#243;n en
                                    el circuito.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Prueba del estado de las salidas altas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B+ al pin B</para>
                            </entry>
                            <entry>
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry>
                                <para>Si > 0,25 V, revise la programaci&#243;n del ECM y busque un corto a la fuente de
                                    voltaje.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Medici&#243;n de continuidad del solenoide del RSE</emph>
                                    (Con la llave en OFF. Desenchufe el solenoide).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a A</para>
                            </entry>
                            <entry>
                                <para>10 - 30 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Resistencia esperada de la bobina del solenoide.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                                <para>
                                    <emph type="bold">Mediciones de resistencia del conector a la tierra del chasis
                                    </emph>
                                    (Con la llave en OFF. Desconecte el cable negativo de la bater&#237;a. Desenchufe el
                                    solenoide. Use el cable negativo desconectado de la bater&#237;a como punto de
                                    tierra para la prueba).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B al cable de tierra</para>
                            </entry>
                            <entry>
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si &#60; 1 k&#x2126;, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado</emph>
                                    (Con la llave en OFF. Desenchufe el solenoide. Conecte X3 de la caja de derivaciones
                                    s&#243;lo al cableado del chasis).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-22 a B</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque interrupci&#243;n en el cableado entre el ECM y el
                                    solenoide del ventilador.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A al fusible</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque interrupci&#243;n en el cableado entre el fusible y el
                                    solenoide del ventilador. Refi&#233;rase al &#171;Manual de diagramas de circuitos
                                    el&#233;ctricos del chasis&#187; para informaci&#243;n sobre los fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Prueba del estado de las salidas - Medici&#243;n del voltaje en el
                                        ECM
                                    </emph>
                                    (Desconecte X3 y X4 del ECM. Conecte la caja de derivaciones [s&#243;lo X3] al ECM y
                                    al cableado. Ponga la llave en ON. Haga las pruebas del estado de las salidas. Para
                                    ayuda con el procedimiento de las &#171;Pruebas del estado de las salidas bajas y
                                    altas&#187;, refi&#233;rase a
                                    <hotlnk document="mges270_51.xml" xrefid="s27107029">&#171;Funcionamiento del
                                        software de diagn&#243;stico&#187;
                                    </hotlnk>
                                    en la Secci&#243;n 3 ).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Prueba del estado de las salidas bajas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 a X3-22</para>
                            </entry>
                            <entry>
                                <para>B+ &#177; 0,5 V</para>
                            </entry>
                            <entry>
                                <para>Si &#60; B+,
                                    <emph type="bold">verifique que el ECM est&#233; correctamente programado.</emph>
                                    Si el ECM est&#225; correctamente programado, cambie el ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Prueba del estado de las salidas altas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 a X3-22</para>
                            </entry>
                            <entry>
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry>
                                <para>Si > 0,25 V,
                                    <emph type="bold">verifique que el ECM est&#233; correctamente programado.</emph>
                                    Si el ECM est&#225; correctamente programado, cambie el ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Medici&#243;n del voltaje de operaci&#243;n en el solenoide de las
                                        persianas
                                    </emph>
                                    (Con el solenoide conectado y la caja de derivaciones instalada.
                                    <emph type="bold">Nota:</emph>
                                    Esta prueba debe hacerse s&#243;lo cuando no haya DTC. Monitorice los par&#225;metros
                                    del motor y el voltaje en el pin X3-22 del ECM con el motor en marcha).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 a X3-22</para>
                            </entry>
                            <entry>
                                <para>B+ &#177; 0,5 V</para>
                            </entry>
                            <entry>
                                <para>El solenoide es energizado y las persianas se cierran.</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>La temperatura del aire en el m&#250;ltiple es menor de 37 &#176;C (99
                                            &#176;F)
                                        </para>
                                    </item>
                                    <item>
                                        <para>La temperatura del aire de admisi&#243;n es menor de 7 &#176;C (45 &#176;F)</para>
                                    </item>
                                    <item>
                                        <para>La temperatura del refrigerante es menor de 80 &#176;C (176 &#176;F)
                                        </para>
                                    </item>
                                    <item>
                                        <para>No hay solicitud del retardador de la transmisi&#243;n</para>
                                    </item>
                                    <item>
                                        <para>No hay solicitud del ventilador del motor</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X3-3 a X3-22</para>
                            </entry>
                            <entry>
                                <para>0 - 0,25 V</para>
                            </entry>
                            <entry>
                                <para>El solenoide es desenergizado y las persianas se abren.</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>La temperatura del aire en el m&#250;ltiple es mayor de 60 &#176;C (140
                                            &#176;F)
                                        </para>
                                    </item>
                                    <item>
                                        <para>La temperatura del aire de admisi&#243;n es mayor de 12 &#176;C (54 &#176;F)</para>
                                    </item>
                                    <item>
                                        <para>La temperatura del refrigerante es mayor de87 &#176;C (189 &#176;F)</para>
                                    </item>
                                    <item>
                                        <para>Hay solicitud del retardador de la transmisi&#243;n</para>
                                    </item>
                                    <item>
                                        <para>Hay solicitud del ventilador del motor</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>C&#243;digos de falla del RSE</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>DTC 256 = Fue detectada una comprobaci&#243;n de los circuitos de salida durante
                                    la Prueba est&#225;ndar con la llave en ONy el motor apagado KOEO, lo que indica
                                    resistencia alta o baja en el circuito.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_157.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_159.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
