<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Caracter&#237;sticas del motor y del veh&#237;culo -
        Caracter&#237;sticas opcionales - Temporizador de apagado en ralent&#237; (IST)
    </stitle>
    <svcman/>
    <svcproc id="s306000202.3" svcproctype="describe" graphiccount="0">
        <title>Temporizador de apagado en ralent&#237; (IST)</title>
        <para>La funci&#243;n IST permite que el ECM apague el motor cuando ha estado funcionando demasiado tiempo en
            ralent&#237;. El IST puede programarse a solicitud del propietario para apagar autom&#225;ticamente el motor
            despu&#233;s de funcionar en ralent&#237; entre 2 y 120 minutos.
        </para>
        <para>La luz roja de aceite/refrigerante (OWL) se encender&#225; antes de que se apague el motor. La luz
            destellar&#225; por 30 segundos para advertir al conductor que el motor se apagar&#225;. El tiempo en ralent&#237;
            se mide desde la &#250;ltima vez que se pis&#243; el embrague o el freno. Para que el IST funcione, la
            transmisi&#243;n no debe estar en una marcha.
        </para>
        <para>
            <title>Condiciones que desactivan el IST</title>El IST no funcionar&#225; si:
        </para>
        <randlist type="bullet">
            <item>
                <para>La toma de fuerza est&#225; funcionando.</para>
            </item>
            <item>
                <para>El motor no est&#225; en ralent&#237; (700 RPM).</para>
            </item>
            <item>
                <para>Se detecta que el veh&#237;culo se mueve.</para>
            </item>
            <item>
                <para>La temperatura del refrigerante es menor de 60 &#176;C (140 &#176;F).</para>
            </item>
            <item>
                <para>La temperatura ambiente es menor de 16 &#176;C (61 &#176;F) o mayor de 35 &#176;C (95 &#176;F).
                </para>
            </item>
            <item>
                <para>Se detecta movimiento del pedal de freno o una falla en el interruptor de activaci&#243;n/desactivaci&#243;n
                    del freno (BOO) o en el interruptor de presi&#243;n del freno (BPS).
                </para>
            </item>
            <item>
                <para>Se mueve la palanca de cambios fuera de neutro o de PARK.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_37.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_E3060003.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
