<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Humo
    </stitle>
    <svcman/>
    <svcproc id="s306000402.14" svcproctype="diagnose" graphiccount="0">
        <title>Humo</title>
        <svcsubproc id="s306000402.14.1">
            <title>Humo negro</title>
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Restricci&#243;n en la admisi&#243;n o en el escape</para>
                </item>
                <item>
                    <para>Falla del turbo o una rueda de la turbina trabada</para>
                </item>
                <item>
                    <para>El sensor de presi&#243;n barom&#233;trica absoluta (BAP) est&#225; polarizado</para>
                </item>
                <item>
                    <para>Hay alg&#250;n inyector flojo</para>
                </item>
                <item>
                    <para>El sistema del enfriador de aire turboalimentado tiene alguna fuga</para>
                </item>
                <item>
                    <para>Altitud (humo negro cuando se acelera fuerte o s&#250;bitamente puede deberse a la gran
                        altitud)
                    </para>
                </item>
                <item>
                    <para>El sensor de flujo de aire masivo (MAF) est&#225; polarizado</para>
                </item>
                <item>
                    <para>El sensor de presi&#243;n absoluta del m&#250;ltiple (MAP) est&#225; defectuoso</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>La v&#225;lvula de EGR est&#225; trabada en posici&#243;n abierta a altas temperaturas</para>
                </item>
            </randlist>
            <para>
                <title>Diagn&#243;sticos de humo negro</title>
            </para>
            <step1>
                <para count="1">Si el motor pistonea o hay evidencia de combustible en el escape, saque el m&#250;ltiple
                    de escape e inspeccione los orificios de escape en busca de combustible. Los principales sospechosos
                    ser&#225;n un inyector flojo, un sello anular perdido o da&#241;ado o la empaquetadura de cobre en
                    el fondo de un inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de admisi&#243;n de aire y el sistema de escape en busca de
                    restricciones.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione visualmente el turbo en busca de fugas de aceite o da&#241;os. Debido al
                    sistema de ventilaci&#243;n cerrada del bloque del motor, es normal que haya algo de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_88.xml" xrefid="tp306000601">Prueba 1 &#171;C&#243;digos de falla&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_93.xml" xrefid="tp306000606">Prueba 6 &#171;Restricci&#243;n en la admisi&#243;n
                        y en el escape&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_98.xml" xrefid="tp306000611">Prueba 11 &#171;Control y manejo del aire&#187;</hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000402.14.2">
            <title>Humo blanco</title>
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>El motor est&#225; fr&#237;o</para>
                </item>
                <item>
                    <para>Las buj&#237;as incandescentes no funcionan</para>
                </item>
                <item>
                    <para>El calentador de aire de admisi&#243;n no funciona</para>
                </item>
                <item>
                    <para>El aceite tiene aire</para>
                </item>
                <item>
                    <para>El combustible es de mala calidad</para>
                </item>
                <item>
                    <para>La v&#225;lvula de EGR est&#225; trabada en posici&#243;n abierta a bajas temperaturas</para>
                </item>
                <item>
                    <para>El sensor de presi&#243;n barom&#233;trica absoluta (BAP) est&#225; polarizado</para>
                </item>
                <item>
                    <para>Fuga de refrigerante hacia la combusti&#243;n desde el lado de escape</para>
                </item>
                <item>
                    <para>Hay alg&#250;n inyector flojo</para>
                </item>
                <item>
                    <para>Alg&#250;n inyector no funciona</para>
                </item>
                <item>
                    <para>Hay alguna biela doblada</para>
                </item>
                <item>
                    <para>Alg&#250;n anillo de pist&#243;n est&#225; desgastado</para>
                </item>
                <item>
                    <para>Hay poca compresi&#243;n</para>
                </item>
                <item>
                    <para>Hay fuga de refrigerante hacia el interior de la c&#225;mara de combusti&#243;n</para>
                </item>
                <item>
                    <para>El m&#250;ltiple de admisi&#243;n est&#225; poroso</para>
                </item>
            </randlist>
            <para>
                <title>Diagn&#243;stico de humo blanco</title>
            </para>
            <step1>
                <para count="1">A bajas temperaturas y dependiendo de otros factores, es normal que haya un poco de humo
                    blanco.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Aseg&#250;rese de que el motor alcance la temperatura de operaci&#243;n de 88 &#176;C (190
                            &#176;F) antes de proceder con el diagn&#243;stico de una queja por humo blanco.
                        </para>
                    </item>
                    <item>
                        <para>Si el motor no llega a la temperatura de operaci&#243;n durante una prueba en carretera,
                            verifique que la temperatura de apertura del termostato sea de 88 &#176;C (190 &#176;F).
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si el motor est&#225; fr&#237;o, las buj&#237;as incandescentes y el calentador del aire
                    de admisi&#243;n puede quedar encendidos despu&#233;s del arranque, para ayudar en la disipaci&#243;n
                    del humo. Haga la
                    <hotlnk document="mges3052_83.xml" xrefid="tp306000514">Prueba 14 &#171;Buj&#237;as incandescentes&#187;</hotlnk>
                    y la
                    <hotlnk document="mges3052_84.xml" xrefid="tp306000515">Prueba 15 &#171;Calentador del aire de
                        admisi&#243;n&#187;
                    </hotlnk>
                    de la Secci&#243;n 5 de este manual o del formulario &#171;Diagn&#243;sticos para motores que no
                    arrancan o arrancan con dificultad&#187; para verificar el funcionamiento de las buj&#237;as
                    incandescentes y del calentador del aire de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_92.xml" xrefid="tp306000605">Prueba 5 &#171;Sistema de suministro de
                        combustible&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    Verifique la calidad y cantidad del combustible diesel, revise si tiene aire y mida la presi&#243;n
                    de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la prueba del estado de las salidas bajas y altas para activar y desactivar la v&#225;lvula
                    de EGR y monitorizar su movimiento en la sesi&#243;n de monitorizaci&#243;n continua.
                </para>
            </step1>
            <step1>
                <para count="1">Si hay p&#233;rdida de refrigerante sin recalentamiento del motor, revise si hay
                    refrigerante en el escape.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sale refrigerante por el escape o al menos puede olerlo, refi&#233;rase a
                            <hotlnk document="mges3052_58.xml" xrefid="s306000402.5.1.1">&#171;Fuga de refrigerante
                                hacia el escape&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_95.xml" xrefid="tp306000608">Prueba 8 &#171;Presi&#243;n de control de
                        inyecci&#243;n&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_96.xml" xrefid="tp306000609">Prueba 9 &#171;Desconexi&#243;n de los
                        inyectores&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_97.xml" xrefid="tp306000610">Prueba 10 &#171;Compresi&#243;n relativa&#187;</hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Si el motor pistonea o hay evidencia de combustible en el escape, saque el m&#250;ltiple
                    de escape e inspeccione los orificios de escape en busca de combustible. Los principales sospechosos
                    ser&#225;n un inyector flojo, un sello anular perdido o da&#241;ado o la empaquetadura de cobre en
                    el fondo de un inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de admisi&#243;n en busca de entrada de agua o evidencia de que
                    est&#233; ingresando aire sin filtrar al motor.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La entrada de agua puede deberse a un bloqueo hidr&#225;ulico y a bielas dobladas. Si
                            sospecha que hay entrada de agua, determine cu&#225;l es el cilindro que despide humo
                            sacando los m&#250;ltiples de escape y poniendo el motor en marcha.
                        </para>
                    </item>
                    <item>
                        <para>El ingreso de aire sin filtrar puede causar desgaste excesivo de los cilindros y da&#241;os
                            al compresor del turbo. Si sospecha que alg&#250;n cilindro est&#225; desgastado, determine
                            cu&#225;l es el que despide humo sacando los m&#250;ltiples de escape y poniendo el motor en
                            marcha.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra refrigerante en el m&#250;ltiple de admisi&#243;n, refi&#233;rase a
                            <hotlnk document="mges3052_58.xml" xrefid="s306000402.5.1.1">&#171;Fuga de refrigerante
                                hacia el escape&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, la inspecci&#243;n visual del turbo debe hacerse con
                        el motor apagado y el turbo detenido. Los componentes del turbo pueden estar muy calientes y las
                        ruedas de la turbina son muy filosas y pueden girar a altas velocidades. Cerci&#243;rese
                        visualmente de que las ruedas de la turbina del turbo no est&#233;n girando, antes de meter las
                        manos.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Haga una prueba de compresi&#243;n a los cilindros que despiden humo blanco, usando un
                    adaptador para pruebas de compresi&#243;n. Inspeccione el turbo en busca de da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">Si el motor se recalienta y pierde refrigerante y sospecha de que hay fugas por la
                    empaquetadura de la culata, por la camisa de alg&#250;n inyector o por la camisa de alguna buj&#237;a
                    incandescente, refi&#233;rase a
                    <hotlnk document="mges3052_55.xml" xrefid="s306000402.2.3.1">&#171;Prueba de fugas de combusti&#243;n
                        usando alta presi&#243;n&#187;
                    </hotlnk>
                    en esta secci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000402.14.3">
            <title>Humo azul</title>
            <specpara>
                <note>
                    <para>El humo azul indica que hay consumo excesivo de aceite. Si no puede diferenciar entre el humo
                        blanco y el humo azul, es posible diferenciarlos por el olor. Si huele a aceite quemado, se
                        trata de humo azul. Si huele a combustible o a refrigerante, se trata de humo blanco.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Presi&#243;n excesiva en el bloque</para>
                </item>
                <item>
                    <para>El turbo est&#225; defectuoso</para>
                </item>
                <item>
                    <para>Alg&#250;n inyector tiene una falla</para>
                </item>
                <item>
                    <para>El anillo de control de aceite de alg&#250;n pist&#243;n est&#225; trabado o no funciona
                    </para>
                </item>
                <item>
                    <para>El sello del v&#225;stago de alguna v&#225;lvula tiene fugas o la gu&#237;a de alguna v&#225;lvula
                        est&#225; gastada
                    </para>
                </item>
            </randlist>
            <para>
                <title>Diagn&#243;stico de humo azul</title>
            </para>
            <step1>
                <para count="1">Haga una prueba de consumo de aceite. Verifique si el motor est&#225; consumiendo mucho
                    aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_102.xml" xrefid="tp306000615">Prueba 15 &#171;Presi&#243;n en el bloque
                        del motor&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual o del formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n del bloque del motor es alta y hay excesivo consumo de aceite, revise
                            los componentes del compresor de aire, del turbo y los cilindros.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del bloque del motor es normal y hay excesivo consumo de aceite, siga
                            con el pr&#243;ximo paso.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la tuber&#237;a del enfriador de aire turboalimentado e inspeccione el sistema de
                    admisi&#243;n y el enfriador en busca de aceite excesivo.
                </para>
                <specpara>
                    <note>
                        <para>Es normal que haya aceite en el sistema de admisi&#243;n porque el motor tiene un sistema
                            de ventilaci&#243;n cerrada.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione la carcasa del compresor y la carcasa de la turbina del turbo en busca de
                    fugas de aceite por los ejes de alta y baja presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el m&#250;ltiple de escape e inspeccione los orificios de escape en busca de
                    residuos de aceite, para determinar la posible falla de alg&#250;n inyector, que haga que el aceite
                    se mezcle con el combustible inyectado dentro del cilindro.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n en el bloque del motor es normal y el consumo de aceite es de m&#225;s
                            de un cuarto de gal&#243;n por cada 800 km (500 millas), cambie el inyector correspondiente
                            al cilindro en el que haya encontrado residuos de aceite.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_66.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_E3060005.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
