<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - HERRAMIENTAS - MAN&#211;METRO
        DWYER CON TUBO EN FORMA DE "U"
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>MAN&#211;METRO DWYER CON TUBO EN FORMA DE "U"</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <figure id="f17505004" figsize="col-wide">
                <graphic filename="../figcg7/cg7725.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Man&#243;metro Dwyer con tubo en forma de "U" No. 1211-48</caption>
            </figure>
            <para>Este man&#243;metro es un tubo en forma de "U" con una escala instalada entre los tubos de la "U".
                Cuando no se necesita la portabilidad del juego para pruebas de presi&#243;n D-200, este man&#243;metro
                se puede usar indistintamente para medir baja presi&#243;n o vac&#237;o (restricci&#243;n en la admisi&#243;n,
                presi&#243;n en el bloque del motor o contrapresi&#243;n de escape). Refi&#233;rase a Man&#243;metro
                Dwyer con tubo en forma de "U"
                <xref refid="f17505004"/>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Llenado</title>
            <para>Para comprobar presiones, el man&#243;metro debe ser llenado con agua.</para>
            <para>Al llenarlo, use solamente agua potable de buena calidad y sin aditivos, excepto alguna tintura o
                anilina vegetal para colorear el agua y as&#237; facilitar la lectura de la escala. Con ambas partes del
                man&#243;metro abiertas a la atm&#243;sfera, llene el tubo hasta que la parte superior de la columna de
                l&#237;quido est&#233; cerca del cero de la escala. Sacuda el tubo para eliminar cualquier burbuja de
                aire.
            </para>
            <specpara>
                <important>
                    <para>NUNCA LLENE EL MAN&#211;METRO CON ANTICONGELANTE, BEBIDAS GASEOSAS, ETC., YA QUE EL AUMENTO EN
                        DENSIDAD PROVOCAR&#193; MEDICIONES ERR&#211;NEAS.
                    </para>
                </important>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n y medici&#243;n</title>
            <step1>
                <para count="1">Sujete el man&#243;metro en posici&#243;n vertical. Aseg&#250;rese de que la l&#237;nea
                    del nivel del l&#237;quido se encuentre en la marca cero de la escala.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte un tubo del man&#243;metro a la fuente de presi&#243;n o vac&#237;o. Aseg&#250;rese
                    de que el otro tubo est&#233; abierto a la presi&#243;n atmosf&#233;rica.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y permita que alcance la temperatura normal de operaci&#243;n. P&#243;ngalo
                    en
                    <emph type="bold">ralent&#237; alto</emph>. Luego de aproximadamente
                    <emph type="bold">10 segundos</emph>
                    puede utilizar el man&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Anote la posici&#243;n promedio del nivel del l&#237;quido por encima y por debajo de la
                    marca cero. Sume las dos cifras para obtener el total de la columna de l&#237;quido, que representa
                    la presi&#243;n en el bloque del motor en pulgadas de agua.
                </para>
            </step1>
            <step1>
                <para count="1">Compare los resultados del man&#243;metro con las especificaciones del motor.</para>
            </step1>
            <specpara>
                <note>
                    <para>Hay veces que los dos tubos del man&#243;metro no recorren la misma distancia. Esto no es
                        problema, siempre que el tubo que no est&#225; conectado a la fuente de presi&#243;n o vac&#237;o
                        est&#233; abierto a la atm&#243;sfera.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza</title>
            <step1>
                <para count="1">Lave bien el tubo con agua jabonosa. Evite los jabones l&#237;quidos y los solventes.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_128.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_130.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
