<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - USO DEL MULT&#205;METRO DIGITAL -
        Repaso de la Ley de Ohm
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="5">
        <title>Repaso de la Ley de Ohm</title>
        <svcprocinfo>
            <para>La Ley de Ohm describe la relaci&#243;n entre corriente, voltaje y resistencia en un circuito el&#233;ctrico.
                La Ley de Ohm es la f&#243;rmula b&#225;sica para c&#225;lculos simples
                <xref refid="f1750531"/>.
            </para>
            <para>F&#243;rmula b&#225;sica de la Ley de Ohm</para>
            <randlist type="bullet">
                <item>
                    <para>I = corriente (amperios)</para>
                </item>
                <item>
                    <para>V = voltaje (voltios)</para>
                </item>
                <item>
                    <para>R = resistencia (ohmios)</para>
                </item>
            </randlist>
            <seqlist>
                <item>
                    <para>I = V / R</para>
                    <para>Esta f&#243;rmula indica que el flujo de corriente (I) = al voltaje (V) aplicado a un
                        circuito, dividido por la resistencia total (R) en el circuito. Esto muestra que un aumento en
                        voltaje o una disminuci&#243;n en resistencia, aumenta el flujo de corriente.
                    </para>
                </item>
                <item>
                    <para>R = V / l</para>
                    <para>Esta f&#243;rmula indica que la resistencia (R) = al voltaje (V) aplicado a un circuito,
                        dividido por el flujo de corriente (I) en el circuito. La resistencia puede ser calculada para
                        un flujo de corriente espec&#237;fico, cuando se aplica un voltaje espec&#237;fico, por ejemplo,
                        12 V.
                    </para>
                </item>
                <item>
                    <para>V = IR (I multiplicado por R)</para>
                    <para>IR da la ca&#237;da de voltaje (resistencia) a trav&#233;s de un dispositivo de carga en
                        particular, que es parte de una serie de dispositivos de carga.
                    </para>
                </item>
            </seqlist>
            <para>Memorice la f&#243;rmula en el c&#237;rculo. Cubra la letra con un dedo para tener la f&#243;rmula
                deseada. Por ejemplo, si cubre la I, la f&#243;rmula es I = V / R.
                <xref refid="f1750531"/>
            </para>
            <figure id="f1750531" figsize="col-wide">
                <graphic filename="../figeg8/eg8530.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
                <caption>Ley de Ohm</caption>
            </figure>
            <para>Si conoce cualquiera de los dos valores para un circuito dado, el valor faltante puede encontrarse
                sustituyendo los valores amperios, voltios u ohmios.
            </para>
            <para>En un circuito t&#237;pico, se aplica voltaje de la bater&#237;a a una lamparita a trav&#233;s de un
                fusible de 10 amperios y un interruptor
                <xref refid="ef1750532"/>. Al cerrar el interruptor, la lamparita se enciende.
            </para>
            <figure id="ef1750532" figsize="col-wide">
                <graphic filename="../figeg6/eg6124.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Circuito el&#233;ctrico simple</caption>
            </figure>
            <para>Para encontrar el flujo de corriente, use la f&#243;rmula:</para>
            <para>I = V / R</para>
            <para>Complete los valores para la f&#243;rmula.</para>
            <para>I = 12 V / 2 ohmios
                <emph type="bold">o</emph>
                I = 12 dividido por 2 = 6 amperios de flujo de corriente.
            </para>
            <para>La lamparita en este circuito opera a 6 amperios y est&#225; clasificada para 6 amperios. Al aplicar
                12 voltios, la lamparita se encender&#225; al nivel de salida clasificado (clasificaci&#243;n en buj&#237;as).
                Sin embargo,
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si el voltaje aplicado es bajo (bater&#237;a baja), entonces el valor de "V" es m&#225;s bajo,
                        el flujo de corriente ser&#225; menor y la lamparita iluminar&#225; menos brillantemente.
                    </para>
                </item>
                <item>
                    <para>Si la conexi&#243;n est&#225; floja o el interruptor corro&#237;do, la resistencia del
                        circuito ser&#225; mayor (valor de R ser&#225; mayor) y el flujo de corriente se reducir&#225; y
                        la lamparita iluminar&#225; menos brillantemente.
                    </para>
                </item>
            </randlist>
            <para>Las ca&#237;das de voltaje son importantes por las siguientes razones:</para>
            <randlist type="bullet">
                <item>
                    <para>Una ca&#237;da de voltaje demasiado alta indica resistencia excesiva. Por ejemplo, si el motor
                        de un ventilador funciona muy lentamente o una lamparita ilumina con muy poca intensidad, el
                        circuito tendr&#225; resistencia excesiva. Las mediciones de ca&#237;da de voltaje pueden aislar
                        problemas en parte de un circuito (por ejemplo, terminales corro&#237;dos o flojos).
                    </para>
                </item>
                <item>
                    <para>Una ca&#237;da muy baja de voltaje indica que la resistencia es demasiado baja. Por ejemplo,
                        si un motor de ventilador funciona excesivamente r&#225;pido, es necesario tomar medidas de ca&#237;das
                        de voltaje para determinar si el problema est&#225;, por ejemplo, en un paquete de resistores
                        que muestra una resistencia demasiado baja.
                    </para>
                </item>
                <item>
                    <para>La ca&#237;da de voltaje m&#225;xima permisible bajo carga es de mucha importancia,
                        especialmente si hay m&#225;s de un problema de alta resistencia en un circuito. Es importante
                        porque todas las ca&#237;das de voltaje en un circuito son acumulativas. Terminales corro&#237;dos,
                        conexiones flojas, cables da&#241;ados u otras condiciones similares pueden crear ca&#237;das de
                        voltaje indeseables que disminuyen el voltaje disponible a trav&#233;s de los componentes clave
                        del circuito. Recuerde nuestra discusi&#243;n anterior acerca de c&#243;mo la resistencia
                        aumentada por condiciones indeseables, tambi&#233;n disminuir&#225; el flujo de corriente en el
                        circuito y todos los componentes afectados operar&#225;n con menor eficiencia. Una ca&#237;da
                        peque&#241;a a trav&#233;s de cables (conductores), conectores, interruptores, etc., es normal,
                        porque todos los conductores tienen alguna resistencia, pero el total deber&#237;a ser menor que
                        un 10% de la ca&#237;da total de voltaje en el circuito.
                    </para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Uso del volt&#237;metro</title>
            <para>En diagn&#243;sticos el&#233;ctricos, el volt&#237;metro se usa para saber si:</para>
            <randlist type="bullet">
                <item>
                    <para>&#191;Hay voltaje?</para>
                </item>
                <item>
                    <para>&#191;Cu&#225;l es la medici&#243;n del voltaje?</para>
                </item>
                <item>
                    <para>&#191;Cu&#225;l es la ca&#237;da de voltaje a trav&#233;s de un dispositivo de carga?</para>
                </item>
            </randlist>
            <para>Al utilizar un volt&#237;metro para determinar si hay voltaje para energizar un dispositivo, conecte
                el probador positivo a la conexi&#243;n de entrada al dispositivo (lado positivo) y el conector negativo
                a una buena fuente de tierra del veh&#237;culo
                <xref refid="ef1750533"/>. Esto muestra cu&#225;nto del voltaje de fuente est&#225; disponible para el
                dispositivo. Aseg&#250;rese de que el volt&#237;metro est&#233; conectado en paralelo al dispositivo.
            </para>
            <figure id="ef1750533" figsize="col-wide">
                <graphic filename="../figeg6/eg6125.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Verificaci&#243;n del voltaje hacia un dispositivo de carga</caption>
            </figure>
            <para>El voltaje hacia un dispositivo puede medirse tambi&#233;n desconectando el conector del haz de cables
                y utilizando la herramienta apropiada del juego de adaptadores para probar terminales (ZTSE4435)
                <xref refid="ef1750534"/>.
            </para>
            <para>Para revisar la ca&#237;da de voltaje a trav&#233;s de un dispositivo de carga
                <xref refid="ef1750535"/>, conecte el probador positivo del volt&#237;metro al lado positivo del
                dispositivo y el probador negativo del volt&#237;metro al lado negativo del dispositivo.
            </para>
            <figure id="ef1750534" figsize="col-wide">
                <graphic filename="../figeg9/eg9001.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="200"
                         box="yes"/>
                <caption>Verificaci&#243;n de voltaje hacia un conector</caption>
            </figure>
            <figure id="ef1750535" figsize="col-wide">
                <graphic filename="../figeg6/eg6127.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Verificaci&#243;n de la p&#233;rdida de voltaje</caption>
            </figure>
            <para>Con el dispositivo en funcionamiento, esto medir&#225; la ca&#237;da de voltaje a trav&#233;s del
                dispositivo. Con un solo dispositivo, el total del voltaje deber&#225; caer en el dispositivo
                <xref refid="ef1750535"/>. En cualquier circuito, el voltaje aplicado ser&#225; igual al voltaje ca&#237;do
                en el circuito. Si este circuito s&#243;lo cay&#243; 9 V a trav&#233;s de la carga, eso indica que los
                cables y conexiones cayeron 3 V y sugiere que hay resistencia excesiva en el circuito.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_153.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_155.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
