<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - OPERACI&#211;N DE
        LOS INYECTORES HEUI
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>OPERACI&#211;N DE LOS INYECTORES HEUI</title>
        <svcproc svcproctype="proctype" graphiccount="1">
            <title>Operaci&#243;n est&#225;ndar de los inyectores</title>
            <figure id="f1750108" figsize="pg-wide">
                <graphic filename="../figeg1/eg1268.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="140"
                         box="no"/>
                <caption>Etapas de operaci&#243;n de los inyectores HEUI</caption>
            </figure>
            <para>La operaci&#243;n de inyecci&#243;n se divide en tres etapas o ciclos:</para>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">Llenado</emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Inyecci&#243;n</emph>
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Fin de inyecci&#243;n</emph>
                    </para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Llenado</emph>
            </para>
            <para>Durante la etapa de llenado, el solenoide es desactivado y la v&#225;lvula de v&#225;stago est&#225;
                cerrada, impidiendo el flujo de aceite a alta presi&#243;n al pist&#243;n intensificador. En ese punto
                el pist&#243;n intensificador est&#225; en la posici&#243;n superior, permitiendo que el combustible
                ingrese y llene la boquilla del inyector.
            </para>
            <para>
                <emph type="bold">Inyecci&#243;n</emph>
            </para>
            <para>Una vez que el ECM ordena la inyecci&#243;n, el solenoide es energizado y se inicia la etapa de
                inyecci&#243;n. Tal acci&#243;n r&#225;pidamente eleva la v&#225;lvula de v&#225;stago fuera de su
                asiento, permitiendo que entre aceite a alta presi&#243;n al inyector. En el pist&#243;n intensificador,
                la presi&#243;n es transmitida desde el aceite a alta presi&#243;n al combustible y es multiplicada de 6
                a 7 veces, creando presiones de inyecci&#243;n de combustible hasta de 21.000 lb/pulg2.
            </para>
            <para>A medida que la presi&#243;n del combustible aumenta, v&#225;lvulas de retenci&#243;n impiden que el
                combustible fluya de regreso al m&#250;ltiple de suministro. Una vez que la presi&#243;n es
                suficientemente alta para levantar la v&#225;lvula de aguja, el combustible es atomizado dentro de la c&#225;mara
                de combusti&#243;n.
            </para>
            <para>
                <emph type="bold">Fin de inyecci&#243;n</emph>
            </para>
            <para>Una vez que termina la inyecci&#243;n, el ECM desactiva el solenoide, la v&#225;lvula de v&#225;stago
                y el pist&#243;n intensificador retornan a la posici&#243;n cerrada y el inyector retorna a la etapa de
                llenado
                <xref refid="f1750108"/>.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
