<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Fugas de combusti&#243;n hacia el combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Fugas de combusti&#243;n hacia el combustible</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>La sujeci&#243;n de un inyector est&#225; floja</para>
                </item>
                <item>
                    <para>La empaquetadura de cobre de un inyector falta o est&#225; da&#241;ada</para>
                </item>
            </randlist>
            <para>Las fugas de combusti&#243;n hacia el combustible tendr&#225;n una o m&#225;s de las siguientes
                caracter&#237;sticas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El motor se para abruptamente</para>
                </item>
                <item>
                    <para>Aparece humo blanco o negro durante el arranque</para>
                </item>
                <item>
                    <para>El motor funciona err&#225;ticamente</para>
                </item>
                <item>
                    <para>El motor demora demasiado en arrancar (arranque dif&#237;cil)</para>
                </item>
                <item>
                    <para>Se demora en haber presi&#243;n de combustible durante el arranque</para>
                </item>
                <item>
                    <para>Excesiva presi&#243;n de combustible durante el arranque</para>
                </item>
                <item>
                    <para>La presi&#243;n de combustible sube y baja durante el arranque o con el motor en
                        ralent&#237;
                    </para>
                </item>
                <item>
                    <para>Dificultad para cebar el sistema con una fuente de vac&#237;o</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Procedimiento de prueba para fugas de combusti&#243;n hacia el combustible</title>
            <step1>
                <para count="1">Verifique las quejas del conductor.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al drenar combustible:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>No fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <figure id="f2400406" figsize="col-wide">
                <graphic filename="../figD31/D31110.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Drenaje de combustible</caption>
            </figure>
            <figure id="f2400407" figsize="col-wide">
                <graphic filename="../figD31/D31116.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>V&#225;lvula de drenaje abierta</caption>
            </figure>
            <step1>
                <para count="1">Vac&#237;e en un recipiente el combustible de la carcasa del filtro, a trav&#233;s de la
                    v&#225;lvula de drenaje. Deje la v&#225;lvula abierta y el recipiente en su lugar durante la prueba.
                </para>
            </step1>
            <figure id="f2400407.5" figsize="col-wide">
                <graphic filename="../figd11/d1102.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tuber&#237;as de suministro de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto del tubo de drenaje de agua</callout1>
                    <callout1 type="arabic">Conjunto de tubo desde el filtro a la culata izquierda</callout1>
                    <callout1 type="arabic">Conjunto de tubo desde el filtro a la culata derecha</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desconecte los tubos de suministro de combustible izquierdo y derecho seg&#250;n los
                    procedimientos descritos en el Manual de servicio del motor.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves o accidentes fatales, est&#233; consciente de que
                            el motor puede arrancar, haciendo que la bomba suministre combustible hacia el filtro a trav&#233;s
                            de los tubos de suministro.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Dele arranque al motor por 3 a 5 segundos mientras observa los tubos de suministro de
                    combustible en busca de lo siguiente:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Combustible forzado de regreso por uno o ambos tubos debido a la combusti&#243;n</para>
                    </item>
                    <item>
                        <para>Gases de combusti&#243;n o humo saliendo por uno o ambos tubos</para>
                    </item>
                    <item>
                        <para>Sonidos audibles de aire o compresi&#243;n saliendo por uno o ambos tubos</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la tapa de v&#225;lvulas seg&#250;n el procedimiento descrito en el Manual de
                    servicio del motor e inspeccione los inyectores del lado del motor que sospecha que tiene la fuga de
                    combusti&#243;n hacia el combustible. Haga las reparaciones necesarias.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_58.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_60.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
