<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Enlace de comunicaci&#243;n
        ATA
    </stitle>
    <svcman/>
    <svcproc id="S17503001" svcproctype="troubleshoot" graphiccount="3">
        <title>Enlace de comunicaci&#243;n ATA</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503017" figsize="pg-wide">
                <graphic filename="../figeg8/eg8635.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del enlace de comunicaci&#243;n de datos ATA</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Enlace de comunicaci&#243;n de datos</title>
            <para>La se&#241;al del enlace de comunicaci&#243;n de datos es una se&#241;al de onda recta y amplitud
                variable de 0 a 5 V que hace posible la comunicaci&#243;n entre el software de diagn&#243;stico MD y el
                ECM. Se usa para la comunicaci&#243;n de datos de diagn&#243;sticos y calibraci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM puede detectar continuamente una conexi&#243;n abierta, en corto o intermitente en las l&#237;neas
                del ATA. Si ocurre un c&#243;digo de diagn&#243;stico en las l&#237;neas del ATA, el software de diagn&#243;stico
                MD no mostrar&#225; datos correctamente.
            </para>
            <figure id="f17503018" figsize="pg-wide">
                <graphic filename="../figeg8/eg8628.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de circuito de comunicaciones del ATA</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar los conectores, siempre revise en busca de pines da&#241;ados, corrosi&#243;n
                        y terminales sueltos.
                    </para>
                </note>
            </specpara>
            <table id="te17503003" frame="all">
                <title>Diagn&#243;sticos de circuito de comunicaciones del ATA</title>
                <tgroup cols="4" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="49.92*"/>
                    <colspec colname="col2" colwidth="28.06*"/>
                    <colspec colname="col3" colwidth="30.20*"/>
                    <colspec colname="col4" colwidth="287.80*"/>
                    <spanspec namest="col1" nameend="col4" spanname="1to4"/>
                    <tbody>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Llave en ON y motor apagado - Pruebas de voltaje en conector de
                                        EST (llave ON, motor apagado)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+Punto de prueba</para>
                            </entry>
                            <entry>
                                <para>Espec.</para>
                            </entry>
                            <entry>
                                <para>se&#241;al</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a A</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>energ&#237;a</para>
                            </entry>
                            <entry>
                                <para>Deber&#237;a haber energ&#237;a en B en todo momento. Si no hay energ&#237;a,
                                    revise los circuitos de tierra y energ&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Pruebas del conector de EST a tierra (con cable positivo de bater&#237;a
                                        desconectado y llave OFF)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>espec.</para>
                            </entry>
                            <entry>
                                <para>se&#241;al</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Herramienta electr&#243;nica de servicio (EST)</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>ATA +</para>
                            </entry>
                            <entry morerows="1">
                                <para>&#60;1 k&#x2126; indica un corto a tierra, ya sea a trav&#233;s del haz de cables
                                    o dentro del ECM. Desconecte el ECM y mida a tierra nuevamente. Si sigue apareciendo
                                    un corto, desconecte otros dispositivos conectados al enlace de comunicaci&#243;n de
                                    datos y repita la prueba. Si sigue apareciendo un corto, repare el haz de cables.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>G a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>ATA -</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>PWR</para>
                            </entry>
                            <entry morerows="1">
                                <para>Con el fusible desconectado, una medici&#243;n de &#60;1 k&#x2126; indica un corto
                                    a tierra. M&#225;s de 5 &#x2126; indican un circuito abierto; la EST no se comunicar&#225;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>tierra</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Pruebas de resistencia en haz de cables de EST y tablero (con caja
                                        de derivaciones instalada y llave OFF)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>espec.</para>
                            </entry>
                            <entry>
                                <para>se&#241;al</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Conector de la EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>F a 16</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>ATA +</para>
                            </entry>
                            <entry>
                                <para>Resistencia del conector del ECM en el chasis (negro) al conector de EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>G a 17</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>ATA -</para>
                            </entry>
                            <entry>
                                <para>Resistencia del conector del ECM en el chasis (negro) al conector de EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a F3</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>PWR</para>
                            </entry>
                            <entry>
                                <para>Resistencia del conector de EST al fusible de energ&#237;a.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>tierra</para>
                            </entry>
                            <entry>
                                <para>>5 &#x2126; indica circuito abierto e impide que EST se encienda.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de diagn&#243;stico de
                                        problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="4" spanname="1to4">
                                <para>231 = Falla com&#250;n del ATA: conector o el cableado del ATA, interferencia en
                                    el bus de datos, ECM descompuesto.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="1to4">
                                <para>- No aparecer&#225;n datos ni c&#243;digos de falla en el software de diagn&#243;stico
                                    MD o la EST no se comunicar&#225;.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">Comunicaciones del ATA</emph>
            </para>
            <para>El m&#243;dulo de control electr&#243;nico (ECM) se comunica con el software de diagn&#243;stico MD
                (herramienta electr&#243;nica de servicio - EST) a trav&#233;s del conector (1650) mostrado en el
                Diagrama de circuito de comunicaciones del ATA
                <xref refid="f17503018"/>. La EST se comunica con el ECM usando las l&#237;neas del conector de datos de
                la American Trucking Association (ATA) (
                <emph type="bold">1</emph>).
            </para>
            <para>El circuito del ATA utiliza un par de alambres trenzados. Siempre que se repare este par, debe
                mantenerse un trenzado completo por cada pulgada a lo largo de todo el circuito. Este circuito es
                polarizado (un alambre positivo y uno negativo), e invertir su polaridad perturbar&#225; las
                comunicaciones.
            </para>
            <para>
                <emph type="bold">(1)</emph>: El enlace de datos ATA est&#225; definido por las recomendaciones J1708 y
                J1587de la SAE. Este enlace y conector (1650) fueron adoptados por las recomendaciones 1201 y 1202.
            </para>
            <para>
                <emph type="bold">Conector de enlace de datos ATA (1650)</emph>
            </para>
            <para>Todas las comunicaciones entre la EST y el ECM se realizan a trav&#233;s del conector de la EST
                (1650). Este enlace de comunicaciones soporta las siguientes funciones:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La exhibici&#243;n de c&#243;digos de diagn&#243;stico de problemas y condiciones de operaci&#243;n
                        en la EST.
                    </para>
                </item>
                <item>
                    <para>La realizaci&#243;n de pruebas de diagn&#243;stico de uso exclusivo programadas en el ECM.
                    </para>
                </item>
                <item>
                    <para>El borrado de los c&#243;digos de diagn&#243;stico de problemas.</para>
                </item>
                <item>
                    <para>La programaci&#243;n de valores de par&#225;metros de rendimiento.</para>
                </item>
                <item>
                    <para>La programaci&#243;n de calibraciones y estrategias.</para>
                </item>
            </randlist>
            <para>El conector de la EST (1650) tiene nueve pines, marcados A a I, que proporcionan lo siguiente:</para>
            <seqlist style="alphauc">
                <item>
                    <para>Energ&#237;a de BATER&#205;A con fusible al pin B para el cable de interfaz. El pin A
                        proporciona una tierra de bater&#237;a para el cable de interfaz.
                    </para>
                </item>
                <item>
                    <para>El terminal F del conector de la EST (1650) est&#225; conectado por el circuito K3A (+) al bus
                        positivo 4820 del ATA y el terminal G del conector de la EST (1650) est&#225; conectado por el
                        circuito K3B (-) al bus negativo 4820 del ATA. Estas dos conexiones permiten las comunicaciones
                        con todos los componentes conectados al enlace de datos.
                    </para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Conector de la EST (1650)</emph>
            </para>
            <para>El sistema de control del motor no detecta fallas en los circuitos de energ&#237;a o tierra hacia el
                conector de la EST (1650). Si la herramienta de servicio no se comunica al conectarla, pru&#233;bela en
                otro veh&#237;culo para determinar si est&#225; funcionando bien. Si est&#225; bien, entonces revise los
                circuitos de energ&#237;a y tierra en la conexi&#243;n del ATA.
            </para>
            <para>
                <emph type="bold">Exhibiciones de la EST</emph>
            </para>
            <para>Si la EST no se comunica con el ECM, el circuito del enlace de datos ATA desde el conector de la EST
                al ECM debe estar interrumpido. Verifique que la llave de arranque est&#233; en ON y luego realice los
                pasos de diagn&#243;stico de la secci&#243;n Diagn&#243;sticos de circuito de comunicaciones ATA
                <xref refid="te17503003"/>.
            </para>
            <para id="f175fc231">
                <emph type="bold">C&#243;digo de diagn&#243;stico 231</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, SID 250, FMI 2</emph>
            </para>
            <para>
                <emph type="bold">ECM: falla com&#250;n del ATA</emph>
            </para>
            <para>
                <emph type="bold">S&#237;ntoma</emph>: El c&#243;digo 231
                <emph type="bold">no enciende</emph>
                la luz
                <emph type="bold">ENGINE</emph> &#225;mbar. Este c&#243;digo puede aparecer cuando el ECM no logra
                acceso al enlace de datos ATA. Si esto ocurre, no habr&#225; datos disponibles desde el ATA con el
                software Master Diagnostics. El c&#243;digo de diagn&#243;stico puede ser recobrado usando los botones
                del control de crucero ubicados en el volante.
            </para>
            <para>
                <emph type="bold">Causas en el cableado</emph>: los circuitos positivo o negativo del ATA entre la EST y
                el conector de diagn&#243;stico (1650) y cualquier otro dispositivo electr&#243;nico (transmisiones,
                frenos, etc.) que usen el bus del ATA: en corto (alta o baja), abierto u ocupado (demasiados
                dispositivos).
            </para>
            <specpara>
                <note>
                    <para>En veh&#237;culos con transmisiones Allison WTEC, este c&#243;digo puede presentarse al tratar
                        de programar el ECM. El controlador WTEC debe desconectarse al programar el ECM del motor.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Las causas en el sistema pueden incluir:</emph>
            </para>
            <seqlist style="alphauc">
                <item>
                    <para>Un dispositivo ATA defectuoso (tal como un controlador de transmisi&#243;n o un controlador de
                        frenos antibloqueo) conectado al bus del ATA est&#225; llevando la se&#241;al hacia tierra.
                    </para>
                </item>
                <item>
                    <para>Demasiados dispositivos ATA, aunque esto es raro.</para>
                </item>
                <item>
                    <para>Si no hubiera causas en el sistema, sustituya el ECM con uno que sepa que est&#225; en buen
                        estado.
                    </para>
                </item>
            </seqlist>
            <para>Los datos se transmiten por el mismo enlace del ATA que suministra informaci&#243;n a la EST y al
                controlador de la transmisi&#243;n WTEC.
            </para>
            <figure id="f1750318.3" figsize="full-pg">
                <graphic filename="../figEg8/Eg8873.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="592px" resolution="300"/>
                <caption>Enlace de datos 1708 (chasis)</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_78.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_80.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
