<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos de
        rendimiento - Procedimientos de las pruebas - 9. Prueba est&#225;ndar con la llave en ONy el motor en marcha
        KOER
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>9. Prueba est&#225;ndar con la llave en ONy el motor en marcha KOER</title>
        <figure id="f27106030" figsize="col-wide">
            <graphic filename="../figH31/H31445sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption></caption>
        </figure>
        <para>
            <title>Finalidad</title>
        </para>
        <para>Verificar que los sensores del motor y el IPR est&#233;n funcionando correctamente dentro de los l&#237;mites
            requeridos.
        </para>
        <para>El ECM activar&#225; el IPR y monitorizar&#225; las se&#241;ales devueltas por el ICP. Si hay alg&#250;n
            problema con el sistema de presi&#243;n de control de inyecci&#243;n, el ECM transmitir&#225; los DTC a la
            EST.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
            <note>
                <para>La prueba est&#225;ndar con la llave en ONy el motor en marcha se puede hacer s&#243;lo con la EST
                    y el software Master Diagnostics&#174;.
                </para>
            </note>
        </specpara>
        <figure id="f27106031" figsize="col-wide">
            <graphic filename="../figH31/H31240.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>KOER Standard.ssn</caption>
        </figure>
        <step1>
            <para count="1">Seleccione D_KOER_Standard.ssny pulse Open para monitorizar el funcionamiento del motor.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con las siguientes advertencias:
                </para>
                <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para alguna tarea
                    de diagn&#243;stico o mantenimiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Encienda y deje funcionar el motor hasta que alcance una temperatura de operaci&#243;n de 70
                &#176;C (158 &#176;F).
            </para>
            <specpara>
                <note>
                    <para>La temperatura del refrigerante debe llegar a 70 &#176;C (158 &#176;F) como m&#237;nimo para
                        que el ECM pueda probar correctamente los sensores y activadores del motor. Si la temperatura
                        del refrigerante est&#225; por debajo del l&#237;mite de autoprueba, la EST mostrar&#225; el
                        mensaje Coolant temperature is out of range (temperatura del refrigerante fuera de los l&#237;mites).
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f27106032" figsize="col-wide">
            <graphic filename="../figH31/H31148.webp" type="webp" scalefit="1" scalefitwidth="176px"
                     scalefitheight="472px" box="no"/>
            <caption>Prueba est&#225;ndar KOER</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Running Tests en el men&#250; desplegable.</para>
            <specpara>
                <note>
                    <para>Cuando haga pruebas de diagn&#243;stico con la llave en ON y el motor apagado o con la llave
                        en ON y el motor en marcha, la prueba Standard est&#225; siempre seleccionada y debe hacerse
                        primero. Mientras no ponga la llave en OFF, no es necesario repetir la prueba Standard.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Seleccione Stardarden el cuadro Key-On Engine-Running Diagnosticsy pulse Run para comenzar
                la prueba.
            </para>
        </step1>
        <step1>
            <para count="1">El ECM comenzar&#225; las Key On Engine Running Tests y ordenar&#225; al motor a que acelere
                hasta unas RPM predeterminadas.
            </para>
            <para>Durante la prueba, el ECM env&#237;a instrucciones al IPR mediante una prueba en etapas, para
                determinar si el sistema de presi&#243;n de control de inyecci&#243;n est&#225; funcionando debidamente.
                El ECM monitoriza los valores de las se&#241;ales que recibe desde el ICP y los compara con los valores
                esperados. Cuando la prueba termina, el ECM pone el motor en el modo de operaci&#243;n normal y
                transmite cualquier DTC establecido.
            </para>
        </step1>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase a
                <hotlnk document="mges270_235.xml" xrefid="s27105005">&#171;Ap&#233;ndice C - &#205;ndice de c&#243;digos
                    de falla&#187;
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Corrija cualquier problema que haya causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Fuga de aceite en el sistema de presi&#243;n de control de inyecci&#243;n.</para>
            </item>
            <item>
                <para>Cableado del motor en el ICP o en el IPR flojo o corro&#237;do.</para>
            </item>
            <item>
                <para>El cableado al ICP o IPR est&#225; abierto o en corto.</para>
            </item>
            <item>
                <para>El ICP est&#225; defectuoso.</para>
            </item>
            <item>
                <para>El IPR no funciona.</para>
            </item>
            <item>
                <para>La bomba de aceite de alta presi&#243;n no funciona.</para>
            </item>
            <item>
                <para>No llega suficiente aceite a la bomba de alta presi&#243;n.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_105.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_107.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
