<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Ap&#233;ndice B - Torques - Pautas
        generales sobre torque
    </stitle>
    <svcman/>
    <svcproc id="S265APPB01" svcproctype="torque" graphiccount="1">
        <title>Pautas generales sobre torque</title>
        <specpara>
            <caution>
                <para>Para evitar aver&#237;as en el motor, no cambie el tipo de pernos, esp&#225;rragos y tuercas. Los
                    pernos originales son m&#233;tricos Clase 10,9 o Grado 8 de rosca gruesa est&#225;ndar (Rockwell "C"
                    33 - 39), todos recubiertos de fosfato.
                </para>
            </caution>
            <caution>
                <para>Para evitar aver&#237;as en el motor, no use esta tabla de torques est&#225;ndar en otros motores
                    marca International ni en motores de otros fabricantes.
                </para>
            </caution>
        </specpara>
        <para>La tabla de torques est&#225;ndar muestra los valores para aplicaciones de prop&#243;sitos generales que
            usan los herrajes originales que aparecen en el Cat&#225;logo de Piezas para el uso indicado del veh&#237;culo.
        </para>
        <table id="t265appendixB01" tblwidth="pg-wide" frame="topbot">
            <title>Valores de torque est&#225;ndar - Pernos con brida y esp&#225;rragos m&#233;tricos Clase 10,9</title>
            <tgroup cols="3">
                <colspec colname="col1" colwidth="0.91*"/>
                <colspec colname="col2" colwidth="0.78*"/>
                <colspec colname="col3" colwidth="1.59*"/>
                <tbody>
                    <row>
                        <entry>
                            <para>
                                <emph type="bold">Di&#225;metro de la rosca (mm)</emph>
                            </para>
                        </entry>
                        <entry>
                            <para>
                                <emph type="bold">Paso de la rosca (mm)</emph>
                            </para>
                        </entry>
                        <entry>
                            <para>
                                <emph type="bold">Torque</emph>
                                <ftnote id="fN02">Los valores listados son 80% de la carga de prueba.</ftnote>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>6</para>
                        </entry>
                        <entry>
                            <para>1</para>
                        </entry>
                        <entry>
                            <para>13 N&#183;m (120 lbf/pulg)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>8</para>
                        </entry>
                        <entry>
                            <para>1,25</para>
                        </entry>
                        <entry>
                            <para>31 N&#183;m (23 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>10</para>
                        </entry>
                        <entry>
                            <para>1,5</para>
                        </entry>
                        <entry>
                            <para>62 N&#183;m (45 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>12</para>
                        </entry>
                        <entry>
                            <para>1,75</para>
                        </entry>
                        <entry>
                            <para>107 N&#183;m (79 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>14</para>
                        </entry>
                        <entry>
                            <para>2</para>
                        </entry>
                        <entry>
                            <para>172 N&#183;m (127 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>15</para>
                        </entry>
                        <entry>
                            <para>2</para>
                        </entry>
                        <entry>
                            <para>216 N&#183;m (159 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>16</para>
                        </entry>
                        <entry>
                            <para>2</para>
                        </entry>
                        <entry>
                            <para>266 N&#183;m (196 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>18</para>
                        </entry>
                        <entry>
                            <para>2,5</para>
                        </entry>
                        <entry>
                            <para>368 N&#183;m (272 lbf/pie)</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>20</para>
                        </entry>
                        <entry>
                            <para>2,5</para>
                        </entry>
                        <entry>
                            <para>520 N&#183;m (384 lbf/pie)</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <figure id="f265B01" figsize="pg-wide">
            <graphic filename="../figH31/H31259.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Clasificaci&#243;n e identificaci&#243;n - Pernos m&#233;tricos y de uso especial</caption>
        </figure>
        <para>Muchas condiciones afectan el torque y los resultados de su aplicaci&#243;n. El prop&#243;sito principal
            de ajustar un perno o tuerca a un torque especificado es obtener tensi&#243;n en el perno o tuerca, que a su
            vez desarrolla una carga de sujeci&#243;n que excede cualquier posible carga impuesta sobre las piezas,
            debida a RPM del motor o a vibraciones.
        </para>
        <para>Los pernos recubiertos de fosfato no requieren ser lubricados con aceite durante la inserci&#243;n y el
            ajuste. Los pernos usados, incluso si estuvieron originalmente recubiertos de fosfato, requieren una ligera
            capa de aceite de motor en las roscas y debajo de la cabeza, para poder aplicar el torque adecuadamente.
        </para>
        <para>Pernos y tuercas con roscas excesivamente &#225;speras, golpeadas o sucias, requieren considerable
            esfuerzo simplemente para hacerlos girar. Cuando se aplica la carga de sujeci&#243;n o la tensi&#243;n sobre
            el perno, el valor indicado de torque sube r&#225;pidamente (debido a la fricci&#243;n de las roscas) hasta
            el valor especificado. Sin embargo, no se logran ni la tensi&#243;n ni la sujeci&#243;n deseadas. Esta
            condici&#243;n puede hacer que el perno no mantenga la integridad del componente. Nunca puede alcanzarse la
            tensi&#243;n ni la sujeci&#243;n apropiados si la rosca est&#225; seca. Las roscas deben tener una pel&#237;cula
            de aceite limpio de motor para que se considere que est&#225;n lubricadas.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_EGES265-APPENDIXB.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_299.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
