<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - OPERACI&#211;N DE
        LOS INYECTORES HEUI - Inyectores de dos etapas
    </stitle>
    <svcman/>
    <svcproc svcproctype="OVERVIEW" graphiccount="1">
        <title>Inyectores de dos etapas</title>
        <figure id="f1750109" figsize="pg-wide">
            <graphic filename="../figeg1/eg1269.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="150"
                     box="no"/>
            <caption>Operaci&#243;n del inyector de dos etapas HEUI</caption>
        </figure>
        <para>Algunos motores electr&#243;nicos International est&#225;n equipados con inyectores de dos etapas. En
            estos inyectores el ciclo de inyecci&#243;n se realiza en dos fases
            <xref refid="f1750109"/>. Algo de combustible es preinyectado en la c&#225;mara de combusti&#243;n para
            iniciar la combusti&#243;n; una vez iniciada, ocurre la inyecci&#243;n primaria. Esta caracter&#237;stica
            reduce las emisiones y el ruido del motor en operaciones con cargas livianas.
        </para>
        <para>Las porciones el&#233;ctrica e hidr&#225;ulica de los inyectores de dos etapas operan igual que las de los
            inyectores HEUI comunes, pero la distribuci&#243;n de combustible es diferente.
        </para>
        <para>El cilindro y el &#233;mbolo fueron redise&#241;ados y se agreg&#243; un orificio de descarga. Cuando se
            inicia la inyecci&#243;n, la primera carga de combustible es preinyectada en la c&#225;mara de combusti&#243;n
            hasta que el orificio de descarga del &#233;mbolo coincide con la ranura en el cilindro.
        </para>
        <para>En este momento se permite que algo de combustible regrese al orificio de suministro, hasta que el
            orificio de descarga quede bloqueado otra vez por el &#233;mbolo y ocurra el recorrido de inyecci&#243;n
            principal.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
