<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Freno por
        motor Diamond Logic&#174;
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Freno por motor Diamond Logic&#174;</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Componentes del freno por motor</title>
            <figure id="f2710146" figsize="pg-wide">
                <graphic filename="../figH31/H31195.webp" type="webp" scalefit="1" scalefitwidth="392px" box="no"/>
                <caption>Sistema de freno por motor Diamond Logic&#174;</caption>
                <calloutgroup>
                    <callout1 type="arabic">ECM</callout1>
                    <callout1 type="arabic">V&#225;lvula de descarga de presi&#243;n del freno</callout1>
                    <callout1 type="arabic">Galer&#237;a de aceite a alta presi&#243;n</callout1>
                    <callout1 type="arabic">Sensor de presi&#243;n de control del freno (BCP)</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre de freno</callout1>
                    <callout1 type="arabic">Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</callout1>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Turbo de geometr&#237;a variable (VGT)</callout1>
                    <callout1 type="arabic">M&#243;dulo de control del VGT</callout1>
                </calloutgroup>
            </figure>
            <para id="s2710101">El freno por motor Diamond Logic&#174; es un sistema de freno por liberaci&#243;n de
                compresi&#243;n que proporciona lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Reducci&#243;n significativa del ruido</para>
                </item>
                <item>
                    <para>Mejor frenado por motor</para>
                </item>
                <item>
                    <para>Mayor durabilidad</para>
                </item>
                <item>
                    <para>Compatibilidad con el sistema de control de crucero</para>
                </item>
                <item>
                    <para>Menor costo de operaci&#243;n y mayor duraci&#243;n de las zapatas de freno.</para>
                </item>
            </randlist>
            <para>El freno por motor Diamond Logic&#174; est&#225; disponible en motores de cualquier cilindrada. El
                conductor puede seleccionar una de tres posiciones, dependiendo del terreno y de las condiciones de
                manejo. Las instrucciones completas de operaci&#243;n est&#225;n en el &#171;Manual del operador&#187;.
            </para>
            <para>
                <title>Concepto del freno por motor</title>
            </para>
            <para>El sistema de freno por motor retarda la velocidad del veh&#237;culo durante la desaceleraci&#243;n o
                el frenado. Durante la desaceleraci&#243;n y el frenado, las ruedas del veh&#237;culo impulsan el motor;
                el motor act&#250;a como absorbente de energ&#237;a.
            </para>
            <para>
                <title>Funcionamiento del freno por motor</title>
            </para>
            <para>Para absorber energ&#237;a, el freno por motor Diamond Logic&#174; combina la liberaci&#243;n de aire
                comprimido de admisi&#243;n, el control de la contrapresi&#243;n de escape con el VGT y el movimiento de
                los pistones impulsado por el veh&#237;culo.
            </para>
            <randlist type="bullet">
                <item>
                    <para>La energ&#237;a es absorbida durante la carrera de compresi&#243;n, cuando el aire de admisi&#243;n
                        es comprimido y forzado a trav&#233;s de una v&#225;lvula de escape ligeramente abierta,
                        proporcionando flujo de aire comprimido al VGT.
                    </para>
                </item>
                <item>
                    <para>Las aspas de la turbina del VGT crean la absorci&#243;n de energ&#237;a, la contrapresi&#243;n
                        y el refuerzo de admisi&#243;n deseados.
                    </para>
                </item>
                <item>
                    <para>En el extremo superior de la carrera de compresi&#243;n la energ&#237;a se disipa, se elimina
                        la presi&#243;n para forzar el pist&#243;n hacia abajo y se absorbe energ&#237;a por la inercia
                        del veh&#237;culo que hala el pist&#243;n hacia abajo.
                    </para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
