<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        administraci&#243;n de combustible - Componentes del sistema de presi&#243;n de control de inyecci&#243;n y
        flujo de aceite a alta presi&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Componentes del sistema de presi&#243;n de control de inyecci&#243;n y flujo de aceite a alta presi&#243;n</title>
        <figure id="f2700121" figsize="pg-wide">
            <graphic filename="../figH11/H11001.webp" type="webp" scalefit="1" scalefitwidth="484px" box="no"/>
            <caption>Sistema de presi&#243;n de control de inyecci&#243;n</caption>
            <calloutgroup>
                <callout1 type="arabic">M&#250;ltiple de aceite de alta presi&#243;n</callout1>
                <callout1 type="arabic">Inyector</callout1>
                <callout1 type="arabic">Bomba de alta presi&#243;n</callout1>
                <callout1 type="arabic">Entrada de aceite (aceite lubricante)</callout1>
                <callout1 type="arabic">Manguera de aceite a alta presi&#243;n</callout1>
                <callout1 type="arabic">Entrada de aceite de alta presi&#243;n (inyector)</callout1>
                <callout1 type="arabic">Orificio de salida de aceite (2)</callout1>
                <callout1 type="arabic">Entrada de combustible (4)</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Flujo del aceite a alta presi&#243;n</title>
        </para>
        <para>El dep&#243;sito de aceite de la tapa delantera suministra constantemente aceite a una bomba de alta presi&#243;n
            instalada en el reverso de la tapa delantera. El sistema de lubricaci&#243;n del motor repone constantemente
            el aceite suministrado desde el dep&#243;sito.
        </para>
        <para>La bomba de alta presi&#243;n impulsada por engranajes distribuye aceite a trav&#233;s de una manguera de
            alta presi&#243;n, por un conducto en la culata hasta llegar al m&#250;ltiple de alta presi&#243;n que est&#225;
            debajo de la tapa de v&#225;lvulas. El m&#250;ltiple lo distribuye hacia la parte superior de cada inyector
            de combustible.
        </para>
        <para>Cuando se energiza la bobina de apertura de cada inyector, &#233;stos usan aceite a alta presi&#243;n para
            inyectar y atomizar combustible dentro de las c&#225;maras de combusti&#243;n. Para terminar la inyecci&#243;n,
            se energizan las bobinas de cierre. El aceite sale a trav&#233;s de dos orificios en la parte superior de
            cada inyector y regresa al c&#225;rter.
        </para>
        <para>
            <title>Sistema de circuito cerrado de la presi&#243;n de control de inyecci&#243;n</title>
        </para>
        <figure id="f2700122" figsize="col-wide">
            <graphic filename="../figH31/H31013.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Sistema de circuito cerrado de la presi&#243;n de control de inyecci&#243;n</caption>
        </figure>
        <para>El sistema de la presi&#243;n de control de inyecci&#243;n es un sistema de circuito cerrado que hace uso
            del sensor de presi&#243;n de control de inyecci&#243;n (ICP) para enviar una reacci&#243;n informativa al
            ECM. El ECM usa al ICP para monitorizar constantemente la presi&#243;n de control de inyecci&#243;n y
            ajustar el r&#233;gimen de trabajo del IPR para que coincida con las necesidades del motor.
        </para>
        <para>
            <title>Control del sistema de presi&#243;n de control de la inyecci&#243;n</title>
        </para>
        <figure id="f2700123" figsize="col-wide">
            <graphic filename="../figH31/H31183.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Control de la presi&#243;n de control de la inyecci&#243;n</caption>
        </figure>
        <para>
            <title>Funcionamiento del sistema de presi&#243;n de control de inyecci&#243;n</title>
        </para>
        <para>El solenoide del IPR recibe una se&#241;al modulada por amplitud de impulsos desde el ECM, que le indica
            el momento en que la v&#225;lvula de control es energizada o desenergizada. Los impulsos que controlan la
            presi&#243;n de control de inyecci&#243;n se calibra entre 5 y 28 MPa (725 y 4075 lb/pulg
            <supscript>2</supscript>). La descarga m&#225;xima de presi&#243;n ocurre aproximadamente a 32 MPa (4600
            lb/pulg
            <supscript>2</supscript>).
        </para>
        <para>El IPR est&#225; instalado en el cuerpo de la bomba de alta presi&#243;n. El IPR mantiene la presi&#243;n
            deseada descargando el aceite sobrante de regreso al c&#225;rter.
        </para>
        <para>A medida que la demanda de presi&#243;n aumenta, el ECM aumenta la amplitud de los impulsos que env&#237;a
            hacia el solenoide del IPR. Cuando la demanda de presi&#243;n disminuye, el ECM disminuye la amplitud de los
            impulsos que env&#237;a al solenoide, permitiendo que salga m&#225;s aceite por el orificio de drenaje.
        </para>
        <para>Si la se&#241;al el&#233;ctrica del ICP est&#225; fuera de los l&#237;mites, el ECM establece c&#243;digos
            de falla (DTC). Tambi&#233;n se establecer&#225;n DTC si una se&#241;al del ICP corresponde a un valor fuera
            de los l&#237;mites para la presi&#243;n de control de inyecci&#243;n en una condici&#243;n de operaci&#243;n
            dada.
        </para>
        <para>El ECM ignorar&#225; las se&#241;ales del ICP fuera de los l&#237;mites y el IPR funcionar&#225; con
            valores programados preconfigurados. Esto se llama operaci&#243;n en circuito abierto.
        </para>
        <para>El ICP est&#225; instalado a la izquierda de la v&#225;lvula de cierre del freno por motor en la galer&#237;a
            de aceite a alta presi&#243;n.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
