<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - LIMPIEZA,
        INSPECCI&#211;N Y PRUEBAS - Inspecci&#243;n de la culata con las v&#225;lvulas extra&#237;das
    </stitle>
    <svcman/>
    <svcproc id="s2960004.3.3" graphiccount="2">
        <title>Inspecci&#243;n de la culata con las v&#225;lvulas extra&#237;das</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la posibilidad
                    de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">La prueba de presi&#243;n de la culata revelar&#225; fisuras en los orificios o fugas por
                las camisas que no pueden verse usando tintes penetrantes. Haga la prueba de presi&#243;n de la culata
                como sigue:
            </para>
            <figure id="f296000461" figsize="col-wide">
                <graphic filename="../figd08/d0841.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 165. Placa para pruebas de la culata</caption>
                <calloutgroup>
                    <callout1 type="arabic">Pernos de sujeci&#243;n (15 en total)</callout1>
                    <callout1 type="arabic">Placa para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Medidor y regulador de presi&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step2>
                <para count="1">Atornille la placa para pruebas con la empaquetadura de goma a la superficie de la
                    culata donde va la empaquetadura. Sujete la placa con diez pernos M14 y cinco pernos M8.
                </para>
            </step2>
            <step2>
                <para count="1">Conecte un medidor y regulador de presi&#243;n a la placa para pruebas de la culata .
                </para>
            </step2>
            <step2>
                <para count="1">Sumerja la culata en agua. Aplique y ajuste la presi&#243;n de aire a 124 - 138 kPa (18
                    - 20 lb/pulg
                    <supscript>2</supscript>) e inspeccione en busca de fugas por los siguientes lugares (si hay fugas,
                    cambie la culata):
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Orificios</para>
                    </item>
                    <item>
                        <para>Superficie superior</para>
                    </item>
                    <item>
                        <para>Superficie inferior</para>
                    </item>
                    <item>
                        <para>&#193;rea de las camisas de las boquillas</para>
                    </item>
                    <item>
                        <para>&#193;rea de las camisas de las buj&#237;as incandescentes</para>
                    </item>
                </randlist>
            </step2>
        </step1>
        <step1>
            <para count="1">Con las v&#225;lvulas fuera de la culata, limpie todas las gu&#237;as de v&#225;lvula con un
                cepillo de nailon, jab&#243;n y agua. Elimine los residuos con aire comprimido filtrado.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque una luz de inspecci&#243;n en el fondo de las cavidades para las gu&#237;as de las v&#225;lvulas
                y examine las paredes en busca de quemaduras o fisuras. Cambie la culata si es necesario.
            </para>
        </step1>
        <figure id="f296000462" figsize="col-wide">
            <graphic filename="../figd08/d0873.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 166. Mida con medidor para orificios peque&#241;os (di&#225;metro interno de gu&#237;a de v&#225;lvula)</caption>
        </figure>
        <step1>
            <para count="1">Mida cada gu&#237;a de v&#225;lvula con un medidor para orificios peque&#241;os y un micr&#243;metro
                externo de 0 - 1 pulgadas.
            </para>
            <step2>
                <para count="1">Anote el di&#225;metro interno de cada gu&#237;a de v&#225;lvula para poder determinar
                    el juego de funcionamiento entre v&#225;lvulas y gu&#237;as.
                </para>
            </step2>
            <step2>
                <para count="1">Si el di&#225;metro interno de la gu&#237;a de v&#225;lvula excede las especificaciones
                    , cambie la culata.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Use las medidas del di&#225;metro interior de la gu&#237;a y el di&#225;metro del v&#225;stago
                que anot&#243; anteriormente para determinar el juego de funcionamiento entre el v&#225;stago y la gu&#237;a;
                vea las Especificaciones . Cambie las v&#225;lvulas seg&#250;n sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Antes de hacer una inspecci&#243;n visual, limpie el &#225;rea de los asientos de las v&#225;lvulas
                con un solvente adecuado.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione los asientos de las v&#225;lvulas de escape en busca de quemaduras o fisuras. Si
                encuentra cualquiera de estas condiciones, cambie la culata.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_72.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_74.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
