<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Ralent&#237; err&#225;tico
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Ralent&#237; err&#225;tico</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Aceite del motor (con aire, grado inapropiado, bajo nivel, intervalo de cambio muy largo)
                    </para>
                </item>
                <item>
                    <para>El combustible es de mala calidad.</para>
                </item>
                <item>
                    <para>Hay baja presi&#243;n de combustible.</para>
                </item>
                <item>
                    <para>Combustible con aire</para>
                </item>
                <item>
                    <para>Fallas del sistema de control electr&#243;nico (ECM e IDM)</para>
                </item>
                <item>
                    <para>Problemas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Inyectores de combustible no funcionan correctamente</para>
                </item>
                <item>
                    <para>V&#225;lvula de EGR trabada en posici&#243;n abierta</para>
                </item>
                <item>
                    <para>Problemas con los cilindros de potencia</para>
                </item>
                <item>
                    <para>Problemas con el tren de v&#225;lvulas</para>
                </item>
                <item>
                    <para>Problemas con el balance del motor o del volante del motor</para>
                </item>
                <item>
                    <para>Sistema de escape hace contacto con la cabina o el chasis</para>
                </item>
                <item>
                    <para>Montajes del motor flojos o desgastados</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Diagn&#243;sticos para verificar el ralent&#237; err&#225;tico</title>
            <step1>
                <para count="1">Verifique la queja. Confirme las condiciones bajo las cuales se presenta el problema.
                </para>
                <para>Averig&#252;e cu&#225;ndo ocurre el ralent&#237; err&#225;tico:</para>
                <randlist type="bullet">
                    <item>
                        <para>Motor caliente a temperatura de operaci&#243;n</para>
                    </item>
                    <item>
                        <para>Motor fr&#237;o</para>
                    </item>
                    <item>
                        <para>Luego de funcionar a alta velocidad</para>
                    </item>
                    <item>
                        <para>En cualquier nivel de velocidad del motor</para>
                    </item>
                    <item>
                        <para>Combinaci&#243;n de todas las anteriores condiciones</para>
                    </item>
                    <item>
                        <para>Verifique si hay vibraciones en el chasis o cualquier otra condici&#243;n cuando el ralent&#237;
                            es err&#225;tico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de escape en busca de &#225;reas de contacto con la cabina, el
                    bastidor o la carrocer&#237;a del veh&#237;culo.
                </para>
                <para>Si el tubo de escape hace contacto con la cabina, puede transmitir las vibraciones del motor,
                    especialmente cuando se acelera o se cambian las marchas. Esta condici&#243;n puede ser
                    diagnosticada erradamente como ralent&#237; err&#225;tico.
                </para>
            </step1>
            <para>Realice las siguientes pruebas del formulario Diagn&#243;sticos de rendimiento. En la Secci&#243;n 6
                de este manual encontrar&#225; detalles espec&#237;ficos sobre cada prueba.
            </para>
            <step1>
                <para count="1">Haga la Prueba 1 (Aceite del motor) del formulario Diagn&#243;sticos de rendimiento.
                    Mida el nivel del aceite. Cerci&#243;rese de que el aceite es del grado apropiado para la
                    temperatura ambiente. Consulte la secci&#243;n Requisitos de lubricaci&#243;n del motor en el Manual
                    de operaci&#243;n y mantenimiento del motor. Confirme que el aceite cumple con las especificaciones
                    del API para el modelo y a&#241;o del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 2 (Combustible) del formulario Diagn&#243;sticos de rendimiento.
                    Verifique la calidad y cantidad del combustible diesel. Combustible de mala calidad o con bajo
                    &#237;ndice de cetano pueden hacer que el motor falle y tenga poca potencia. Consulte la secci&#243;n
                    Requisitos de combustible en el Manual de operaci&#243;n y mantenimiento del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 3 (Presi&#243;n del combustible) del formulario Diagn&#243;sticos de
                    rendimiento. Mida la presi&#243;n en la bomba de transferencia. La baja presi&#243;n del combustible
                    har&#225; que el motor falle y tenga poca potencia.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n es baja, retire el recipiente de la bomba de combustible y elimine
                            cualquier residuo que haya en el colador de la entrada de combustible.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 4 (Restricci&#243;n en la entrada de combustible) del formulario Diagn&#243;sticos
                    de rendimiento, con el adaptador de restricci&#243;n para la entrada de combustible.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Retire el regulador de la presi&#243;n del combustible que est&#225; a un lado de la
                            carcasa del filtro del combustible e inspeccione la v&#225;lvula y el resorte en busca de
                            alg&#250;n da&#241;o. Inspeccione si el asiento de goma de la v&#225;lvula est&#225; rajado
                            o hinchado. Elimine cualquier materia extra&#241;a que encuentre.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 5 (C&#243;digos de falla) del formulario Diagn&#243;sticos de
                    rendimiento. La operaci&#243;n intermitente de un sensor o fallas en un inyector o en el haz de
                    cables de los inyectores pueden hacer que el ralent&#237; sea err&#225;tico. El ECM puede haber
                    detectado y registrado estas condiciones.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 6 (Prueba est&#225;ndar con la llave en ON y el motor apagado) del
                    formulario Diagn&#243;sticos de rendimiento. Esta prueba verificar&#225; la operaci&#243;n el&#233;ctrica
                    de todos los sensores y activadores.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 7 (Prueba de los inyectores con la llave en ON y el motor apagado) del
                    formulario Diagn&#243;sticos de rendimiento. Esta prueba verificar&#225; que los inyectores est&#233;n
                    funcionando correctamente desde el punto de vista electr&#243;nico.
                </para>
            </step1>
            <step1>
                <para count="1">Haga una prueba para detectar aire en el flujo de retorno de combustible. Instale una
                    manguera transparente en la tuber&#237;a de retorno de combustible para ver si hay burbujas de aire,
                    mientras el motor est&#225; en marcha. Una excesiva cantidad de aire indica que el lado de succi&#243;n
                    tiene una fuga de aire o que la empaquetadura de un inyector est&#225; da&#241;ada. Estos problemas
                    pueden causar un ralent&#237; err&#225;tico y/o poca potencia. Si no le resulta f&#225;cil
                    determinar qu&#233; cantidad de aire es excesiva, compare el flujo con el de un veh&#237;culo en
                    buenas condiciones.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 12 (Prueba est&#225;ndar con la llave en ON y el motor en marcha) del
                    formulario Diagn&#243;sticos de rendimiento. Esta prueba verifica la operaci&#243;n del sistema de
                    presi&#243;n de control de inyecci&#243;n. El motor debe estar a la temperatura de operaci&#243;n de
                    70 &#176;C (158 &#176;F) para hacer la prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 16 (Presi&#243;n de control de la inyecci&#243;n) del formulario Diagn&#243;sticos
                    de rendimiento. Esta prueba determinar&#225; si el sistema de presi&#243;n de control de la inyecci&#243;n
                    est&#225; funcionando correctamente y verificar&#225; la estabilidad del ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 17 (Presi&#243;n del bloque del motor) del formulario Diagn&#243;sticos
                    de rendimiento. Esta prueba determinar&#225; la condici&#243;n de los cilindros de potencia y del
                    motor b&#225;sico.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 18 (Desactivaci&#243;n de los inyectores) del formulario Diagn&#243;sticos
                    de rendimiento. El prop&#243;sito principal de esta prueba es mostrar la contribuci&#243;n
                    individual de cada cilindro de potencia. La prueba detectar&#225; si hay alg&#250;n cilindro d&#233;bil
                    que pudiera ser la causa de problemas en un inyector o en el motor b&#225;sico.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La prueba 18 se hace junto con la Prueba 19 (Compresi&#243;n relativa) para distinguir
                            entre un problema en un inyector o un problema mec&#225;nico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 19 (Compresi&#243;n relativa) del formulario Diagn&#243;sticos de
                    rendimiento. Esta prueba verificar&#225; la compresi&#243;n del motor b&#225;sico.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La prueba 19 se hace junto con la Prueba 18 (Desactivaci&#243;n de los inyectores) para
                            distinguir entre un problema en un inyector o un problema mec&#225;nico.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Inspeccione el balance del motor y del volante del motor. Si el funcionamiento err&#225;tico
                    del motor cuando est&#225; en ralent&#237; empeora cuando acelera, puede ser causado por una falta
                    de balance.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                            asegure el amortiguador de vibraciones mientras retira los pernos de montaje. El
                            amortiguador puede deslizarse de la punta del cig&#252;e&#241;al con facilidad.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>Para evitar da&#241;os al motor, siempre sustituya los cuatro pernos de montaje del
                            amortiguador de vibraciones.
                        </para>
                        <para>No use compuestos antiaferramiento, grasa ni ning&#250;n lubricante. Los lubricantes
                            impiden apretar al torque especificado.
                        </para>
                    </caution>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Retire el amortiguador de vibraciones seg&#250;n el procedimiento descrito en el Manual de
                            servicio del motor e inspeccione la capa de elast&#243;mero en busca de grietas y
                            desalineaci&#243;n. Si no encuentra problemas, vuelva a instalar el amortiguador de
                            vibraciones siguiendo exactamente el procedimiento descrito en el Manual de servicio del
                            motor. Verifique que la espiga de colocaci&#243;n en el extremo del cig&#252;e&#241;al est&#233;
                            alineada con el orificio correspondiente en el compensador.
                        </para>
                    </item>
                    <item>
                        <para>Separe el motor y la transmisi&#243;n retirando la transmisi&#243;n, el embrague y el
                            plato de presi&#243;n o convertidor de torsi&#243;n. Encienda el motor y determine si sigue
                            funcionando err&#225;ticamente. Si el motor funciona normalmente, sustituya el conversor de
                            torsi&#243;n o el embrague y el plato de presi&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Retire el volante del motor seg&#250;n el procedimiento descrito en el Manual de servicio
                            del motor y verifique su orientaci&#243;n. Si la orientaci&#243;n es correcta, cambie o
                            vuelva a balancear el volante del motor. Cuando retire y vuelva a instalar el volante del
                            motor, aseg&#250;rese de que la espiga de colocaci&#243;n est&#233; en su lugar y de que el
                            volante encaje correctamente en la espiga.
                        </para>
                    </item>
                    <item>
                        <para>Retire la parte superior y la parte inferior del c&#225;rter seg&#250;n los procedimientos
                            descritos en el Manual de servicio del motor e inspeccione los contrapesos del cig&#252;e&#241;al
                            para asegurarse de que haya orificios de balance.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_68.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_70.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
