<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 6. Restricci&#243;n en la admisi&#243;n y en el escape
    </stitle>
    <svcman/>
    <svcproc id="s306000603.6" svcproctype="diagnose" graphiccount="3">
        <title>6. Restricci&#243;n en la admisi&#243;n y en el escape</title>
        <figure id="f306000627" figsize="col-wide">
            <graphic filename="../figj31/j31100.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption></caption>
        </figure>
        <para id="tp306000606">
            <title>Finalidad</title>
        </para>
        <para>Determinar si existe alguna restricci&#243;n en el sistema de admisi&#243;n de aire o en el sistema de
            escape, que podr&#237;a provocar problemas de rendimiento del motor.
        </para>
        <specpara>
            <note>
                <para>Una alta restricci&#243;n en la admisi&#243;n o en el escape puede causar una gran cantidad de
                    humo negro o azul.
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Linterna</para>
            </item>
            <item>
                <para>Medidor Magnehelic de la barra de medidores</para>
            </item>
            <item>
                <para>Manguera para pruebas</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Inspeccione las siguientes piezas en busca de restricci&#243;n, da&#241;os o instalaci&#243;n
                incorrecta:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La entrada y los conductos del filtro de aire.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Con la cabina levantada, inspeccione el interior de los conductos que van hacia
                                arriba, instalados en la parte trasera de la cabina, en busca de restricciones. Elimine
                                cualquier restricci&#243;n que encuentre.
                            </para>
                        </item>
                        <item>
                            <para>Con la cabina levantada, inspeccione el interior de los conductos que van hacia abajo,
                                en busca de restricciones. Elimine cualquier restricci&#243;n que encuentre.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Las mangueras de entrada de aire y las abrazaderas.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Inspeccione la articulaci&#243;n de expansi&#243;n donde se conectan la cabina con el
                                bastidor, en busca de fugas, instalaci&#243;n incorrecta o mala alineaci&#243;n. La mala
                                alineaci&#243;n o la instalaci&#243;n incorrecta pueden dejar entrar agua, nieve o hielo
                                hacia la entrada de aire y el filtro.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>La carcasa del filtro de aire, el elemento filtrante y las empaquetaduras.</para>
                </item>
                <item>
                    <para>Las tuber&#237;as de escape.</para>
                </item>
                <item>
                    <para>El enfriador de aire turboalimentado instalado en el chasis y su tuber&#237;a.</para>
                </item>
                <item>
                    <para>El indicador de restricci&#243;n del filtro de aire</para>
                </item>
            </randlist>
        </step1>
        <figure id="f306000628" figsize="col-wide">
            <graphic filename="../figJ31/J31134.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Baja restricci&#243;n</caption>
        </figure>
        <figure id="f306000629" figsize="col-wide">
            <graphic filename="../figj31/j31135.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Alta restricci&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Refi&#233;rase al
                <hotlnk document="mges305_S306001101.xml" xrefid="s3060011.1">Ap&#233;ndice A &#171;Requisitos de
                    rendimiento del VT 275&#187;
                </hotlnk>
                y anote los valores en el formulario de diagn&#243;sticos.
            </para>
        </step1>
        <specpara>
            <note>
                <para>La restricci&#243;n en la admisi&#243;n debe ser menor a 6,2 kPa (25 pulgadas de agua) a plena
                    carga. La restricci&#243;n en la admisi&#243;n en ralent&#237; alto para esta prueba debe ser menor
                    a 3,1 kPa (12,5 pulgadas de agua).
                </para>
                <para>Cuando el filtro alcanza la m&#225;xima restricci&#243;n permitida, el indicador amarillo llega a
                    la parte superior de la ventanilla y autom&#225;ticamente se traba.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Saque el indicador de restricci&#243;n de la carcasa del filtro de aire.</para>
        </step1>
        <step1>
            <para count="1">Conecte la manguera para pruebas a la derivaci&#243;n de restricci&#243;n de la carcasa del
                filtro de aire.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la manguera al medidor Magnehelic o al man&#243;metro.</para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la puerta
                    cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    cumpla con los siguientes puntos:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Cuando encamine la manguera para la prueba, no la quiebre, no la pase muy cerca de piezas
                            en movimiento ni permita que toque superficies calientes del motor.
                        </para>
                    </item>
                    <item>
                        <para>Cuando encienda un motor en un &#225;rea cerrada, proporcione ventilaci&#243;n adecuada
                            para dispersar los mort&#237;feros gases del escape. Respirar gases de escape puede ser
                            fatal.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en PARK o en neutro, que el freno de
                            estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer
                            funcionar el motor para alguna tarea de diagn&#243;stico o mantenimiento.
                        </para>
                    </item>
                </randlist>
            </warning>
        </specpara>
        <step1>
            <para count="1">Haga funcionar el motor en ralent&#237; alto sin carga.</para>
        </step1>
        <step1>
            <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
            <randlist type="bullet">
                <item>
                    <para>Si la restricci&#243;n es mayor a 3,1 kPa (12,5 pulgadas de H
                        <subscript>2</subscript>O), cambie el elemento filtrante.
                    </para>
                </item>
                <item>
                    <para>Si la restricci&#243;n es mayor a 3,1 kPa (12,5 pulgadas de H
                        <subscript>2</subscript>O) y el filtro es nuevo, revise en busca de obstrucciones en la entrada
                        de aire.
                    </para>
                </item>
                <item>
                    <para>Si la restricci&#243;n es menor a 3,1 kPa (12,5 pulgadas de H
                        <subscript>2</subscript>O), siga con los diagn&#243;sticos de rendimiento.
                    </para>
                </item>
            </randlist>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Hay nieve en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>Hay hielo en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>Hay elementos extra&#241;os en la entrada del filtro de aire.</para>
            </item>
            <item>
                <para>El filtro de aire est&#225; aplastado, tapado o sucio.</para>
            </item>
            <item>
                <para>En motores reci&#233;n reparados, pueden haber quedado pedazos de trapos o tapones olvidados en el
                    sistema de admisi&#243;n.
                </para>
            </item>
            <item>
                <para>El tubo de escape o el silenciador pueden estar da&#241;ados o aplastados.</para>
            </item>
            <item>
                <para>El convertidor catal&#237;tico (opcional) puede estar tapado o restringido.</para>
            </item>
            <item>
                <para>El filtro catalizado de part&#237;culas diesel (CDPF) (opcional) puede estar tapado o
                    restringido.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_92.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_94.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
