<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - AN&#193;LISIS DE DIAGN&#211;STICO ADICIONALES - DIAGN&#211;STICO DE
        INYECTORES RAYADOS
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>DIAGN&#211;STICO DE INYECTORES RAYADOS</title>
        <svcproc id="P17504001" svcproctype="svcproc" graphiccount="1">
            <title>Prueba de inyector con llave en ON, motor en marcha (Key-On Engine-Running Injector Test)</title>
            <para>La prueba de los inyectores est&#225; dise&#241;ada para detectar problemas relacionados con la
                inyecci&#243;n y la combusti&#243;n. Una prueba analizar&#225; la contribuci&#243;n de cada cilindro. Su
                funci&#243;n principal es detectar un inyector defectuoso, pero tambi&#233;n detectar&#225; problemas
                que pudieran afectar el rendimiento general de los cilindros (es decir, problemas en las v&#225;lvulas,
                bielas, pistones, anillos, etc.)
            </para>
            <para>Durante esta prueba, el ECM controlar&#225; la entrega de combustible y determinar&#225; la contribuci&#243;n
                de potencia de cada cilindro. Si un cilindro no est&#225; rindiendo bien, se establecer&#225; un c&#243;digo
                de diagn&#243;stico.
            </para>
            <figure id="f1750402" figsize="pg-wide">
                <graphic filename="../figEg9/Eg9017.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="94"/>
                <caption>Grabaci&#243;n de la prueba de contribuci&#243;n de los cilindros</caption>
            </figure>
            <para>Algunas de las &#225;reas m&#225;s importantes para examinar en la exhibici&#243;n gr&#225;fica de la
                prueba de contribuci&#243;n de los cilindros son:
            </para>
            <step1>
                <para count="1">Cuando la prueba comienza, la velocidad del motor aumenta en incrementos hasta de 850
                    RPM.
                </para>
            </step1>
            <step1>
                <para count="1">El ECM aumentar&#225; la entrega normal de combustible al cilindro n&#250;mero 1
                    (sobrealimentaci&#243;n), lo que causa que la velocidad del motor aumente.
                </para>
            </step1>
            <step1>
                <para count="1">El combustible se reduce a los cilindros restantes para mantener 850 RPM.</para>
            </step1>
            <step1>
                <para count="1">El ECM disminuye la entrega de combustible al cilindro n&#250;mero 1 (subalimentaci&#243;n),
                    lo que causa que la velocidad del motor disminuya.
                </para>
            </step1>
            <step1>
                <para count="1">El combustible se aumenta a los cilindros restantes para mantener 850 RPM.</para>
            </step1>
            <step1>
                <para count="1">En este punto hay dos observaciones clave:</para>
                <randlist type="bullet">
                    <item>
                        <para>El ECM compara la entrega de combustible de los 5 cilindros restantes durante la
                            sobrealimentaci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>El ECM compara la entrega de combustible de los 5 cilindros restantes durante la
                            subalimentaci&#243;n.
                        </para>
                    </item>
                </randlist>
                <para>Si la diferencia no es la que el ECM espera, se establece un DTC para el cilindro que no
                    contribuye. El procedimiento se repetir&#225; con los cilindros restantes hasta que la prueba
                    termine.
                </para>
            </step1>
            <step1>
                <para count="1">La velocidad del motor regresa a ralent&#237; bajo. La prueba termina.</para>
            </step1>
            <specpara>
                <note>
                    <para>Durante la prueba de contribuci&#243;n de los cilindros, el gr&#225;fico de flujo de
                        combustible representa la entrega de combustible a los 5 cilindros restantes.
                    </para>
                </note>
            </specpara>
            <para>La prueba de contribuci&#243;n de los cilindros comienza con el cilindro n&#250;mero 1 (cilindro de
                adelante) y se realiza secuencialmente. La fluctuaci&#243;n de RPM en motores con m&#225;s de un
                inyector severamente rayado, puede ser suficiente para detener la prueba de contribuci&#243;n de los
                cilindros.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_119.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_121.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
