<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Herramientas y accesorios de diagn&#243;stico -
        Pruebas de los circuitos electr&#243;nicos - Teor&#237;a el&#233;ctrica
    </stitle>
    <svcman/>
    <svcproc id="s306000802.1" svcproctype="describe" graphiccount="2">
        <title>Teor&#237;a el&#233;ctrica</title>
        <svcsubproc id="s306000802.1.1">
            <title>Voltaje</title>
            <para>El voltaje es una presi&#243;n o fuerza el&#233;ctrica que empuja la corriente a trav&#233;s de un
                circuito. La presi&#243;n se mide en voltios. El s&#237;mbolo V (por ejemplo, 12 V) se usa en diagramas
                de circuitos para indicar voltaje. La letra E (fuerza electromotriz) tambi&#233;n se usa para indicar
                voltaje. El voltaje puede compararse con la presi&#243;n necesaria para empujar agua a trav&#233;s de
                una v&#225;lvula dosificadora.
            </para>
            <para>Un voltaje bajo que llega a una lamparita hace que su iluminaci&#243;n sea tenue. Esto puede ser
                causado por un bajo voltaje desde la fuente (bater&#237;a descargada o salida baja del alternador) o por
                alta resistencia del circuito, resultante de una mala conexi&#243;n. La resistencia de una mala conexi&#243;n
                o la mala conexi&#243;n a tierra imponen carga adicional sobre el circuito. La carga adicional reduce el
                voltaje disponible para empujar la corriente a trav&#233;s del dispositivo de carga. Antes de comenzar a
                tomar mediciones, repase la Ley de Ohm.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000802.1.2">
            <title>Ley de Ohm</title>
            <para>La Ley de Ohm describe la relaci&#243;n entre corriente, voltaje y resistencia en un circuito el&#233;ctrico.
                La Ley de Ohm es la f&#243;rmula b&#225;sica para hacer c&#225;lculos.
            </para>
            <figure id="f306000835" figsize="col-wide">
                <graphic filename="../figeg8/eg8530.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Ley de Ohm</caption>
            </figure>
            <para>Memorice la f&#243;rmula en el c&#237;rculo. Cubra la letra con un dedo para obtener la f&#243;rmula
                deseada. Por ejemplo, si cubre la I, la f&#243;rmula es I = E &#247; R.
            </para>
            <para>Si conoce dos de los valores de un circuito cualquiera, puede obtener el valor faltante poniendo en la
                f&#243;rmula los valores conocidos para obtener el valor faltante.
            </para>
            <para>Las tres f&#243;rmulas b&#225;sicas de la Ley de Ohm son las siguientes:</para>
            <verbatim>
                <line>I = corriente (amperios)</line>
                <line>E = voltaje (voltios)</line>
                <line>R = resistencia (ohmios)</line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>I = E &#247; R</para>
                    <para>Esta f&#243;rmula establece que el flujo de corriente (I) en el circuito es igual al voltaje
                        (E) aplicado al circuito, dividido por la resistencia total (R) en el circuito. Esto muestra que
                        un aumento en voltaje o una disminuci&#243;n en resistencia, aumenta el flujo de corriente.
                    </para>
                </item>
                <item>
                    <para>E = I &#215; R</para>
                    <para>Esta f&#243;rmula establece que el voltaje (E) aplicado al circuito es igual al flujo de
                        corriente (I) en el circuito, multiplicado por la resistencia total (R) en el circuito. La causa
                        de una ca&#237;da de voltaje es la resistencia a trav&#233;s de un dispositivo de carga espec&#237;fico
                        en una serie de dispositivos de carga.
                    </para>
                </item>
                <item>
                    <para>R = E &#247; l</para>
                    <para>Esta f&#243;rmula establece que la resistencia total (R) en el circuito es igual al voltaje
                        (E) aplicado al circuito, dividido por el flujo de corriente (I) en el circuito. La resistencia
                        puede ser calculada para un flujo de corriente espec&#237;fico, cuando se aplica un voltaje
                        espec&#237;fico.
                    </para>
                </item>
            </randlist>
            <figure id="f306000836" figsize="col-wide">
                <graphic filename="../figeg6/eg6124.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Circuito el&#233;ctrico simple</caption>
            </figure>
            <para>En un circuito t&#237;pico, se aplica voltaje de la bater&#237;a a una lamparita a trav&#233;s de un
                fusible de 10 amperios y un interruptor. Al cerrar el interruptor, la lamparita se enciende.
            </para>
            <para>Para obtener el flujo de corriente, use la f&#243;rmula I = E &#247; R.</para>
            <para>Sustituya los s&#237;mbolos por los valores correspondientes:</para>
            <para>I = 12 V &#247; 2 &#x2126;</para>
            <para>I = 6 A</para>
            <para>La lamparita en este circuito opera a 6 amperios y est&#225; clasificada para 6 amperios. Al aplicar
                12 voltios, la lamparita se encender&#225; al nivel de salida clasificado (en buj&#237;as). Sin embargo,
            </para>
            <randlist type="bullet">
                <item>
                    <para>si el voltaje aplicado es bajo (bater&#237;a baja), entonces el valor de E es m&#225;s bajo,
                        el flujo de corriente ser&#225; menor y la lamparita iluminar&#225; menos.
                    </para>
                </item>
                <item>
                    <para>Si la conexi&#243;n est&#225; floja o el interruptor est&#225; corro&#237;do, la resistencia
                        del circuito ser&#225; mayor (el valor R ser&#225; m&#225;s grande) y el flujo de corriente se
                        reducir&#225; y la lamparita iluminar&#225; menos.
                    </para>
                </item>
            </randlist>
            <para>Las ca&#237;das de voltaje son importantes por las siguientes razones:</para>
            <randlist type="bullet">
                <item>
                    <para>Una ca&#237;da de voltaje demasiado grande indica que hay una resistencia excesiva. Por
                        ejemplo, si el motor de un ventilador funciona muy lentamente o una lamparita ilumina con muy
                        poca intensidad, el circuito pudiera tener una resistencia excesiva. Las mediciones de ca&#237;da
                        de voltaje pueden aislar problemas en partes de un circuito (por ejemplo, terminales corro&#237;dos
                        o flojos).
                    </para>
                </item>
                <item>
                    <para>Una ca&#237;da de voltaje demasiado peque&#241;a indica que la resistencia es baja. Por
                        ejemplo, si el motor del ventilador funciona muy r&#225;pido, el problema pudiera ser que hay
                        poca resistencia en un paquete de resistores.
                    </para>
                </item>
                <item>
                    <para>La ca&#237;da de voltaje m&#225;xima permitida bajo carga es muy importante, especialmente si
                        hay m&#225;s de un problema de alta resistencia. Todas las ca&#237;das de voltaje en un circuito
                        son acumulativas. Terminales corro&#237;dos, conexiones flojas, cables da&#241;ados u otras
                        condiciones similares pueden crear ca&#237;das de voltaje indeseables que disminuyen el voltaje
                        disponible a trav&#233;s de componentes clave del circuito. Una mayor resistencia har&#225;
                        disminuir el flujo de corriente en el circuito, impidiendo que otros componentes funcionen con m&#225;xima
                        eficiencia. Una ca&#237;da peque&#241;a a trav&#233;s de cables (conductores), conectores,
                        interruptores, etc., es normal, porque todos los conductores tienen alguna resistencia, pero la
                        ca&#237;da total de voltaje en el circuito deber&#237;a ser de menos del 10%.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_S306000802.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_190.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
