<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Sistema
        de Enfriamiento
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Sistema de Enfriamiento</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <figure id="f235in09" figsize="pg-wide">
                <graphic filename="../figd05/d0508.webp" type="webp" scalefit="1" scalefitwidth="490px"
                         scalefitheight="562px" resolution="300" box="no"/>
                <caption>Diagrama del Flujo de Refrigerante del Motor</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Enfriador EGR</callout1>
                    <callout1 type="arabic">Tapa de salida del refrigerante</callout1>
                    <callout1 type="arabic">Cubierta del enfriador de aceite</callout1>
                    <callout1 type="arabic">Enfriador de aceite</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                    <callout1 type="arabic">Culata</callout1>
                    <callout1 type="arabic">Bastidor de la cubierta delantera</callout1>
                    <callout1 type="arabic">Conjunto de la bomba de agua</callout1>
                    <callout1 type="arabic">Conjunto del term&#243;stato</callout1>
                    <callout1 type="arabic">Boquilla de separaci&#243;n del aire del refrigerante</callout1>
                </calloutgroup>
            </figure>
            <para>La funci&#243;n del sistema de enfriamiento es mantener el motor dentro del rango designado de
                temperatura. Los componentes principales incluyen el term&#243;stato, el enfriador EGR, el enfriador de
                aceite, la combinaci&#243;n de radiador y ventilador con la bomba del (agua) refrigerante. La bomba de
                agua de tipo centr&#237;fugo es impulsada por correa, y est&#225; contenida en la cubierta delantera.
            </para>
            <para>La cubierta delantera incorpora varios pasajes separados. Dos canales de pasaje con refrigerante hacia
                el bloque de motor y culatas provenientes de la bomba de agua, dos canales de pasaje retornan el
                refrigerante del bloque del motor y culatas, y hay un desv&#237;o para dirigir el refrigerante de
                retorno a la bomba de agua cuando el term&#243;stato est&#225; cerrado. Vea el ap&#233;ndice A para
                informaci&#243;n sobre la temperatura a la que el term&#243;stato inicia su apertura y la temperatura
                cuando est&#225; totalmente abierto.
            </para>
            <para>El refrigerante fluye desde el radiador por el tubo de entrada de la cubierta delantera y luego pasa a
                la bomba de agua. El refrigerante es empujado por la bomba de agua, a trav&#233;s de la cubierta
                delantera y dentro del bloque del motor. El refrigerante en el bloque del motor fluye desde el frente
                hacia la parte trasera, y es distribuido en forma uniforme alrededor de los cilindros y a trav&#233;s de
                las culatas. El refrigerante de las culatas fluye desde la parte trasera hacia la delantera de las
                culatas. El refrigerante retorna a la cubierta delantera a trav&#233;s de pasajes en el bloque de motor.
            </para>
            <para>
                <emph type="bold">Operaci&#243;n del Term&#243;stato</emph>
            </para>
            <para>Cuando la temperatura del refrigerante del motor est&#225; por debajo de la temperatura necesaria para
                iniciar la apertura del term&#243;stato (vea el Ap&#233;ndice A), el refrigerante fluye por el pasaje de
                desv&#237;o hacia la bomba de agua debido a que la salida del orificio del radiador est&#225; bloqueada.
                A medida que el motor alcanza la temperatura de operaci&#243;n, se abre el term&#243;stato, dirigiendo
                el refrigerante a trav&#233;s del radiador y restringiendo la apertura de desv&#237;o.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
