<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 10. Compresi&#243;n relativa
    </stitle>
    <svcman/>
    <svcproc id="s306000603.10" svcproctype="diagnose" graphiccount="4">
        <title>10. Compresi&#243;n relativa</title>
        <figure id="f306000646" figsize="col-wide">
            <graphic filename="../figj31/j31105.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption></caption>
        </figure>
        <para id="tp306000610">
            <title>Finalidad</title>
        </para>
        <para>Determinar si la compresi&#243;n es demasiado baja en alg&#250;n cilindro.</para>
        <specpara>
            <note>
                <para>Esta prueba se puede hacer s&#243;lo con la EST y el software Master Diagnostics&#174;.</para>
            </note>
            <note>
                <para>Esta prueba se hace junto con la Prueba 9 &#171;Desactivaci&#243;n de los inyectores&#187; para
                    distinguir entre un problema en un inyector o un problema mec&#225;nico.
                </para>
            </note>
        </specpara>
        <para>La prueba de compresi&#243;n relativa proporciona la diferencia entre la velocidad m&#225;xima y la
            velocidad m&#237;nima del cig&#252;e&#241;al durante la carrera motriz en cada cilindro.
        </para>
        <para>Mientras se da arranque al motor, el IDM usa las se&#241;ales del CMP y del CKP para medir la velocidad
            del cig&#252;e&#241;al cuando el pist&#243;n llega a dos puntos: punto muerto superior (PMS) de compresi&#243;n
            y unos 30&#176; despu&#233;s del PMS de compresi&#243;n.
        </para>
        <para>Cuando el pist&#243;n se acerca al PMS, la velocidad del cig&#252;e&#241;al deber&#237;a ser menor, debido
            a la resistencia de la compresi&#243;n. A medida que el pist&#243;n pasa el PMS, la resistencia de la
            compresi&#243;n se disipa y la velocidad del cig&#252;e&#241;al aumenta.
        </para>
        <para>En el PMS de compresi&#243;n, el cilindro alcanza la mayor compresi&#243;n y resistencia a la rotaci&#243;n
            del cig&#252;e&#241;al y entonces la velocidad del cig&#252;e&#241;al es la menor. Un cilindro con poca
            compresi&#243;n har&#225; menos resistencia a la rotaci&#243;n del cig&#252;e&#241;al. La velocidad del cig&#252;e&#241;al
            ser&#225; mayor que la normal.
        </para>
        <para>A unos 30&#176; despu&#233;s del PMS, la velocidad del cig&#252;e&#241;al deber&#237;a ser la m&#225;s r&#225;pida
            porque la compresi&#243;n se ha disipado. En un cilindro que tiene poca compresi&#243;n, la velocidad del
            cig&#252;e&#241;al ser&#225; cercana o menor a la velocidad en el PMS.
        </para>
        <para>El IDM registra la velocidad del cig&#252;e&#241;al en el PMS y unos 30&#176; despu&#233;s del PMS en cada
            cilindro.
        </para>
        <specpara>
            <note>
                <para>Si no se da arranque al motor el tiempo suficiente para la obtenci&#243;n de los datos, la EST
                    mostrar&#225; el DTC 255, que significa que el valor de las RPM es inadecuado.
                </para>
            </note>
        </specpara>
        <para>El valor medido en el PMS se resta del valor medido unos 30&#176; despu&#233;s del PMS y queda registrado
            para cada cilindro.
        </para>
        <para>
            <title>Ejemplo</title>200 RPM (30&#176; despu&#233;s del PMS) - 180 RPM (en el PMS) = 20 RPM
        </para>
        <para>La EZ-Tech&#174; mostrar&#225; en la pantalla un valor para cada cilindro.</para>
        <figure id="f306000647" figsize="col-wide">
            <graphic filename="../figj31/j31160.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Ejemplo</caption>
        </figure>
        <para>Compare los valores de compresi&#243;n de cada cilindro con los otros valores de los cilindros. Cuando un
            cilindro tiene menor compresi&#243;n que los dem&#225;s, se convierte en sospechoso. El cilindro cinco que
            en la prueba obtuvo 31 es sospechoso.
        </para>
        <para>Si el valor de compresi&#243;n de un cilindro es cero o mucho menor que el de los dem&#225;s, y si adem&#225;s
            el mismo cilindro apareci&#243; como que no contribuye (en la prueba de desactivaci&#243;n de inyectores),
            busque un problema mec&#225;nico.
        </para>
        <figure id="f306000648" figsize="col-wide">
            <graphic filename="../figj31/j31161.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Ejemplo</caption>
        </figure>
        <para>Si las RPM en el PMS son mayores a las RPM 30&#176; despu&#233;s del PMS, la EST mostrar&#225; un valor de
            cero.
        </para>
        <para>Un cilindro que en la prueba obtiene cero es sospechoso.</para>
        <para>Un cilindro que en la prueba obtiene bastante menos de 50 RPM o bastante m&#225;s de 80 RPM es
            sospechoso.
        </para>
        <para>El cilindro uno que en la prueba obtuvo 35 es sospechoso. El cilindro seis que en la prueba obtuvo cero es
            sospechoso.
        </para>
        <para>Cuando termine la prueba de compresi&#243;n relativa, la EST le indicar&#225; que ya no debe dar arranque
            al motor y mostrar&#225; los resultados.
        </para>
        <para>Los resultados de esta prueba se deben comparar con los resultados obtenidos de la prueba de desactivaci&#243;n
            de inyectores.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
            <warning>
                <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la puerta
                    cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                </para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>Para hacer esta prueba las bater&#237;as deben estar completamente cargadas. Use un cargador si
                    necesita hacer varias pruebas, porque la bater&#237;a se puede descargar considerablemente.
                </para>
            </note>
        </specpara>
        <figure id="f306000649" figsize="col-wide">
            <graphic filename="../figj31/j31140.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Prueba de compresi&#243;n relativa</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione V6 Relative Compression Tests en el men&#250; desplegable.</para>
        </step1>
        <step1>
            <para count="1">Siga las instrucciones que aparecen en la parte inferior de la ventana.</para>
            <randlist type="bullet">
                <item>
                    <para>Ponga el interruptor de encendido en ON.</para>
                </item>
                <item>
                    <para>Pulse Run.</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os en el motor o en el
                        veh&#237;culo, gire el interruptor de encendido para dar arranque al motor, no m&#225;s de cinco
                        segundos despu&#233;s de haber pulsado el bot&#243;n Run; si no lo hace en ese tiempo, la EST
                        cancelar&#225; la prueba y el motor arrancar&#225;.
                    </para>
                </warning>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Dele arranque al motor por 15 segundos, no m&#225;s de cinco segundos despu&#233;s de haber
                        pulsado el bot&#243;n Run. En los siguientes cinco segundos aparecer&#225; el mensaje Stop
                        Cranking para indicarle que deje de dar arranque.
                        <emph type="bold">No ponga el interruptor de encendido en OFF</emph>.
                        <emph type="bold">Si pone el interruptor de encendido en OFF, perder&#225; los resultados de la
                            prueba.
                        </emph>
                    </para>
                </item>
            </randlist>
        </step1>
        <specpara>
            <note>
                <para>Si los resultados que aparecen son id&#233;nticos a los resultados anteriores, la prueba que acaba
                    de hacer fall&#243;.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Interprete los resultados.</para>
            <randlist type="bullet">
                <item>
                    <para>Si tanto la Prueba 10 como la Prueba 9 determinan que hay un cilindro sospechoso, busque un
                        problema mec&#225;nico.
                    </para>
                </item>
                <item>
                    <para>Si la Prueba 10 no determina que hay un cilindro sospechoso, pero la Prueba 9 s&#237; lo hace,
                        cambie el o los inyectores sospechosos.
                    </para>
                </item>
            </randlist>
        </step1>
        <specpara>
            <note>
                <para>Si saca y reinstala o cambia alg&#250;n inyector, conduzca el veh&#237;culo por 35 km (20 millas)
                    antes de determinar si hay explosi&#243;n defectuosa o ralent&#237; err&#225;tico.
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Hay alg&#250;n anillo de compresi&#243;n roto.</para>
            </item>
            <item>
                <para>Hay alguna v&#225;lvula con fugas o doblada.</para>
            </item>
            <item>
                <para>Hay alguna varilla de empuje doblada.</para>
            </item>
            <item>
                <para>Hay alguna biela doblada.</para>
            </item>
            <item>
                <para>Hay alg&#250;n inyector flojo.</para>
            </item>
            <item>
                <para>La cavidad de alg&#250;n inyector est&#225; rayada.</para>
            </item>
            <item>
                <para>Alg&#250;n pist&#243;n est&#225; da&#241;ado.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_96.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_98.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
