<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Herramientas y accesorios de
        diagn&#243;stico - Pruebas de los circuitos electr&#243;nicos - Uso del mult&#237;metro digital
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="13">
        <title>Uso del mult&#237;metro digital</title>
        <svcprocinfo>
            <para>Para probar circuitos electr&#243;nicos debe tener disponible lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Volt&#237;metro</para>
                </item>
                <item>
                    <para>Ohm&#237;metro</para>
                </item>
                <item>
                    <para>Amper&#237;metro</para>
                </item>
                <item>
                    <para>Cables de puente</para>
                </item>
                <item>
                    <para>Luces de prueba</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Medidores</title>
            <figure id="f2710834" figsize="col-wide">
                <graphic filename="../figeg6/eg6133sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medidores m&#225;s comunes</caption>
            </figure>
            <para>Los medidores vienen en una variedad de modelos. Cualquier modelo es adecuado para pruebas simples.
                Sin embargo, es importante que las mediciones sean precisas. Aseg&#250;rese de que los medidores sean de
                buena calidad. Se recomienda el mult&#237;metro digital (DMM) Fluke 88 porque tiene muy poca corriente y
                tiene una alta impedancia (resistencia) de 10 megaohmios (10 M&#x2126;).
            </para>
            <specpara>
                <caution>
                    <para>Cuando est&#233; localizando fallas en circuitos electr&#243;nicos, use s&#243;lo mult&#237;metros
                        digitales con alta impedancia. No utilice luces de prueba a pilas. Las luces de prueba a pilas
                        pueden da&#241;ar los circuitos de un sistema de control electr&#243;nico.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Algunos dispositivos de los sistemas de control electr&#243;nico no son capaces de transportar
                        una cantidad considerable de corriente. Por lo tanto, el equipo de prueba debe estar dise&#241;ado
                        para no causar da&#241;os a ninguna parte de los sistemas de control electr&#243;nico. A menos
                        que se indique espec&#237;ficamente, no use medidores anal&#243;gicos. Los medidores anal&#243;gicos
                        usan demasiada corriente para probar sistemas de control electr&#243;nico.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Cables de puente</title>
            <figure id="f2710835" figsize="col-wide">
                <graphic filename="../figeg6/eg6135sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Cables de puente</caption>
            </figure>
            <para>Los cables de puente permiten que un circuito se complete, pasando por alto una posible abertura o
                rotura. Use cables de puente para revisar si los contactos de un rel&#233; est&#225;n abiertos, si hay
                roturas en un cable o malas conexiones a tierra. Debe tener varios cables de puente con diferentes
                puntas.
            </para>
            <figure id="f2710836" figsize="col-wide">
                <graphic filename="../figeg6/eg6134sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Ubicaci&#243;n de fallas con cables de puente</caption>
            </figure>
            <para>Si el circuito funciona debidamente con el cable de puente instalado, pero no funciona al sacarlo, el
                circuito est&#225; abierto.
            </para>
            <para>Un circuito que no est&#225; abierto o roto tiene continuidad (flujo ininterrumpido de corriente) y no
                necesita ninguna prueba adicional.
            </para>
            <para>Puede haber un circuito a tierra abierto en los siguientes casos:</para>
            <randlist type="bullet">
                <item>
                    <para>Un interruptor est&#225; cerrado pero la luz no se enciende.</para>
                </item>
                <item>
                    <para>Al hacer puente en el interruptor, la luz no se enciende.</para>
                </item>
                <item>
                    <para>Al hacer puente entre la luz y tierra, la luz se enciende.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Volt&#237;metro</title>
            <para>Use un volt&#237;metro para obtener respuestas a estas preguntas:</para>
            <randlist type="bullet">
                <item>
                    <para>&#191;El circuito tiene voltaje?</para>
                </item>
                <item>
                    <para>&#191;Cu&#225;l es el valor del voltaje?</para>
                </item>
                <item>
                    <para>&#191;Cu&#225;l es la ca&#237;da de voltaje a trav&#233;s de un dispositivo de carga?</para>
                </item>
            </randlist>
            <figure id="f2710837" figsize="col-wide">
                <graphic filename="../figeg6/eg6125sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del voltaje hacia un dispositivo de carga</caption>
            </figure>
            <para>Para probar si hay voltaje para energizar un dispositivo, conecte el probador positivo a la conexi&#243;n
                de entrada al dispositivo (lado positivo) y el probador negativo a una buena fuente de tierra del veh&#237;culo.
            </para>
            <figure id="f2710838" figsize="col-wide">
                <graphic filename="../figeg9/eg9001sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n del voltaje hacia un conector</caption>
            </figure>
            <para>El voltaje hacia un dispositivo puede medirse tambi&#233;n desconectando el conector del cableado y
                utilizando la herramienta correcta del juego de adaptadores para prueba de terminales.
            </para>
            <figure id="f2710839" figsize="col-wide">
                <graphic filename="../figeg6/eg6127sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de una ca&#237;da de voltaje</caption>
            </figure>
            <para>Para medir una ca&#237;da de voltaje a trav&#233;s de un dispositivo de carga, conecte el probador
                positivo del volt&#237;metro al lado positivo del dispositivo y el probador negativo del volt&#237;metro
                al lado negativo del dispositivo.
            </para>
            <para>Con el dispositivo funcionando, esto medir&#225; el voltaje que el dispositivo deja caer en el
                circuito. Con un solo dispositivo, el total del voltaje aplicado deber&#225; ser igual al voltaje que el
                circuito deja caer. En cualquier circuito, el voltaje aplicado ser&#225; igual al voltaje que el
                circuito deja caer. Si este circuito s&#243;lo dej&#243; caer 9 V en el dispositivo, quiere decir que
                los cables y conexiones causaron una p&#233;rdida de 3 V, lo que indica una resistencia excesiva en el
                circuito.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Amper&#237;metro</title>
            <para>El amper&#237;metro se usa para medir el flujo de corriente (amperaje) en un circuito. Los amperios
                son unidades de flujo de electrones, que indican cu&#225;ntos electrones est&#225;n pasando a trav&#233;s
                del circuito. Un amperio es la unidad de medida del flujo de corriente en el circuito.
            </para>
            <para>La Ley de Ohm dice que el flujo de corriente es igual al voltaje del circuito, dividido por la
                resistencia total del circuito (I = E &#247; R). Por lo tanto, aumentar el voltaje tambi&#233;n aumentar&#225;
                el flujo de corriente. Cualquier disminuci&#243;n en resistencia tambi&#233;n har&#225; aumentar el
                flujo de corriente.
            </para>
            <para>Cuando tienen el voltaje normal de operaci&#243;n, la mayor&#237;a de los circuitos tienen una
                cantidad caracter&#237;stica de flujo de corriente, llamada consumo de corriente. El consumo de
                corriente puede medirse con un amper&#237;metro. Referirse a la clasificaci&#243;n de consumo de
                corriente de un componente (dispositivo el&#233;ctrico), medir el flujo de corriente en el circuito y
                comparar ambas cantidades (el consumo especificado frente a la medici&#243;n real) puede proporcionar
                valiosa informaci&#243;n de diagn&#243;stico.
            </para>
            <figure id="f2710840" figsize="col-wide">
                <graphic filename="../figeg6/eg6128sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Instalaci&#243;n del amper&#237;metro</caption>
            </figure>
            <para>Un amper&#237;metro se conecta en serie con la carga, interruptores, resistores, etc., de manera que
                toda la corriente fluye a trav&#233;s del medidor. El amper&#237;metro mide el flujo de corriente s&#243;lo
                cuando el circuito est&#225; energizado y en operaci&#243;n. El DMM tiene fusible para medir hasta 10
                amperios utilizando el punto de conexi&#243;n 10A.
            </para>
            <para>Antes de medir el flujo de corriente, determine aproximadamente cu&#225;ntos amperios hay en el
                circuito, para conectar el amper&#237;metro correctamente. La estimaci&#243;n del flujo de corriente
                puede hacerse f&#225;cilmente. La resistencia de la lamparita es de 2 ohmios. Aplicando la Ley de Ohm,
                el flujo de corriente ser&#225; de 6 amperios (6 amperios = 12 voltios &#247; 2 ohmios). Si se retira el
                fusible y se conecta un amper&#237;metro con el interruptor cerrado, se medir&#225;n 6 amperios de
                corriente fluyendo en el circuito. Note que el amper&#237;metro est&#225; instalado en serie, de manera
                que toda la corriente en el circuito fluye a trav&#233;s de &#233;l.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves y posibles accidentes fatales, aseg&#250;rese siempre
                        de que la corriente est&#233; desconectada antes de cortar o soldar, sacar componentes de un
                        circuito o insertar el DMM y hacer mediciones de corriente. Incluso una peque&#241;a cantidad de
                        corriente puede ser peligrosa.
                    </para>
                </warning>
            </specpara>
            <para>Un consumo excesivo de corriente significa que m&#225;s corriente est&#225; fluyendo en un circuito
                que aquella para la cual el fusible y el circuito fueron dise&#241;ados. Un consumo excesivo de
                corriente abrir&#225; fusibles y disyuntores y adem&#225;s descargar&#225; r&#225;pidamente las bater&#237;as.
                Un amper&#237;metro puede descubrir estos problemas.
            </para>
            <para>Un menor consumo de corriente har&#225; que un dispositivo (el motor de una ventanilla el&#233;ctrica,
                por ejemplo) funcione deficientemente. Una mayor resistencia har&#225; que haya menos flujo de corriente
                (con frecuencia, debido a conexiones flojas o corro&#237;das).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ohm&#237;metro</title>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al medidor, use el ohm&#237;metro s&#243;lo en circuitos con la
                        corriente desconectada. La corriente de sistemas de 12 voltios pueden da&#241;arlo.
                    </para>
                </caution>
            </specpara>
            <para>El ohm&#237;metro se utiliza para medir la resistencia (ohmios) en un circuito. Los ohm&#237;metros
                usan una peque&#241;a pila para suministrar el voltaje y corriente que fluye a trav&#233;s del circuito
                que est&#225; siendo probado. Basado en la Ley de Ohm, el ohm&#237;metro calcula la resistencia de un
                circuito midiendo el voltaje que sale de la pila y el flujo de corriente en el circuito. Con el DMM no
                es necesario seleccionar los l&#237;mites ni ajustar el medidor.
            </para>
            <figure id="f2710841" figsize="col-wide">
                <graphic filename="../figEG6/EG6130sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Medici&#243;n de la resistencia</caption>
            </figure>
            <para>Esta medici&#243;n se usa para determinar la resistencia de una carga o de conductores, el valor de
                resistores y la operaci&#243;n de resistores variables.
            </para>
            <para>Para medir la resistencia de un componente o circuito, desconecte la corriente del circuito. A&#237;sle
                el componente o circuito de los dem&#225;s componentes y circuitos, de manera que la corriente del
                medidor (de un probador al otro) fluya s&#243;lo por el circuito o componente seleccionado. Al medir la
                resistencia de la carga, la mayor&#237;a del flujo de corriente desde el medidor ir&#225; a trav&#233;s
                de la lamparita indicadora, porque tiene menos resistencia.
            </para>
            <para>Saque uno de los conectores hacia la carga. No es siempre evidente cu&#225;ndo es necesario aislar un
                componente de esa manera, por lo que es una buena pr&#225;ctica aislar el circuito o componente
                desconectando f&#237;sicamente un circuito. Ponga los cables probadores a trav&#233;s del componente o
                circuito para que aparezca la resistencia en ohmios. Al probar un sensor o resistor variable, como el
                medidor del nivel de combustible, calentar el elemento o mover el brazo deber&#237;a mover el medidor a
                trav&#233;s de unos l&#237;mites de resistencia que pueden ser comparados con una especificaci&#243;n.
            </para>
            <figure id="f2710842" figsize="col-wide">
                <graphic filename="../figeg6/eg6131sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Detecci&#243;n de circuitos interrumpidos</caption>
            </figure>
            <para>Los circuitos el&#233;ctricos abiertos o interrumpidos pueden diagnosticarse con un ohm&#237;metro.
                Desconecte el suministro de electricidad hacia el circuito y a&#237;sle el circuito de los dem&#225;s
                circuitos. El circuito entre la luz y la tierra se desconecta para evitar medir un circuito que pudiera
                estar cortado hacia tierra m&#225;s adelante del dispositivo de carga como circuito continuo. Conecte el
                ohm&#237;metro a los extremos abiertos del circuito. Una medici&#243;n alta (hasta el infinito) indica
                que el circuito est&#225; abierto. Una medici&#243;n cercana a cero indica un circuito continuo. Con el
                mult&#237;metro digital (DMM) Fluke 88, la medici&#243;n de circuitos abiertos aparecer&#225; como OL
                (sobre el l&#237;mite).
            </para>
            <figure id="f2710843" figsize="col-wide">
                <graphic filename="../figEG6/EG6132sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Detecci&#243;n de cortocircuitos</caption>
            </figure>
            <para>La detecci&#243;n de cortocircuitos se hace de manera similar a la de circuitos abiertos. A&#237;sle
                el circuito de su fuente de electricidad y su punto a tierra. Conecte el ohm&#237;metro entre un
                circuito aislado y una tierra buena para determinar si hay un cortocircuito a tierra. La medici&#243;n
                de un cortocircuito a tierra aparecer&#225; cercana a cero. La medici&#243;n de un circuito que no est&#225;
                en corto a tierra tendr&#225; valores altos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Medici&#243;n del ciclo de trabajo con el Fluke 88</title>
            <para>Al medir el ciclo de trabajo, aseg&#250;rese de que la perilla grande est&#233; apuntando hacia
                voltios de CC, el bot&#243;n DUTYest&#233; puesto para la funci&#243;n Duty Cycle y el disparador
                TRIGindique positivo (+).
            </para>
            <para>Siga este procedimiento para medir el ciclo de trabajo:</para>
            <figure id="f27108044" figsize="col-wide">
                <graphic filename="../figh31/h31325.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="532px"/>
                <caption>Fluke 88 en modo de voltios de CC</caption>
            </figure>
            <step1>
                <para count="1">Haga girar la perilla grande del medidor hasta voltios de CC, indicados con
                    <emph type="bold">V RPM</emph>.
                </para>
            </step1>
            <figure id="f27108045" figsize="col-wide">
                <graphic filename="../figh31/h31324.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="532px"/>
                <caption>FlukeE 88 con disparador negativo, en modo de ciclo de trabajo</caption>
            </figure>
            <step1>
                <para count="1">Oprima el bot&#243;n
                    <emph type="bold">% DUTY</emph>
                    para seleccionar el modo de ciclo de trabajo. Aparecer&#225; TRIGen la parte inferior izquierda de
                    la pantalla, con un signo menos debajo. Aparecer&#225; un signo de porcentaje en la parte superior
                    derecha de la pantalla.
                </para>
            </step1>
            <figure id="f2710846" figsize="col-wide">
                <graphic filename="../figh31/h31323.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="532px"/>
                <caption>FlukeE 88 con disparador positivo, en modo de ciclo de trabajo</caption>
            </figure>
            <step1>
                <para count="1">En el modo de ciclo de trabajo, oprima el bot&#243;n
                    <emph type="bold">ALERT</emph>
                    para cambiar de negativo a positivo. El modo aparece indicado por los signos m&#225;s o menos debajo
                    de la palabra TRIG, en la parte inferior izquierda de la pantalla. Aparecer&#225; un signo de
                    porcentaje en la parte superior derecha de la pantalla.
                </para>
            </step1>
            <step1>
                <para count="1">Luego de haber hecho los ajustes correctos en el medidor, con&#233;ctelo como se indica
                    en &#171;Diagn&#243;sticos con los pines&#187;.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_203.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_205.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
