<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Refrigerante en el aceite
    </stitle>
    <svcman/>
    <svcproc id="s306000402.4" svcproctype="diagnose" graphiccount="3">
        <title>Refrigerante en el aceite</title>
        <svcprocinfo id="s306000402.4.1">
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para id="s306000402.4.1.1">Hay fuga en la camisa de alguna buj&#237;a incandescente</para>
                </item>
                <item>
                    <para>Hay fuga en la camisa de alg&#250;n inyector</para>
                </item>
                <item>
                    <para>Alg&#250;n tap&#243;n acopado de la culata est&#225; roto</para>
                </item>
                <item>
                    <para>La empaquetadura de la culata est&#225; rota</para>
                </item>
                <item>
                    <para>La base del filtro de aceite y el enfriador de aceite est&#225;n defectuosos</para>
                </item>
                <item>
                    <para>La empaquetadura de la tapa delantera est&#225; rota</para>
                </item>
                <item>
                    <para>La tapa delantera, la culata o el bloque del motor est&#225;n porosos</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.4.2">
            <title>Inspecci&#243;n para determinar si el aceite est&#225; contaminado</title>
            <step1>
                <para count="1">Mida el nivel del refrigerante y del aceite para verificar la validez de la queja de que
                    el aceite est&#225; contaminado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La presencia de refrigerante en el aceite generalmente har&#225; que el aceite se espese y
                            le dar&#225; una apariencia gris negruzca y grumosa.
                        </para>
                    </item>
                    <item>
                        <para>Si no puede confirmar que haya refrigerante en el aceite, puede sacar una muestra de
                            aceite y hacerla analizar.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Cuando haya confirmado la contaminaci&#243;n del aceite, si tiene un calentador del
                    bloque del motor, ench&#250;felo para calentar el refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">Saque las buj&#237;as incandescentes y su cableado y las tapas de v&#225;lvulas. Drene
                    el c&#225;rter y saque el filtro de aceite.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>No vuelva a poner el tap&#243;n de drenaje del c&#225;rter ni la tapa del filtro de
                            aceite.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Si hay fuga de refrigerante desde el c&#225;rter, haga lo siguiente:</para>
                <figure id="f306000406" figsize="col-wide">
                    <graphic filename="../figj08/j08089.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="248px"/>
                    <caption>Ubicaci&#243;n de los tapones acopados de la culata</caption>
                </figure>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione toda el &#225;rea de los tapones acopados de la culata en busca de fugas.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione la carcasa del filtro de aceite en busca de fugas de refrigerante desde el
                            enfriador de aceite.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas en las &#225;reas mencionadas arriba, vaya al paso 8 y revise si hay
                            fugas por el bloque superior.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del sistema de enfriamiento desciende y no hay fuga de refrigerante
                            desde el c&#225;rter, vaya al paso 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga girar el motor a mano y revise si hay refrigerante acumulado en la parte superior
                    de los pistones y saliendo por las cavidades para buj&#237;as incandescentes.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra fugas, vaya al paso 7.</para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, vaya al paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la culata seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del
                    motor&#187;. Haga todas las inspecciones y aplique presi&#243;n a la culata para verificar el
                    trayecto de la fuga. Inspeccione la empaquetadura de la culata en busca de da&#241;os en las &#225;reas
                    de sellado, que pudieran haber causado la fuga. Verifique que las superficies de contacto del bloque
                    y la culata est&#233;n planas usando una regla y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si cambi&#243; la camisa de una buj&#237;a incandescente o de un inyector, vuelva a probar
                            la culata con la placa para pruebas de presi&#243;n para cerciorarse de que haya quedado
                            bien reparada.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el c&#225;rter superior e inferior seg&#250;n los procedimientos descritos en el
                    &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el bloque del motor en busca de fugas.</para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que se mantenga la presi&#243;n de 96 kPa (14 lb/pulg
                            <supscript>2</supscript>) en el probador de presi&#243;n del radiador.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, vaya al paso 10.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el enfriador de aceite y la carcasa del filtro de aceite seg&#250;n los
                    procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <figure id="f306000407" figsize="col-wide">
                <graphic filename="../figj13/j13038.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de fuga de presi&#243;n de aire</caption>
                <calloutgroup>
                    <callout1 type="arabic">Regulador de presi&#243;n de aire</callout1>
                    <callout1 type="arabic">Adaptador (hecho en el taller)</callout1>
                    <callout1 type="arabic">Placa de pruebas</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Haga la prueba de presi&#243;n del enfriador de aceite seg&#250;n el procedimiento
                    descrito en el &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga, cambie el enfriador de aceite.</para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, vaya al paso 12.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000408" figsize="col-wide">
                <graphic filename="../figj06/j06036.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Retiro de la tapa delantera</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione las superficies de sellado del refrigerante en la tapa delantera.</para>
                <randlist type="bullet">
                    <item>
                        <para>Saque la tapa delantera e inspeccione las empaquetaduras y las superficies de sellado seg&#250;n
                            los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione la tapa delantera y el bloque del motor seg&#250;n los procedimientos
                            descritos en el &#171;Manual de servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Vuelva a instalar la tapa delantera seg&#250;n el procedimiento descrito en el &#171;Manual
                            de servicio del motor&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la reparaci&#243;n necesaria y repita las pruebas del sistema de enfriamiento para
                    confirmar que haya quedado bien.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_56.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_58.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
