<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Sistema de nivel del
        refrigerante (ECL)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="3">
        <title>Sistema de nivel del refrigerante (ECL)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503039" figsize="pg-wide">
                <graphic filename="../figeg1/eg1224A.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del sistema de nivel del refrigerante</caption>
            </figure>
            <para>El prop&#243;sito del sistema de monitorizaci&#243;n del nivel del refrigerante es avisar al conductor
                que el nivel del refrigerante est&#225; bajo. Dependiendo de la programaci&#243;n del ECM, tambi&#233;n
                puede apagar el motor para impedir da&#241;os causados por el bajo nivel del refrigerante.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensor del nivel del refrigerante</title>
            <para>Este sensor tipo interruptor magn&#233;tico se utiliza y est&#225; ubicado en el tanque pl&#225;stico
                de desbordamiento. El interruptor magn&#233;tico se abrir&#225; cuando el tanque del refrigerante est&#233;
                lleno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>El ECM monitoriza constantemente el circuito del ECL en busca de fallas dentro de los l&#237;mites.
                Cuando se detecta una falla dentro de los l&#237;mites, el c&#243;digo de diagn&#243;stico 236 quedar&#225;
                establecido. Este c&#243;digo no har&#225; que se encienda la luz de advertencia. Si la condici&#243;n
                es intermitente, el c&#243;digo quedar&#225; registrado como inactivo. El ECM no puede detectar si el
                circuito del ECL est&#225; abierto o en corto.
            </para>
            <figure id="f17503040" figsize="pg-wide">
                <graphic filename="../figeg1/eg1225A.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de circuito del sensor del nivel del refrigerante</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <table id="te17503009" frame="all">
                <title>Diagn&#243;sticos del sistema de nivel del refrigerante</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="51.51*"/>
                    <colspec colwidth="52.52*"/>
                    <colspec colname="col3" colwidth="291.98*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Todas las pruebas deben hacerse con el dep&#243;sito de
                                        refrigerante lleno (pruebas del voltaje en el conector, para tanques de pl&#225;stico)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Con el conector del sensor del nivel del refrigerante (400)
                                        desconectado y la llave en ON
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A a tierra</para>
                            </entry>
                            <entry>
                                <para>5 V &#177;0,5</para>
                            </entry>
                            <entry>
                                <para>Si &#60;5 V, circuito 34B abierto o ECM defectuoso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>B a tierra</para>
                            </entry>
                            <entry>
                                <para>0 V</para>
                            </entry>
                            <entry>
                                <para>Si >0 V, circuito 34G en corto a otro circuito.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10 a -42</para>
                            </entry>
                            <entry>
                                <para>5 V est&#225; lleno</para>
                            </entry>
                            <entry>
                                <para>El voltaje debe ser >4,3 V con el dep&#243;sito lleno. El voltaje debe ser &#60;3,4
                                    V con el dep&#243;sito vac&#237;o (use la caja de derivaciones).
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas de la resistencia del conector (sensor del nivel del
                                        refrigerante (400) desconectado, mida a trav&#233;s del sensor)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>(A) a (B)</para>
                            </entry>
                            <entry>
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry>
                                <para>Nivel bajo, sensor defectuoso o haz de cables del sensor en corto.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>+10 a (A)</para>
                            </entry>
                            <entry>
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si >5 &#x2126; cable de se&#241;al est&#225; abierto (con caja de derivaciones
                                    instalada)
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de diagn&#243;stico de
                                        problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>236 = El ECM ha detectado un circuito abierto o en corto en el circuito del ECL.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>323 = El circuito de 5 V en el pin 10 del ECM ha sido puesto a tierra, lo que
                                    indica nivel bajo del refrigerante. Revise el sistema de enfriamiento.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>El sensor del nivel del refrigerante se utiliza con la funci&#243;n opcional de advertencia y protecci&#243;n
                del motor. El prop&#243;sito del sistema del nivel del refrigerante es monitorizar el nivel en el tanque
                de desbordamiento para proteger el motor contra da&#241;os causados por operar el motor con poco
                refrigerante. Como &#233;sta es una funci&#243;n opcional, el sistema opera mediante la programaci&#243;n
                de advertencia con tres par&#225;metros o apagado con tres par&#225;metros en el ECM.
            </para>
            <para>En cualquiera de los modos, cuando la funci&#243;n ha sido habilitada y el motor est&#225; en marcha,
                el ECM har&#225; que la luz
                <emph type="bold">ENGINE</emph>
                roja se encienda, que la alarma sonora de advertencia suene y que aparezca el indicador
                <emph type="bold">OIL/WATER</emph>
                en el od&#243;metro. Esto pasa cada vez que el nivel del refrigerante cae por debajo del nivel del
                transmisor en el tanque de desbordamiento. Si el sistema est&#225; programado para apagar el motor, el
                ECM har&#225; que el motor se detenga cuando el nivel del refrigerante haya ca&#237;do por debajo del
                ECL y el tiempo programado de advertencia ha expirado. Si el motor se para en esta condici&#243;n, puede
                volverse a arrancar y operar durante el per&#237;odo corto, siempre que est&#233; en capacidad de
                arrancar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensor del nivel del refrigerante</title>
            <para>El sensor del nivel del refrigerante usa una bola flotante con un im&#225;n y un interruptor magn&#233;tico.
                Con el refrigerante a nivel normal, el flotador sube y el im&#225;n abre el interruptor del nivel. Esto
                permite que haya 5 V en el terminal 10 del ECM. Si el nivel baja, el interruptor se cierra y el pin 10
                del ECM descender&#225; a 0 V. El ECM debe estar programado para tanque pl&#225;stico para que este
                interruptor del nivel del refrigerante opere debidamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Programaci&#243;n</title>
            <specpara>
                <caution>
                    <para>Aseg&#250;rese de que el ECM est&#233; programado correctamente para usar un tanque de
                        desbordamiento de pl&#225;stico.
                    </para>
                </caution>
            </specpara>
            <para>La monitorizaci&#243;n del nivel del refrigerante es una funci&#243;n programable por el cliente, que
                puede realizarse mediante la EST utilizando la contrase&#241;a del cliente. La funci&#243;n del nivel
                del refrigerante est&#225; operativa si se programa para advertencia con tres par&#225;metros o apagado
                con tres par&#225;metros; sin embargo, si no est&#225; programada para apagado con tres par&#225;metros
                en la f&#225;brica, no ser&#225; posible habilitar la funci&#243;n de apagado. Comun&#237;quese con su
                concesionario Navistar para programar esta funci&#243;n.
            </para>
            <para id="f175fc236">
                <emph type="bold">C&#243;digo de diagn&#243;stico 236</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 111, FMI 33</emph>
            </para>
            <para>
                <emph type="bold">ECM: c&#243;digo de diagn&#243;stico en circuito del interruptor por el nivel del
                    refrigerante.
                </emph>
            </para>
            <para>El c&#243;digo de diagn&#243;stico 236 estar&#225; activo cuando el ECM detecta un error de voltaje
                dentro de los l&#237;mites en el circuito del ECL. La causa probable para esta condici&#243;n es una
                conexi&#243;n de alta resistencia o un corto intermitente a tierra en el circuito. Se establecer&#225;
                un c&#243;digo de diagn&#243;stico dentro de los l&#237;mites cuando el ECM detecta m&#225;s de 3,4 V
                pero menos de 4,3 V en el pin 10 del conector negro del ECM durante 2,0 segundos.
            </para>
            <para id="f175fc323">
                <emph type="bold">C&#243;digo de diagn&#243;stico 323</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 111, FMI 33</emph>
            </para>
            <para>
                <emph type="bold">ECM: refrigerante por debajo del nivel de advertencia/cr&#237;tico</emph>
            </para>
            <para>El c&#243;digo de diagn&#243;stico 323 estar&#225; activo cuando el refrigerante est&#233; bajo y la
                EST indicar&#225; COOLANT LOW. Despu&#233;s de que el refrigerante haya sido restaurado al nivel
                apropiado, el c&#243;digo 323 permanecer&#225; como un c&#243;digo inactivo y el ECM registrar&#225; las
                horas de funcionamiento del motor y los kil&#243;metros del odometro en el momento de ocurrir el
                incidente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ubicaci&#243;n de fallas</title>
            <para>Use la EST para monitorizar el nivel del refrigerante en la lista de datos o para extraer c&#243;digos
                de falla de la lista de c&#243;digos de falla. Utilizando la EST tambi&#233;n puede obtener eventos
                anteriores del motor bajo el registro de eventos. Aparecer&#225; las horas de funcionamiento del motor y
                los kil&#243;metros del odometro a los cuales ocurrieron los &#250;ltimos dos eventos.
            </para>
            <figure id="f17503041" figsize="pg-wide">
                <graphic filename="../figeg8/eg8850.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="no"/>
                <caption>Diagrama de circuito del tanque de desbordamiento</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
