<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL, COJINETES, EJE DE LEVAS y
        BUJES - LIMPIEZA, INSPECCI&#211;N, y REACONDICIONAMIENTO - Eje de Levas
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>Eje de Levas</title>
        <step1>
            <para count="1">Inspeccione el eje de levas. Si alguna leva tiene rozamiento, ralladuras, o grietas,
                reemplace el eje de levas.
            </para>
            <specpara>
                <note>
                    <para>Este motor utiliza alzav&#225;lvulas hidr&#225;ulicos de rodillos. Por lo tanto, se necesita
                        una gu&#237;a para el rodillo del alzav&#225;lvulas con el objeto de mantener el rodillo en la
                        orientaci&#243;n correcta respecto a la leva. La holgura normal entre el alzav&#225;lvulas y la
                        gu&#237;a permite un ligero seguimiento del rodillo sobre el l&#243;bulo de la leva. Este
                        seguimiento del rodillo del alzav&#225;lvulas es una caracter&#237;stica normal a medida que el
                        rodillo acelera o desacelera durante la operaci&#243;n t&#237;pica del motor. En consecuencia,
                        hay una huella de desgaste t&#237;pico en el l&#243;bulo de la leva que exhibir&#225; huellas de
                        lado a lado y que tiene &#225;reas anchas y angostas provenientes de la carga y descarga del
                        rodillo del alzav&#225;lvulas. Este patr&#243;n (huellas) visual de desgaste es normal y no
                        requiere el reemplazo del eje de levas.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">M&#225;s all&#225; de la inspecci&#243;n visual, eval&#243;e el mu&#241;&#243;n principal
                del eje de levas y la condici&#243;n de las levas de la siguiente manera:
            </para>
            <specpara>
                <note>
                    <para>Cuando mida el eje de levas con un micr&#243;metro, tome siempre dos medidas separadas por 90&#176;.</para>
                </note>
            </specpara>
            <step2>
                <para count="1">Use un micr&#243;metro de 2 a 3 pulgadas para medir el di&#225;metro del mu&#241;&#243;n
                    del cojinete del eje de levas. Registre esta medida para usarla m&#225;s tarde en la inspecci&#243;n
                    del buje del eje de levas. Si los mu&#241;ones del cojinete del eje de levas est&#225;n m&#225;s all&#225;
                    de los l&#237;mites de desgaste, reemplace el eje de levas.
                </para>
                <figure id="f2350816.5" figsize="col-wide">
                    <graphic filename="../figd03/d0308.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Midiendo Los Mu&#241;ones del Cojinete del Eje de Levas</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Para revisar las levas de admisi&#243;n y escape del eje de levas, mida a trav&#233;s de
                    (A-C) y a trav&#233;s de (B-D). Reste (B-D) de (A-C). Esto le da el levantamiento de la leva.
                    Reemplace el eje de levas cuando el l&#243;bulo de la levas se exceda de las especificaciones
                    <xref refid="te2350801"/>.
                </para>
                <figure id="f2350817" figsize="col-wide">
                    <graphic filename="../figd03/d0312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando el L&#243;bulo de las Levas de Admisi&#243;n y Escape del Eje de Levas</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Conjunto del eje de levas</callout1>
                        <callout1 type="arabic">Micr&#243;metro</callout1>
                    </calloutgroup>
                </figure>
            </step2>
        </step1>
        <step1>
            <para count="1">Inspeccione si el plato de empuje tiene desgaste, grietas, o distorsi&#243;n. Use un micr&#243;metro
                para medir el grosor del plato de empuje
                <xref refid="te2350801"/>. Reemplace el plato de empuje si est&#225; desgastado o da&#241;ado.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione si el eje de levas y el engranaje de impulso tienen desgaste, o dientes da&#241;ados.</para>
        </step1>
        <step1>
            <para count="1">Lave el eje de levas con solvente de limpieza y un cepillo suave. Seque con aire comprimido
                filtrado (refi&#233;rase a
                <xref refid="Safety07"/>).
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_131.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_133.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
