<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos para motores que no arrancan o
        arrancan con dificultad - Procedimientos de las pruebas - 13. Baja presi&#243;n de control de inyecci&#243;n
    </stitle>
    <svcman/>
    <svcproc id="s306000503.13" svcproctype="diagnose" graphiccount="21">
        <title>13. Baja presi&#243;n de control de inyecci&#243;n</title>
        <svcprocinfo id="s306000503.13.1">
            <figure id="f306000547" figsize="col-wide">
                <graphic filename="../figJ31/J31124.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption></caption>
            </figure>
            <para id="tp306000513">
                <title>Finalidad</title>Encontrar la causa de la baja presi&#243;n de control de inyecci&#243;n que
                impide que arranque el motor.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n para activadores</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n para sensores de presi&#243;n</para>
                </item>
                <item>
                    <para>Adaptador para pruebas de presi&#243;n del bloque</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Juego de adaptador de ICP y tap&#243;n para pruebas de fuga de presi&#243;n (largo)</para>
                    <para>- Adaptador de ICP</para>
                    <para>- Tap&#243;n para pruebas de fuga de presi&#243;n</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Tubo de extensi&#243;n de llenado de aceite</para>
                </item>
                <item>
                    <para>Fuente de aire comprimido de 689 kPa (100 lb/pulg
                        <supscript>2</supscript>)
                    </para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Haga los siguientes procedimientos en secuencia, porque de otro modo los resultados ser&#225;n
                        incorrectos.
                    </para>
                </note>
            </specpara>
            <para>Antes de comenzar la Prueba 13.1. &#171;Funcionamiento del sistema&#187;, aseg&#250;rese de que el
                sistema de lubricaci&#243;n del motor desarrolle presi&#243;n mientras da arranque al motor.
            </para>
            <para>Siga con la Prueba 13.1., si los terminales del IPR y del cableado del motor no est&#225;n da&#241;ados
                o corroidos.
            </para>
        </svcprocinfo>
        <svcsubproc id="s306000503.13.2">
            <title>13.1. Funcionamiento del sistema</title>
            <figure id="f306000548" figsize="col-wide">
                <graphic filename="../figJ31/J31287.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Bobina del IPR en posici&#243;n de protecci&#243;n contra el clima</caption>
            </figure>
            <step1>
                <para id="tp306000513.1" count="1">Gire la bobina del IPR 90&#176; hacia la izquierda. No afloje el IPR.
                    (no necesita herramientas).
                </para>
                <specpara>
                    <note>
                        <para>Despu&#233;s de las reparaciones, vuelva a poner el IPR en la posici&#243;n de protecci&#243;n
                            contra el clima, como se muestra en la ilustraci&#243;n anterior.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desenchufe el IPR del cableado del motor e inspeccione ambos conectores en busca de
                    corrosi&#243;n. Inspeccione en busca de pines doblados o hundidos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si hay corrosi&#243;n en el conector del IPR o en el conector correspondiente del cableado
                            del motor, cambie ambos conectores. Vuelva a medir la presi&#243;n de control de inyecci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si no encuentra corrosi&#243;n ni da&#241;os en el conector del IPR ni en el conector
                            correspondiente del cableado del motor, siga con el paso 3.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para activadores al IPR.</para>
                <specpara>
                    <note>
                        <para>No conecte el cableado del motor al cableado de derivaci&#243;n para activadores.</para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <caution>
                    <para>Si conecta el cableado del motor al cableado de derivaci&#243;n para activadores, el fusible
                        del interruptor de encendido se quemar&#225; o se da&#241;ar&#225; el cableado del motor.
                    </para>
                </caution>
            </specpara>
            <figure id="f306000549" figsize="col-wide">
                <graphic filename="../figJ31/J31269.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cableado de derivaci&#243;n para activadores, energ&#237;a y tierra desde el alternador
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tierra</callout1>
                    <callout1 type="arabic">Suministro de energ&#237;a</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte el IPR a B+ y a tierra.</para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <para>El motor podr&#237;a arrancar mientras lo hace girar.</para>
                    <para>Antes de dar arranque al motor haga lo siguiente:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Ponga el freno de estacionamiento.</para>
                        </item>
                        <item>
                            <para>Ponga la transmisi&#243;n en neutro.</para>
                        </item>
                        <item>
                            <para>Bloquee las ruedas.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233; arranque al motor y monitorice la presi&#243;n de control de la inyecci&#243;n
                    con la EST o con el DMM y el cableado de derivaci&#243;n para sensores de presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n aumenta por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), el sistema mec&#225;nico est&#225; funcionando
                            correctamente para que el motor arranque. No siga con los diagn&#243;sticos del sistema de
                            presi&#243;n de control de la inyecci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Revise los DTC encontrados en la Prueba 4 y aseg&#250;rese de que los problemas hayan sido
                            corregidos.
                        </para>
                    </item>
                    <item>
                        <para>Para problemas en el circuito el&#233;ctrico, refi&#233;rase a
                            <hotlnk document="mges305_143.xml" xrefid="s306000706.27.1.1">&#171;Regulador de presi&#243;n
                                de inyecci&#243;n (IPR)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n no llega a 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), siga con la
                            <hotlnk xrefid="tp306000513.2">Prueba 13.2. &#171;Funcionamiento del IPR&#187;</hotlnk>
                            .
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.13.3">
            <title>13.2. Funcionamiento del IPR</title>
            <specpara>
                <note>
                    <para id="tp306000513.2">Antes de hacer esta prueba, revise el sello anular del adaptador para
                        pruebas del sistema de presi&#243;n de control de inyecci&#243;n. Cambie el sello anular si est&#225;
                        desgastado, agrietado o cortado.
                    </para>
                </note>
            </specpara>
            <figure id="f306000550" figsize="col-wide">
                <graphic filename="../figJ31/J31164.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Suministro de aire del taller y tubo de llenado de aceite (lado derecho del motor)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador para pruebas de presi&#243;n del bloque</callout1>
                    <callout1 type="arabic">Tubo de extensi&#243;n de llenado de aceite (pieza #1830971C91)</callout1>
                    <callout1 type="arabic">Boquilla</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque la tapa del orificio para a&#241;adir aceite de la tapa de v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Inserte el tubo de extensi&#243;n de llenado de aceite en la tapa de v&#225;lvulas.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el adaptador para pruebas de presi&#243;n del bloque en el tubo de extensi&#243;n.</para>
                <specpara>
                    <note>
                        <para>El adaptador para pruebas de presi&#243;n del bloque magnificar&#225; el sonido de las
                            fugas de aire.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desenchufe el ICP del cableado del motor.</para>
            </step1>
            <step1>
                <para count="1">Saque el ICP de la galer&#237;a de aceite derecha.</para>
            </step1>
            <figure id="f306000551" figsize="col-wide">
                <graphic filename="../figd31/d3191.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Instale el adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Arme una manguera, una v&#225;lvula de cierre en l&#237;nea y una boquilla y con&#233;ctela
                    al adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de aire del taller a la manguera de prueba. Aseg&#250;rese de que
                    la v&#225;lvula de cierre en l&#237;nea est&#233; cerrada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n, abra la v&#225;lvula y use el adaptador para pruebas de
                    presi&#243;n del bloque para escuchar si hay alguna fuga de aire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al aplicar aire a presi&#243;n por primera vez, pueden pasar hasta 5 minutos antes de que
                        pueda escuchar una fuga. En ese tiempo el aire desplaza el aceite del sistema de control de
                        presi&#243;n de inyecci&#243;n. Una vez que el aceite haya sido desplazado, la fuga de aire podr&#225;
                        oirse casi de inmediato.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Deber&#237;a poder escuchar una leve fuga de aire. Deber&#237;a pasar aire por el IPR
                                y regresar al bloque cuando el IPR no est&#225; energizado.
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para activadores al IPR y aplique B+ y tierra. De
                    todas maneras debe aplicar aire a presi&#243;n al sistema de control de presi&#243;n de inyecci&#243;n.
                    Use el adaptador para pruebas de presi&#243;n del bloque para escuchar si hay alguna fuga de aire.
                </para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Cuando se energiza el IPR, la fuga de aire deber&#237;a detenerse.</para>
                    </item>
                    <item>
                        <para>Si sigue escuchando una leve fuga, cambie el IPR. Siga los procedimientos descritos en el
                            &#171;Manual de servicio del motor&#187;. Repita el paso 11 para verificar que el IPR est&#233;
                            funcionando adecuadamente.
                        </para>
                    </item>
                    <item>
                        <para>Si despu&#233;s de cambiar el IPR sigue escuchando una fuga, siga con la
                            <hotlnk xrefid="tp306000513.3">Prueba 13.3. &#171;Fugas por debajo de la tapa de v&#225;lvulas&#187;</hotlnk>
                            .
                        </para>
                    </item>
                    <item>
                        <para>Si al energizar el IPR no escucha una fuga de aire, siga con la
                            <hotlnk xrefid="tp306000513.5">Prueba 13.5. &#171;Bomba de alta presi&#243;n&#187;</hotlnk>
                            . El resultado de esta prueba indica que no hay fugas en el sistema de aceite de alta presi&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.13.4">
            <title>13.3. Fugas por debajo de la tapa de v&#225;lvulas</title>
            <specpara>
                <note>
                    <para id="tp306000513.3">Antes de hacer esta prueba, inspeccione los sellos en anillo &#171;D&#187;
                        del adaptador de ICP y el tap&#243;n para pruebas de fuga de presi&#243;n. Cambie los sellos en
                        anillo &#171;D&#187; si est&#225;n desgastados, agrietados o cortados.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Antes de desconectar el suministro de aire del taller, cierre la v&#225;lvula de la
                    manguera de prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la manguera.</para>
            </step1>
            <step1>
                <para count="1">Saque las tapas de v&#225;lvula izquierda y derecha. Siga los procedimientos descritos
                    en el &#171;Manual de servicio del motor&#187;.
                </para>
                <specpara>
                    <note>
                        <para>Esto le ayudar&#225; a escuchar de d&#243;nde viene la fuga.</para>
                    </note>
                </specpara>
            </step1>
            <figure id="f306000552" figsize="col-wide">
                <graphic filename="../figj31/j31166.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n con manguera de
                    pruebas (culata derecha)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Vuelva a conectar la manguera de prueba y el adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de aire del taller a la manguera de prueba. Aseg&#250;rese de que
                    la v&#225;lvula de cierre en l&#237;nea est&#233; cerrada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n, abra la v&#225;lvula y escuche si hay alguna fuga de
                    aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a poder escuchar una leve fuga de aire. Deber&#237;a pasar aire por el IPR y
                            regresar al bloque cuando el IPR no est&#225; energizado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Use el cableado de derivaci&#243;n para activadores para aplicar B+ y tierra al IPR.
                </para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Haga las reparaciones necesarias debajo de las tapas de v&#225;lvula. Si necesita
                            instrucciones m&#225;s detalladas para aislar una fuga en el &#225;rea de la galer&#237;a de
                            aceite, refi&#233;rase a la
                            <hotlnk xrefid="tp306000513.4">Prueba 13.4 &#171;Aislamiento de la culata&#187;</hotlnk>
                            . Luego de las reparaciones repita la prueba para verificar el funcionamiento mec&#225;nico
                            del sistema de control de presi&#243;n de inyecci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si no se detectan fugas debajo de las tapas de v&#225;lvulas pero hay fugas desde el
                            bloque, siga con el paso 9.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque de la galer&#237;a de aceite derecha la manguera de prueba y el adaptador para
                    pruebas del sistema de presi&#243;n de control de inyecci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el ICP en la galer&#237;a de aceite derecha.</para>
            </step1>
            <figure id="f306000553" figsize="col-wide">
                <graphic filename="../figJ31/J31276.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Juego de adaptador de ICP y tap&#243;n para pruebas de fuga de presi&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador de ICP (cabeza hexagonal roscada)</callout1>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n (cabeza hexagonal s&#243;lida)</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000554" figsize="col-wide">
                <graphic filename="../figJ31/J31278.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tap&#243;n del tubo del bloque a la culata y tap&#243;n para pruebas de fuga de presi&#243;n
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n del tubo del bloque a la culata</callout1>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n del tubo del bloque a la culata de la parte trasera de la galer&#237;a
                    de aceite derecha e instale en su lugar el tap&#243;n para pruebas de fuga de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Cumpla con los siguientes puntos:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Esto bloquear&#225; el flujo de aire hacia la galer&#237;a de aceite derecha y los
                                    inyectores.
                                </para>
                            </item>
                            <item>
                                <para>Al sacar el tap&#243;n, el tubo del bloque a la culata puede estar unido al tap&#243;n.
                                    Saque el tubo del tap&#243;n. Para hacer la prueba, inserte el tubo en el tap&#243;n
                                    para pruebas de fuga de presi&#243;n o en el adaptador de ICP.
                                </para>
                            </item>
                            <item>
                                <para>Si el tap&#243;n del tubo del bloque a la culata no es igual al de la
                                    <hotlnk xrefid="f306000554">Tap&#243;n del tubo del bloque a la culata y tap&#243;n
                                        para pruebas de fuga de presi&#243;n
                                    </hotlnk>
                                    , refi&#233;rase a TSI 05-12-11.
                                </para>
                            </item>
                            <item>
                                <para>Si usa la herramienta inadecuada, los resultados no ser&#225;n los correctos.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <figure id="f306000555" figsize="col-wide">
                <graphic filename="../figJ31/J31167.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador de ICP con la manguera de prueba</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</callout1>
                    <callout1 type="arabic">Adaptador de ICP</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Boquilla</callout1>
                    <callout1 type="arabic">ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte la manguera de prueba y el adaptador para pruebas del sistema de presi&#243;n de
                    control de inyecci&#243;n al adaptador de ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n del tubo del bloque a la culata desde la parte trasera de la galer&#237;a
                    de aceite izquierda. Instale en su lugar el tap&#243;n para pruebas de fuga de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Cumpla con los siguientes puntos:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Esto bloquear&#225; el flujo de aire hacia la galer&#237;a de aceite izquierda y
                                    los inyectores.
                                </para>
                            </item>
                            <item>
                                <para>Al sacar el tap&#243;n, el tubo del bloque a la culata puede estar unido al tap&#243;n.
                                    Saque el tubo del tap&#243;n. Para hacer la prueba, inserte el tubo en el tap&#243;n
                                    para pruebas de fuga de presi&#243;n o en el adaptador de ICP.
                                </para>
                            </item>
                            <item>
                                <para>Si el tap&#243;n del tubo del bloque a la culata no es igual al de la
                                    <hotlnk xrefid="f306000554">Tap&#243;n del tubo del bloque a la culata y tap&#243;n
                                        para pruebas de fuga de presi&#243;n
                                    </hotlnk>
                                    , refi&#233;rase a TSI 05-12-11.
                                </para>
                            </item>
                            <item>
                                <para>Si usa la herramienta inadecuada, los resultados no ser&#225;n los correctos.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de aire a la manguera de prueba en el lado derecho. Aseg&#250;rese
                    de que la v&#225;lvula de cierre en l&#237;nea est&#233; cerrada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n, abra la v&#225;lvula y escuche si hay alguna fuga de
                    aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a poder escuchar una leve fuga de aire. Deber&#237;a pasar aire por el IPR y
                            regresar al bloque cuando el IPR no est&#225; energizado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Use el cableado de derivaci&#243;n para activadores para aplicar B+ y tierra al IPR.
                </para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Escuche si hay escapes de aire perceptibles.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no escucha una fuga de aire, la causa de la fuga est&#225; en uno o m&#225;s sellos
                            anulares de los inyectores o en los sellos anulares de la galer&#237;a de aceite. Si no
                            puede determinar de cu&#225;l de los lados proviene la fuga, haga la
                            <hotlnk xrefid="tp306000513.4">Prueba 13.4 &#171;Aislamiento de la culata&#187;</hotlnk>
                            .
                        </para>
                    </item>
                    <item>
                        <para>Si detecta una fuga desde el bloque, siga con el paso 18.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Desconecte el suministro de aire de la manguera de prueba.</para>
            </step1>
            <figure id="f306000556" figsize="col-wide">
                <graphic filename="../figJ31/J31334.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tubo y tap&#243;n del bloque a la culata</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n del tubo del bloque a la culata</callout1>
                    <callout1 type="arabic">Tubo del bloque a la culata</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el o los tubos del bloque a la culata que considera defectuosos y revise los
                    sellos anulares. Siga los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <figure id="f306000557" figsize="col-wide">
                <graphic filename="../figJ31/J31273.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tubo del bloque a la culata y extractor</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tubo del bloque a la culata</callout1>
                    <callout1 type="arabic">Extractor</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Si el tubo no est&#225; unido al tap&#243;n para pruebas de fuga de presi&#243;n o al
                        adaptador de ICP, use el extractor ZTSE4694 para sacarlo del bloque.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Limpie el tubo del bloque a la culata y los sellos en anillo &#171;D&#187;.</para>
                <specpara>
                    <note>
                        <para>Use un limpiador suave para eliminar el aceite de los sellos en anillo &#171;D&#187;.
                            Seque los sellos en anillo &#171;D&#187; y rev&#237;selos.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si los sellos en anillo &#171;D&#187; est&#225;n defectuosos, instale tubos y sellos
                            nuevos y repita la prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si los sellos en anillo &#171;D&#187; no est&#225;n defectuosos, vuelva a instalar los
                            tubos. Siga los procedimientos descritos en el &#171;Manual de servicio del motor&#187; y
                            siga con el paso 21.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000558" figsize="col-wide">
                <graphic filename="../figJ11/J11036.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tapa de la bomba de alta presi&#243;n</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor o fugas de aceite a alta presi&#243;n, saque la tapa de la
                        bomba de alta presi&#243;n seg&#250;n los procedimientos descritos en el &#171;Manual de
                        servicio del motor&#187;.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Saque la tapa de la bomba de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de aire del taller al adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n. Aseg&#250;rese de que la v&#225;lvula de cierre en l&#237;nea est&#233;
                    cerrada.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Aplique 689 kPa (100 lb/pulg
                            <supscript>2</supscript>) de presi&#243;n, abra la v&#225;lvula y escuche si hay alguna fuga
                            de aire.
                        </para>
                    </item>
                    <item>
                        <para>Deber&#237;a poder escuchar una leve fuga de aire. Deber&#237;a pasar aire por el IPR y
                            regresar al bloque cuando el IPR no est&#225; energizado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Use el cableado de derivaci&#243;n para activadores para aplicar B+ y tierra al IPR.
                </para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <figure id="f306000559" figsize="col-wide">
                <graphic filename="../figJ31/J31266.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Posible ubicaci&#243;n de fugas en la conexi&#243;n del tubo ramificado hacia el orificio de
                    descarga de la bomba de alta presi&#243;n
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Desconexi&#243;n r&#225;pida</callout1>
                    <callout1 type="arabic">Adaptador del tubo ramificado</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000560" figsize="col-wide">
                <graphic filename="../figJ31/J31270.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Posible ubicaci&#243;n de fugas en el tubo ramificado</caption>
                <calloutgroup>
                    <callout1 type="arabic">Bloque izquierdo del tubo ramificado</callout1>
                    <callout1 type="arabic">Bloque derecho del tubo ramificado</callout1>
                    <callout1 type="arabic">Desconexi&#243;n r&#225;pida</callout1>
                    <callout1 type="arabic">Adaptador del tubo ramificado</callout1>
                    <callout1 type="arabic">Bloque central del tubo ramificado</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Inspeccione la conexi&#243;n del tubo ramificado hacia el orificio de descarga de la
                    bomba de alta presi&#243;n y el adaptador del tubo ramificado en busca de fugas de aire.
                </para>
            </step1>
            <figure id="f306000561" figsize="col-wide">
                <graphic filename="../figJ31/J31167.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador de ICP con la manguera de prueba</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</callout1>
                    <callout1 type="arabic">Adaptador de ICP</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Boquilla</callout1>
                    <callout1 type="arabic">ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Escuche si hay fugas de aire donde est&#225;n los dos sellos anulares debajo de la bomba
                    de alta presi&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si no detecta una fuga debajo de la tapa de la bomba de alta presi&#243;n pero sigue
                            escuch&#225;ndola, cambie el tubo ramificado.
                        </para>
                    </item>
                    <item>
                        <para>Si detecta o localiza una fuga, haga las reparaciones o cambie las piezas necesarias.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.13.5">
            <title>13.4. Aislamiento de la culata</title>
            <specpara>
                <note>
                    <para id="tp306000513.4">Antes de hacer esta prueba, inspeccione los sellos en anillo &#171;D&#187;
                        del tap&#243;n para pruebas de fuga de presi&#243;n. Cambie los sellos en anillo &#171;D&#187;
                        si est&#225;n desgastados, agrietados o cortados.
                    </para>
                </note>
            </specpara>
            <para>Dependiendo de qu&#233; galer&#237;a est&#233; probando, toda la prueba debe hacerse en el mismo
                lado.
            </para>
            <figure id="f306000562" figsize="col-wide">
                <graphic filename="../figJ31/J31169.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tap&#243;n para pruebas de fuga de presi&#243;n y adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n (culata derecha)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000563" figsize="col-wide">
                <graphic filename="../figJ31/J31170.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tap&#243;n para pruebas de fuga de presi&#243;n y adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n (culata izquierda)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n del tubo del bloque a la culata desde la parte trasera de la galer&#237;a
                    de aceite. Instale en su lugar el tap&#243;n para pruebas de fuga de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Cumpla con los siguientes puntos:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Esto bloquear&#225; el flujo de aire hacia la galer&#237;a de aceite y los
                                    inyectores.
                                </para>
                            </item>
                            <item>
                                <para>Al sacar el tap&#243;n, el tubo del bloque a la culata puede estar unido al tap&#243;n.
                                    Saque el tubo del tap&#243;n. Para hacer la prueba, inserte el tubo en el tap&#243;n
                                    para pruebas de fuga de presi&#243;n.
                                </para>
                            </item>
                            <item>
                                <para>Si el tap&#243;n del tubo del bloque a la culata no es igual al de la
                                    <hotlnk xrefid="f306000554">Tap&#243;n del tubo del bloque a la culata y tap&#243;n
                                        para pruebas de fuga de presi&#243;n
                                    </hotlnk>
                                    , refi&#233;rase a TSI 05-12-11.
                                </para>
                            </item>
                            <item>
                                <para>Si usa la herramienta inadecuada, los resultados no ser&#225;n los correctos.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n
                    en el orificio donde va el ICP.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El ICP est&#225; afuera de la culata derecha.</para>
                    </item>
                    <item>
                        <para>El tap&#243;n est&#225; afuera de la culata izquierda.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de aire del taller al adaptador para pruebas del sistema de presi&#243;n
                    de control de inyecci&#243;n. Aseg&#250;rese de que la v&#225;lvula de cierre en l&#237;nea est&#233;
                    cerrada.
                </para>
                <specpara>
                    <note>
                        <para>Al aplicar aire a presi&#243;n por primera vez, pueden pasar hasta 5 minutos antes de que
                            pueda escuchar una fuga. En ese tiempo el aire desplaza el aceite del sistema de control de
                            presi&#243;n de inyecci&#243;n. Una vez que el aceite haya sido desplazado, la fuga de aire
                            podr&#225; oirse casi de inmediato.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n, abra la v&#225;lvula y escuche si hay alguna fuga de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no detecta una fuga de aire, es probable que provenga del bloque o de la otra culata.
                            Verifique los resultados de la prueba anterior y repita el procedimiento en la otra culata.
                        </para>
                    </item>
                    <item>
                        <para>Si detecta una fuga, haga las reparaciones necesarias y verifique su integridad.</para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.13.6">
            <title>13.5 Bomba de alta presi&#243;n</title>
            <specpara>
                <note>
                    <para id="tp306000513.5">Haga esta prueba s&#243;lo si no encontr&#243; fugas con la Prueba 13.2 y
                        la presi&#243;n de control de inyecci&#243;n fue baja en la Prueba 6.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de hacer esta prueba, inspeccione los sellos en anillo &#171;D&#187; del adaptador de
                        ICP y el tap&#243;n para pruebas de fuga de presi&#243;n. Cambie los sellos en anillo &#171;D&#187;
                        si est&#225;n desgastados, agrietados o cortados.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Antes de desconectar el suministro de aire del taller, cierre la v&#225;lvula de la
                    manguera de prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la manguera.</para>
            </step1>
            <step1>
                <para count="1">Saque las tapas de v&#225;lvula izquierda y derecha seg&#250;n los procedimientos
                    descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <figure id="f306000564" figsize="col-wide">
                <graphic filename="../figJ31/J31276.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Juego de adaptador de ICP y tap&#243;n para pruebas de fuga de presi&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador de ICP (cabeza hexagonal roscada)</callout1>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n (cabeza hexagonal s&#243;lida)</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000565" figsize="col-wide">
                <graphic filename="../figJ31/J31278.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tap&#243;n del tubo del bloque a la culata y tap&#243;n para pruebas de fuga de presi&#243;n
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tap&#243;n del tubo del bloque a la culata</callout1>
                    <callout1 type="arabic">Tap&#243;n para pruebas de fuga de presi&#243;n</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n del tubo del bloque a la culata de la parte trasera de la galer&#237;a
                    de aceite derecha e instale en su lugar el tap&#243;n para pruebas de fuga de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Cumpla con los siguientes puntos:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Esto bloquear&#225; el flujo de aceite hacia la galer&#237;a derecha y los
                                    inyectores.
                                </para>
                            </item>
                            <item>
                                <para>Al sacar el tap&#243;n, el tubo del bloque a la culata puede estar unido al tap&#243;n.
                                    Saque el tubo del tap&#243;n. Para hacer la prueba, inserte el tubo en el tap&#243;n
                                    para pruebas de fuga de presi&#243;n o en el adaptador de ICP.
                                </para>
                            </item>
                            <item>
                                <para>Si el tap&#243;n del tubo del bloque a la culata no es igual al de la
                                    <hotlnk xrefid="f306000554">Tap&#243;n del tubo del bloque a la culata y tap&#243;n
                                        para pruebas de fuga de presi&#243;n
                                    </hotlnk>
                                    , refi&#233;rase a TSI 05-12-11.
                                </para>
                            </item>
                            <item>
                                <para>Si usa la herramienta inadecuada, los resultados no ser&#225;n los correctos.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <figure id="f306000566" figsize="col-wide">
                <graphic filename="../figJ31/J31286.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>ICP y adaptador de ICP (culata derecha)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Cableado de derivaci&#243;n para sensores de presi&#243;n</callout1>
                    <callout1 type="arabic">ICP</callout1>
                    <callout1 type="arabic">Cableado del motor</callout1>
                    <callout1 type="arabic">Adaptador de ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Inserte el ICP dentro del adaptador de ICP.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado de motor al ICP. Use el cableado de derivaci&#243;n para sensores de
                    presi&#243;n como extensi&#243;n, si fuera necesario.
                </para>
            </step1>
            <figure id="f306000567" figsize="col-wide">
                <graphic filename="../figJ31/J31171.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tap&#243;n para pruebas de fuga de presi&#243;n (culata izquierda)</caption>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n del tubo del bloque a la culata desde la parte trasera de la galer&#237;a
                    de aceite izquierda. Instale en su lugar el tap&#243;n para pruebas de fuga de presi&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Cumpla con los siguientes puntos:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Esto bloquear&#225; el flujo de aceite hacia la galer&#237;a izquierda y los
                                    inyectores.
                                </para>
                            </item>
                            <item>
                                <para>Al sacar el tap&#243;n, el tubo del bloque a la culata puede estar unido al tap&#243;n.
                                    Saque el tubo del tap&#243;n. Para hacer la prueba, inserte el tubo en el tap&#243;n
                                    para pruebas de fuga de presi&#243;n o en el adaptador de ICP.
                                </para>
                            </item>
                            <item>
                                <para>Si el tap&#243;n del tubo del bloque a la culata no es igual al de la
                                    <hotlnk xrefid="f306000554">Tap&#243;n del tubo del bloque a la culata y tap&#243;n
                                        para pruebas de fuga de presi&#243;n
                                    </hotlnk>
                                    , refi&#233;rase a TSI 05-12-11.
                                </para>
                            </item>
                            <item>
                                <para>Si usa la herramienta inadecuada, los resultados no ser&#225;n los correctos.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <note>
                    <para>Esto bloquea el flujo de aceite hacia ambas galer&#237;as y los inyectores; s&#243;lo probar&#225;
                        el tubo ramificado, el tubo del bloque a la culata y la bomba de alta presi&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Use el cableado de derivaci&#243;n para activadores para aplicar B+ y tierra al IPR.
                </para>
                <specpara>
                    <caution>
                        <para>No deje el IPR conectado por m&#225;s de 120 segundos. Si lo hace se puede da&#241;ar el
                            IPR.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Dele arranque al motor y monitorice la presi&#243;n de control de inyecci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no desarrolla presi&#243;n por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), cambie la bomba de alta presi&#243;n. Siga los
                            procedimientos descritos en el &#171;Manual de servicio del motor&#187;. Repita la prueba
                            para cerciorarse de que el problema est&#225; solucionado.
                        </para>
                    </item>
                    <item>
                        <para>Si desarrolla presi&#243;n por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), verifique los resultados de la prueba anterior. Saque el
                            tap&#243;n para pruebas de fuga de presi&#243;n de la galer&#237;a de aceite izquierda y
                            vuelva a instalar el tubo del bloque a la culata. Siga con el paso 11.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, le recomendamos que cambie los tubos del bloque a la culata
                        cada vez que los saque. Si vuelve a usar los mismos tubos del bloque a la culata, es muy
                        probable que haya fugas. Los anillos en anillo &#171;D&#187; no se pueden cambiar. Inspeccione
                        los anillos en anillo &#171;D&#187; en busca de cortes, abrasi&#243;n o retorcimiento; no vuelva
                        a usar un tubo que tenga sellos con estos problemas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Dele arranque al motor y monitorice la presi&#243;n de control de inyecci&#243;n.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no desarrolla presi&#243;n por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), el problema est&#225; en el lado izquierdo. Haga la
                            <hotlnk xrefid="tp306000513.4">Prueba 13.4. &#171;Aislamiento de la culata&#187;</hotlnk>
                            y revise si hay fugas.
                        </para>
                    </item>
                    <item>
                        <para>Si desarrolla presi&#243;n por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), saque el adaptador de ICP de la galer&#237;a de aceite
                            derecha y vuelva a instalar el tap&#243;n del tubo del bloque a la culata. Vuelva a instalar
                            el ICP. Reconecte el ICP al cableado del motor. Siga con el paso 12.
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, le recomendamos que cambie los tubos del bloque a la culata
                        cada vez que los saque. Si vuelve a usar los mismos tubos del bloque a la culata, es muy
                        probable que haya fugas. Los anillos en anillo &#171;D&#187; no se pueden cambiar. Inspeccione
                        los anillos en anillo &#171;D&#187; en busca de cortes, abrasi&#243;n o retorcimiento; no vuelva
                        a usar un tubo que tenga sellos con estos problemas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Dele arranque al motor y monitorice la presi&#243;n de control de inyecci&#243;n.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no desarrolla presi&#243;n por encima de 3,45 MPa (500 lb/pulg2) (0,82 V), el problema
                            est&#225; en el lado derecho. Haga la
                            <hotlnk xrefid="tp306000513.4">Prueba 13.4. &#171;Aislamiento de la culata&#187;</hotlnk>
                            y revise si hay fugas.
                        </para>
                    </item>
                    <item>
                        <para>Si desarrolla la presi&#243;n necesaria, el motor arrancar&#225;. Vuelva a instalar las
                            tapas de v&#225;lvula seg&#250;n los procedimientos descritos en el &#171;Manual de servicio
                            del motor&#187;.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_81.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_83.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
