<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos del sistema de control electr&#243;nico
        - Diagn&#243;sticos de circuitos - Circuito de control de las buj&#237;as incandescentes (GPC)
    </stitle>
    <svcman/>
    <svcproc id="s306000706.19" svcproctype="diagnose" graphiccount="4">
        <title>Circuito de control de las buj&#237;as incandescentes (GPC)</title>
        <svcprocinfo id="s306000706.19.1">
            <figure id="f306000778" figsize="pg-wide">
                <graphic filename="../figj31/j31199.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Diagrama de la funci&#243;n del control de las buj&#237;as incandescentes (GPC)</caption>
            </figure>
            <para id="s306000706.19.1.1">El diagrama de la funci&#243;n del sistema de control de las buj&#237;as
                incandescentes incluye lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>Rel&#233; de las buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>ECT (sensor de temperatura del refrigerante)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Bater&#237;a</para>
                </item>
                <item>
                    <para>Luz indicadora WAIT TO START</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>El sistema de control de las buj&#237;as incandescentes calienta los
                cilindros del motor para ayudar al arranque en fr&#237;o y reducir las emisiones de escape durante el
                calentamiento del motor.
            </para>
            <para>El ECM est&#225; programado para energizar las buj&#237;as incandescentes (mediante el rel&#233; de
                las buj&#237;as incandescentes) mientras monitoriza ciertas condiciones programadas de temperatura del
                refrigerante y presi&#243;n atmosf&#233;rica.
            </para>
            <para>El ECM monitoriza el voltaje de la bater&#237;a y usa informaci&#243;n del BAP y del ECT para
                determinar la cantidad de tiempo que debe permanecer encendida la luz indicadora WAIT TO STARTy el
                tiempo de activaci&#243;n de las buj&#237;as incandescentes.
            </para>
            <specpara>
                <note>
                    <para>El tiempo que la luz WAIT TO STARTpermanece encendida es independiente del tiempo que el rel&#233;
                        de las buj&#237;as incandescentes permanece activado.
                    </para>
                </note>
            </specpara>
            <para>La luz WAIT TO START indica que las buj&#237;as incandescentes no han estado activadas lo suficiente
                para arrancar el motor. El tiempo de activaci&#243;n var&#237;a normalmente entre 2 y 10 segundos.
            </para>
            <para>El motor est&#225; listo cuando la luz WAIT TO START se apaga por &#243;rdenes del ECM. Mientras el
                motor est&#225; en marcha, las buj&#237;as incandescentes pueden permanecer encendidas hasta por 120
                segundos, para reducir las emisiones de escape durante el calentamiento.
            </para>
            <para>Las buj&#237;as incandescentes son autolimitantes y no requieren ser encendidas y apagadas. El rel&#233;
                de las buj&#237;as incandescentes se encender&#225; y apagar&#225; repetidamente s&#243;lo si el voltaje
                del sistema es superior a 14 V.
            </para>
            <para>Si el motor est&#225; fr&#237;o o la presi&#243;n barom&#233;trica es baja (a grandes alturas), las
                buj&#237;as incandescentes son activadas por m&#225;s tiempo.
            </para>
        </svcprocinfo>
        <svcsubproc id="s306000706.19.2">
            <title>Operaci&#243;n de los circuitos del GPC</title>
            <figure id="f306000779" figsize="pg-wide">
                <graphic filename="../figj31/j31200.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Diagrama de circuitos del GPC</caption>
            </figure>
            <para>El tiempo que el sistema de control de las buj&#237;as incandescentes permanece activado depende del
                ECT, del BAP y del voltaje de la bater&#237;a. El rel&#233; de las buj&#237;as incandescentes se activa
                con energ&#237;a suministrada desde el terminal X1-17 del ECM hacia el circuito de control de las buj&#237;as
                incandescentes (GPC). La bobina del rel&#233; de las buj&#237;as incandescentes es puesta a tierra a
                trav&#233;s del circuito de energ&#237;a del activador, pin 4 del conector de 12 pines hacia el terminal
                negativo de la bater&#237;a. La energ&#237;a se suministra al lado conmutador del rel&#233; de las buj&#237;as
                incandescentes desde el motor de arranque. Cuando la bobina del rel&#233; se energiza, se transmite
                corriente a las buj&#237;as incandescentes, que son puestas a tierra a trav&#233;s de la culata.
            </para>
            <para>El ECM monitoriza la salida del rel&#233; por el pin X1-21.</para>
            <para>El tiempo de encendido de la luz WAIT TO START se transmite por el enlace de datos CAN 1. Refi&#233;rase
                al &#171;Manual de servicio CF 500 y CF 600&#187;.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>El ECM monitoriza constantemente la salida del rel&#233;
                de las buj&#237;as incandescentes y cuando el voltaje no sea el esperado, generar&#225; un DTC.
            </para>
            <para>Puede detectar una interrupci&#243;n o un corto a tierra en el circuito de control del rel&#233; de
                las buj&#237;as incandescentes con una comprobaci&#243;n de los circuitos de salida (OCC) a solicitud
                hecha con la prueba est&#225;ndar con la llave en ON y el motor apagado. Si se detecta una falla en el
                circuito aparecer&#225; un DTC. Los problemas de las buj&#237;as incandescentes y su cableado no son
                detectados por el ECM.
            </para>
            <para>
                <title>DTC del control de las buj&#237;as incandescentes</title>Los DTC se leen con la EST o contando
                los destellos de la luz &#225;mbar de advertencia del motor y de la luz roja de aceite/refrigerante.
            </para>
            <table id="t3060007128" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 251</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="1.0*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>Fall&#243; la autoprueba de OCC del control de las buj&#237;as
                                        incandescentes
                                    </title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 251 cuando falla la prueba de OCC luego de hacer una prueba
                                    est&#225;ndar con la llave en ONy el motor apagado.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 251 puede aparecer debido a una interrupci&#243;n o un corto en la se&#241;al
                                    del GPC, una interrupci&#243;n en la tierra del circuito de energ&#237;a del
                                    activador o una interrupci&#243;n en la bobina del rel&#233; de las buj&#237;as
                                    incandescentes.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007129" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 375</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="1.0*"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>Fall&#243; el circuito del rel&#233; de las buj&#237;as incandescentes
                                    </title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 375 cuando el voltaje del rel&#233; no es el esperado.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 375 puede aparecer si hay una interrupci&#243;n en B+ del rel&#233; de las
                                    buj&#237;as incandescentes, una interrupci&#243;n o un corto en el circuito del GPD
                                    o si el rel&#233; de las buj&#237;as incandescentes est&#225; defectuoso.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El DTC 375 puede aparecer si hay un circuito de control defectuoso; repare el DTC
                                    251 primero.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Caja de derivaciones</para>
                </item>
                <item>
                    <para>Cableado de derivaci&#243;n de 12 pines</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El circuito de tierra del rel&#233; de GPC requiere que se usen los diagramas de circuitos del
                        veh&#237;culo. Refi&#233;rase al manual &#171;Diagrama de circuitos el&#233;ctricos&#187; del
                        cami&#243;n para informaci&#243;n sobre los n&#250;meros de los circuitos y la ubicaci&#243;n de
                        los conectores y fusibles.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc id="s306000706.19.3">
            <title>Diagn&#243;sticos del GPC con los pines</title>
            <figure id="f306000780" figsize="pg-wide">
                <graphic filename="../figj31/j31200.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Diagrama de circuitos del GPC</caption>
            </figure>
            <table id="t3060007130" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el rel&#233; (KOEO)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en ON. Mida el voltaje (el tiempo en ONdepende
                                    de la temperatura).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <note>
                                    <para>Si el tiempo en ON no es lo suficientemente largo, haga las &#171;Pruebas de
                                        voltaje - En el rel&#233; (prueba del estado de las salidas)&#187;.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Terminal de suministro de las buj&#237;as incandescentes desde la bater&#237;a a
                                    tierra
                                </para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Energ&#237;a de conmutaci&#243;n del rel&#233;, debe haber B+ constantemente. Si
                                    no hay voltaje, revise la conexi&#243;n con el motor de arranque o los enlaces
                                    fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Terminal de salida del rel&#233; de las buj&#237;as incandescentes a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Control de las buj&#237;as incandescentes, ECM ordena la activaci&#243;n (B+) o la
                                    desactivaci&#243;n (0 V) del rel&#233;. Cuando el interruptor de encendido se pone
                                    en ON, el voltaje de salida del rel&#233; de las buj&#237;as incandescentes deber&#237;a
                                    permanecer activado por 20 a 120 segundos, dependiendo de la temperatura.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>GPC a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Control de las buj&#237;as incandescentes, ECM ordena la activaci&#243;n (B+) o la
                                    desactivaci&#243;n (0 V) del rel&#233;. Cuando el interruptor de encendido se pone
                                    en ON, el voltaje de salida del rel&#233; de las buj&#237;as incandescentes deber&#237;a
                                    permanecer activado por 20 a 120 segundos, dependiendo de la temperatura.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Tierra de energ&#237;a del activador a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>El rel&#233; de las buj&#237;as incandescentes tiene una tierra permanente a trav&#233;s
                                    de la conexi&#243;n de 12 pines desde las bater&#237;as. Si hay voltaje, busque un
                                    circuito interrumpido.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007131" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el rel&#233; (prueba del estado de las salidas)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en ON. Haga las pruebas del estado de las
                                    salidas de las buj&#237;as incandescentes y del calentador de aire de admisi&#243;n;
                                    refi&#233;rase a
                                    <hotlnk xrefid="s3060003.1">&#171;Funcionamiento del software de diagn&#243;stico&#187;</hotlnk>
                                    en la Secci&#243;n 3 de este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Terminal de salida del rel&#233; de las buj&#237;as incandescentes a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>B+</para>
                            </entry>
                            <entry colname="col3">
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    de las buj&#237;as incandescentes deber&#237;a tener voltaje por 120 segundos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>GPC a tierra</para>
                            </entry>
                            <entry>
                                <para>B+</para>
                            </entry>
                            <entry>
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    de las buj&#237;as incandescentes deber&#237;a tener voltaje por 120 segundos.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007132" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de voltaje - En el ECM (prueba del estado de las salidas)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <note>
                                    <para>Haga esta prueba s&#243;lo si el DTC 375 aparece activo y todas las dem&#225;s
                                        pruebas de voltaje est&#225;n dentro de los valores requeridos.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF, conecte X1 y X3 de la caja de
                                    derivaciones s&#243;lo al ECM y al cableado. Ponga el interruptor de encendido en
                                    ON. Haga las pruebas del estado de las salidas de las buj&#237;as incandescentes y
                                    del calentador de aire de admisi&#243;n; refi&#233;rase a
                                    <hotlnk xrefid="s3060003.1">&#171;Funcionamiento del software de diagn&#243;stico&#187;</hotlnk>
                                    en la Secci&#243;n 3 de este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>X1-21 a X3-7 (tierra)</para>
                            </entry>
                            <entry>
                                <para>Activo = B+</para>
                                <para>Inactivo = 0 V</para>
                            </entry>
                            <entry>
                                <para>Con la prueba del estado de las salidas activada, el terminal de salida del rel&#233;
                                    de las buj&#237;as incandescentes deber&#237;a tener voltaje por 120 segundos. Si
                                    los dem&#225;s voltajes cumplen con los valores requeridos y el DTC 375 est&#225;
                                    activo, busque una interrupci&#243;n y un corto a la fuente de voltaje.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007133" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - Del rel&#233; a la tierra del chasis</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Desconecte el cable negativo de la bater&#237;a.
                                    Desconecte el cableado de control del rel&#233;. Use el cable negativo desconectado
                                    de la bater&#237;a como punto de tierra para la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Tierra de energ&#237;a del activador a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y tierra. Haga
                                    las &#171;Pruebas de resistencia en el cableado - En el conector de 12 pines&#187;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>GPC a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>> 1 k&#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60; 1 &#x2126;, busque un corto a tierra desde el rel&#233; a X1-17 y haga
                                    las &#171;Pruebas de resistencia en el cableado&#187;.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007134" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - En el conector de 12 pines</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Desenchufe el conector de 12 pines y
                                    enchufe el cableado de derivaci&#243;n de 12 pines. Desconecte el cable negativo de
                                    la bater&#237;a y &#250;selo como punto de tierra para la prueba.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Rel&#233; de tierra de energ&#237;a del activador al pin 4 del cableado de
                                    derivaci&#243;n de 12 pines.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n desde el rel&#233; al conector de 12
                                    pines.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pin 4 del cableado de derivaci&#243;n de 12 pines a la tierra del chasis</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n desde el conector de 12 pines a la
                                    tierra del chasis.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f306000781" figsize="pg-wide">
                <graphic filename="../figj31/j31200.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Diagrama de circuitos del GPC</caption>
            </figure>
            <table id="t3060007135" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>Pruebas de resistencia en el cableado - Del rel&#233; al ECM</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.86in"/>
                    <colspec colname="col2" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo principal de la
                                        bater&#237;a al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Ponga el interruptor de encendido en OFF. Mida con la caja de derivaciones
                                    conectada s&#243;lo al X1 del cableado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Punto de prueba</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Requisito</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>GPC en el rel&#233; a X1-17</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y el ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>GPC en el rel&#233; a X1-21</para>
                            </entry>
                            <entry>
                                <para>&#60; 5 &#x2126;</para>
                            </entry>
                            <entry>
                                <para>Si > 5 &#x2126;, busque una interrupci&#243;n entre el rel&#233; y el ECM.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Para los diagn&#243;sticos de las buj&#237;as incandescentes y su cableado, refi&#233;rase a la
                <hotlnk document="mges3052_83.xml" xrefid="tp306000514">Prueba 14 &#171;Buj&#237;as
                    incandescentes&#187;
                </hotlnk>
                en la Secci&#243;n 5.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_134.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_136.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
