<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - TERMINOLOG&#205;A - Terminolog&#237;a
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Terminolog&#237;a</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Service Procedure</title>
            <deflist>
                <term>Sensor de la posici&#243;n del pedal del acelerador (APS)</term>
                <def>Sensor tipo potenci&#243;metro que indica la posici&#243;n del pedal del acelerador.</def>
            </deflist>
            <deflist>
                <term>Trabajo por accesorios</term>
                <def>El trabajo por ciclo necesario para impulsar los accesorios del motor (normalmente s&#243;lo
                    aquellos esenciales para su operaci&#243;n).
                </def>
            </deflist>
            <deflist>
                <term>Activador</term>
                <def>Dispositivo que realiza un trabajo en respuesta a una se&#241;al recibida.</def>
            </deflist>
            <deflist>
                <term>Aireaci&#243;n</term>
                <def>El arrastre de gases (aire o gas de combusti&#243;n) en el refrigerante o lubricante.</def>
            </deflist>
            <deflist>
                <term>Postenfriador (enfriador de aire turboalimentado)</term>
                <def>Intercambiador de calor instalado en el trayecto del aire turboalimentado, entre el
                    turboalimentador y el m&#250;ltiple de admisi&#243;n del motor. El postenfriador reduce la
                    temperatura del aire turboalimentado, transfiriendo el calor que trae a un medio de enfriamiento
                    (generalmente aire).
                </def>
            </deflist>
            <deflist>
                <term>Temperatura ambiente</term>
                <def>Temperatura ambiente del aire en el cual se est&#225; usando la unidad. Por lo general, la
                    temperatura se mide a la sombra (sin radiaci&#243;n solar) y representa la temperatura del aire para
                    fines de medir el rendimiento del enfriamiento del motor. El aire que ingresa al radiador pudiera o
                    no ser el mismo aire del ambiente, debido a posible calentamiento a causa de otras fuentes o a la
                    recirculaci&#243;n. (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Amperio (A)</term>
                <def>Unidad est&#225;ndar para medir la fuerza de una corriente el&#233;ctrica. La velocidad de un
                    culombio por segundo, a la que fluye una carga por un medio conductor. (SAE J1213 NOV82)
                </def>
            </deflist>
            <deflist>
                <term>Anal&#243;gico</term>
                <def>Un voltaje constantemente variable.</def>
            </deflist>
            <deflist>
                <term>Convertidor de anal&#243;gico a digital (A/D)</term>
                <def>Circuito en la secci&#243;n de procesamiento del ECM, que convierte se&#241;ales anal&#243;gicas
                    (ya sea de CC o de CA) en se&#241;ales digitales utilizables por el microprocesador.
                </def>
            </deflist>
            <deflist>
                <term>Enlace de datos de la American Trucking Association (ATA)</term>
                <def>Enlace de datos seriales especificado por la American Trucking Association y la SAE.</def>
            </deflist>
            <deflist>
                <term>Sensor de la presi&#243;n barom&#233;trica absoluta (BAP)</term>
                <def>Sensor de capacitancia variable que al recibir una se&#241;al de referencia de 5 voltios desde el
                    ECM, produce una se&#241;al lineal anal&#243;gica de voltaje que indica presi&#243;n atmosf&#233;rica.
                </def>
            </deflist>
            <deflist>
                <term>Presi&#243;n reforzadora</term>
                <def>1. La presi&#243;n del aire turboalimentado que sale del turboalimentador.</def>
            </deflist>
            <para>2. La presi&#243;n del m&#250;ltiple de admisi&#243;n, que es mayor que la presi&#243;n atmosf&#233;rica.
                La presi&#243;n obtenida mediante la turboalimentaci&#243;n.
            </para>
            <deflist>
                <term>Punto muerto inferior (PMI)</term>
                <def>La posici&#243;n m&#225;s baja del pist&#243;n durante su recorrido.</def>
            </deflist>
            <deflist>
                <term>Potencia al freno (bhp)</term>
                <def>La potencia disponible de un motor, que no es la misma indicada por los caballos de fuerza. La
                    potencia disponible de un motor, a veces tambi&#233;n llamada potencia al volante, es menor que la
                    potencia nominal, porque el motor consume una fracci&#243;n de esa potencia en vencer la fricci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Potencia neta al freno</term>
                <def>La potencia neta al freno se mide con todos los componentes del motor. La potencia de un motor
                    cuando est&#225; configurado como motor totalmente equipado. (SAE J1349 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Calibraci&#243;n</term>
                <def>Valores empleados por una estrategia para resolver ecuaciones y tomar decisiones. Los valores de
                    calibraci&#243;n son almacenados en la memoria ROM e ingresados al procesador durante la programaci&#243;n,
                    para permitir que el motor funcione dentro de ciertos par&#225;metros.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de la posici&#243;n del &#225;rbol de levas (CMP)</term>
                <def>Sensor de efecto Hall que indica la velocidad del motor y la posici&#243;n del &#225;rbol de levas.
                    La velocidad es indicada por la cantidad de aletas contadas en cada revoluci&#243;n del &#225;rbol
                    de levas. La posici&#243;n del &#225;rbol de levas es indicada por una aleta estrecha que se&#241;ala
                    la posici&#243;n del cilindro n&#250;mero 1.
                </def>
            </deflist>
            <deflist>
                <term>Catalizador</term>
                <def>Sustancia que produce una reacci&#243;n qu&#237;mica sin sufrir cambios qu&#237;micos en s&#237;
                    misma.
                </def>
            </deflist>
            <deflist>
                <term>Convertidor catal&#237;tico</term>
                <def>Dispositivo contra la contaminaci&#243;n instalado en el sistema de escape, que contiene un
                    catalizador para convertir qu&#237;micamente ciertos elementos contaminantes de los gases de escape
                    (mon&#243;xido de carbono, hidrocarburos sin quemar y &#243;xidos de nitr&#243;geno) en compuestos
                    inofensivos.
                </def>
            </deflist>
            <deflist>
                <term>Cavitaci&#243;n</term>
                <def>Condici&#243;n din&#225;mica que forma burbujas de gas (cavidades) en un l&#237;quido.</def>
            </deflist>
            <deflist>
                <term>&#205;ndice de cetano</term>
                <def>1. La cualidad de autocombusti&#243;n del combustible diesel.</def>
            </deflist>
            <para>2. &#205;ndice aplicado al combustible diesel, similar al de octanos para la gasolina.</para>
            <para>3. Medida de qu&#233; tan r&#225;pidamente el combustible diesel comienza a arder (autocombusti&#243;n)
                cuando es sometido a altas temperaturas de compresi&#243;n.
            </para>
            <para>El combustible diesel con un &#237;ndice de cetano alto hace autocombusti&#243;n poco tiempo despu&#233;s
                de ser inyectado dentro de la c&#225;mara de combusti&#243;n. Por lo tanto, tiene poca demora de
                encendido. El combustible diesel con un &#237;ndice de cetano bajo resiste la autocombusti&#243;n. Por
                lo tanto, tiene mayor demora de encendido.
            </para>
            <deflist>
                <term>Aire turboalimentado</term>
                <def>Aire denso, presurizado y calentado que sale del turboalimentador.</def>
            </deflist>
            <deflist>
                <term>Enfriador de aire turboalimentado (CAC)</term>
                <def>Ver
                    <emph type="bold">Postenfriador</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Bloque cerrado</term>
                <def>Ventilaci&#243;n de un bloque de motor que recicla los gases a trav&#233;s de un orificio
                    respirador, envi&#225;ndolos de regreso a la toma de aire limpio.
                </def>
            </deflist>
            <deflist>
                <term>Operaci&#243;n en circuito cerrado</term>
                <def>Sistema que utiliza un sensor para proporcionar se&#241;ales informativas al ECM. El ECM utiliza el
                    sensor para monitorizar constantemente cualquier variaci&#243;n y hacer los ajustes necesarios de
                    acuerdo con las necesidades del motor.
                </def>
            </deflist>
            <deflist>
                <term>Punto de turbidez</term>
                <def>El punto en el cual comienzan a aparecer cristales de cera en el combustible, volvi&#233;ndolo
                    turbio. Generalmente por debajo de -12 &#176;C (10 &#176;F).
                </def>
            </deflist>
            <deflist>
                <term>Amperaje para arranque en fr&#237;o (amperaje de bater&#237;a)</term>
                <def>Corriente constante (en amperios) necesaria para producir un voltaje m&#237;nimo en un terminal,
                    bajo una carga de 7,2 voltios por bater&#237;a despu&#233;s de 30 segundos.
                </def>
            </deflist>
            <deflist>
                <term>Prueba de monitorizaci&#243;n continua (Continuous Monitor Test)</term>
                <def>Funci&#243;n del ECM que monitoriza continuamente las se&#241;ales de entrada y de salida para
                    asegurar que los valores est&#233;n dentro de l&#237;mites establecidos.
                </def>
            </deflist>
            <deflist>
                <term>Red de &#225;rea del controlador (CAN)</term>
                <def>Un enlace J1939 de comunicaciones a alta velocidad.
                    <emph type="bold">CAN 1</emph>
                    es un enlace p&#250;blico del tren propulsor, entre los m&#243;dulos del veh&#237;culo y el ECM.
                    <emph type="bold">CAN 2</emph>
                    en un enlace privado entre el ECM y el IDM.
                </def>
            </deflist>
            <deflist>
                <term>Refrigerante</term>
                <def>Fluido usado para transportar calor de un punto a otro.</def>
            </deflist>
            <deflist>
                <term>Interruptor por el nivel del refrigerante</term>
                <def>Sensor interruptor usado para indicar bajo nivel de refrigerante.</def>
            </deflist>
            <deflist>
                <term>Capacidad (volumen) del sistema de enfriamiento</term>
                <def>Cantidad de refrigerante que llena completamente el sistema de enfriamiento hasta la marca
                    indicadora de nivel fr&#237;o. (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Bloque del motor</term>
                <def>La carcasa que encierra al cig&#252;e&#241;al, las bielas y piezas relacionadas.</def>
            </deflist>
            <deflist>
                <term>Respirador del bloque del motor</term>
                <def>Orificio del bloque del motor para descargar el exceso de presi&#243;n del aire en su interior.
                </def>
            </deflist>
            <deflist>
                <term>Presi&#243;n en el bloque del motor</term>
                <def>La fuerza del aire dentro del bloque del motor, ejercida contra la carcasa.</def>
            </deflist>
            <deflist>
                <term>Corriente</term>
                <def>El flujo de electrones a trav&#233;s de un conductor. Se mide en amperios.</def>
            </deflist>
            <deflist>
                <term>Amortiguador</term>
                <def>Dispositivo que reduce la amplitud de las vibraciones causadas por la torsi&#243;n. (SAE J1479
                    JAN85)
                </def>
            </deflist>
            <deflist>
                <term>Desaireaci&#243;n</term>
                <def>El retiro o purga de gases (aire o gas de combusti&#243;n) atrapados en el refrigerante o en el
                    aceite lubricante.
                </def>
            </deflist>
            <deflist>
                <term>Dep&#243;sito de desaireaci&#243;n</term>
                <def>Dep&#243;sito separado dentro del sistema de enfriamiento, usado para una o m&#225;s de las
                    siguientes funciones:
                </def>
            </deflist>
            <randlist type="bullet">
                <item>
                    <para>Desaireaci&#243;n</para>
                </item>
                <item>
                    <para>Reserva de refrigerante (expansi&#243;n de fluido y ebullici&#243;n)</para>
                </item>
                <item>
                    <para>Retenci&#243;n de refrigerante</para>
                </item>
                <item>
                    <para>Llenado</para>
                </item>
                <item>
                    <para>Indicaci&#243;n (visible) del nivel del fluido</para>
                </item>
            </randlist>
            <deflist>
                <term>C&#243;digo de falla (DTC)</term>
                <def>Anteriormente tambi&#233;n llamado c&#243;digo de destello. Un DTC es un c&#243;digo num&#233;rico
                    de tres d&#237;gitos, usado para ubicar fallas.
                </def>
            </deflist>
            <deflist>
                <term>Mult&#237;metro digital (DMM)</term>
                <def>Medidor electr&#243;nico que usa una pantalla digital para indicar un valor medido. Es el preferido
                    para usar en sistemas con microprocesadores, ya que tiene una impedancia interna muy elevada y no
                    carga el circuito que se est&#225; midiendo.
                </def>
            </deflist>
            <deflist>
                <term>Desactivaci&#243;n</term>
                <def>Una decisi&#243;n de la computadora, que desactiva un sistema, impidiendo su funcionamiento.</def>
            </deflist>
            <deflist>
                <term>Cilindrada</term>
                <def>La carrera del pist&#243;n, multiplicada por la superficie del interior del cilindro, multiplicada
                    por la cantidad de cilindros en el motor.
                </def>
            </deflist>
            <deflist>
                <term>Interruptor por desacople del tren propulsor (DDS)</term>
                <def>Interruptor que indica cuando el tren propulsor est&#225; desacoplado del motor.</def>
            </deflist>
            <deflist>
                <term>Controlador (lado de energ&#237;a)</term>
                <def>Transistor dentro de un m&#243;dulo electr&#243;nico, que controla la energ&#237;a de un circuito
                    activador.
                </def>
            </deflist>
            <deflist>
                <term>Controlador (lado de tierra)</term>
                <def>Transistor dentro de un m&#243;dulo electr&#243;nico, que controla la tierra de un circuito
                    activador.
                </def>
            </deflist>
            <deflist>
                <term>Enlace de datos del tren propulsor (CAN 1) J1939</term>
                <def>El principal enlace de comunicaciones para el ECM, el ESC y el conjunto de instrumentos.</def>
            </deflist>
            <deflist>
                <term>R&#233;gimen de trabajo</term>
                <def>Se&#241;al de control que tiene una medida de tiempo controlada para encendido/apagado de 0% a
                    100%. Normalmente utilizada para controlar solenoides.
                </def>
            </deflist>
            <deflist>
                <term>Elast&#243;mero</term>
                <def>Sustancia el&#225;stica como la goma; material de caucho natural o sint&#233;tico. (SAE J111
                    MAR85)
                </def>
            </deflist>
            <deflist>
                <term>M&#243;dulo de control electr&#243;nico (ECM)</term>
                <def>Microprocesador electr&#243;nico que monitoriza y controla el rendimiento del motor, las emisiones
                    del escape y el desempe&#241;o de los sistemas del veh&#237;culo (control de crucero, transmisi&#243;n,
                    arranque, etc.). El ECM proporciona informaci&#243;n para el diagn&#243;stico de los sistemas del
                    motor y del veh&#237;culo y puede programarse con diferentes niveles de protecci&#243;n, advertencia
                    y apagado del motor.
                </def>
            </deflist>
            <deflist>
                <term>Herramienta electr&#243;nica de servicio (EST)</term>
                <def>Una herramienta computarizada de diagn&#243;sticos y programaci&#243;n para el ECM y el ESC. El
                    hardware es generalmente una computadora port&#225;til. El software de diagn&#243;stico y programaci&#243;n
                    incluye el programa Master Diagnostics de International, documentaci&#243;n en l&#237;nea ISIS y
                    NETS para programaci&#243;n en la fabrica.
                </def>
            </deflist>
            <deflist>
                <term>Controlador electr&#243;nico de sistemas (ESC)</term>
                <def>Un m&#243;dulo electr&#243;nico que proporciona m&#250;ltiples interfaces de entradas anal&#243;gicas
                    y conmutadas para monitorizar funciones del veh&#237;culo mediante conmutadores de estado s&#243;lido,
                    salidas de controladores de rel&#233;s y comunicaciones de datos seriales.
                </def>
            </deflist>
            <deflist>
                <term>Turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)</term>
                <def>Turboalimentador con aletas m&#243;viles, que modifican las caracter&#237;sticas del flujo de los
                    gases de escape por la carcasa de la turbina. El mayor beneficio es su capacidad de proporcionar la
                    presi&#243;n reforzadora apropiada para diferentes condiciones de velocidad y carga del motor. El
                    EVRT&#8482; disminuye las emisiones y el consumo de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Rel&#233; de energ&#237;a del m&#243;dulo de control electr&#243;nico</term>
                <def>Rel&#233; controlado por el ECM que le suministra la energ&#237;a para su funcionamiento.</def>
            </deflist>
            <deflist>
                <term>Sensor de la temperatura del refrigerante (ECT)</term>
                <def>Sensor tipo termistor que detecta la temperatura del refrigerante del motor.</def>
            </deflist>
            <deflist>
                <term>Circuito que impide dar arranque al motor (ECI)</term>
                <def>Se&#241;al desde el ECM que controla el rel&#233; del ECI, que a su vez controla la operaci&#243;n
                    del motor de arranque.
                </def>
            </deflist>
            <deflist>
                <term>C&#243;digo de clasificaci&#243;n del motor (EFRC)</term>
                <def>C&#243;digo legible en la lista de calibraci&#243;n de la EST, con informaci&#243;n sobre los HP
                    del motor y calibraciones con respecto a las emisiones.
                </def>
            </deflist>
            <deflist>
                <term>Luz ENGINE</term>
                <def>Luz indicadora del tablero de instrumentos, que se enciende cuando se establecen DTC. Los DTC se
                    pueden interpretar como c&#243;digos de destello (con las luces roja y &#225;mbar del tablero de
                    instrumentos).
                </def>
            </deflist>
            <deflist>
                <term>Pruebas con el motor apagado (Engine OFF tests)</term>
                <def>Pruebas que se realizan con la llave de encendido en la posici&#243;n ON y el motor apagado.</def>
            </deflist>
            <deflist>
                <term>Pruebas con el motor en marcha (Engine RUNNING tests)</term>
                <def>Pruebas que se realizan con el motor en marcha.</def>
            </deflist>
            <deflist>
                <term>Sensor de la presi&#243;n del aceite del motor (EOP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n del aceite del motor.</def>
            </deflist>
            <deflist>
                <term>Sensor de la temperatura del aceite del motor (EOT)</term>
                <def>Un sensor tipo termistor que detecta la temperatura del aceite del motor.</def>
            </deflist>
            <deflist>
                <term>Freno por escape</term>
                <def>Dispositivo de freno que utiliza la contrapresi&#243;n del escape del motor como un medio
                    retardante.
                </def>
            </deflist>
            <deflist>
                <term>Enfriador de recirculaci&#243;n de gases de escape</term>
                <def>Permite la disipaci&#243;n del calor de los gases de escape. Los gases de escape permanecen en el
                    enfriador o siguen su camino a trav&#233;s del sistema. El flujo de los gases de escape por el
                    enfriador es regulado por la v&#225;lvula de EGR.
                </def>
            </deflist>
            <deflist>
                <term>V&#225;lvula de recirculaci&#243;n de gases de escape (v&#225;lvula de EGR)</term>
                <def>Regula el flujo de los gases de escape variando posiciones de apertura y cierre. Cuando la v&#225;lvula
                    est&#225; totalmente cerrada, los gases de escape permanecen en el enfriador. Cuando la v&#225;lvula
                    est&#225; parcial o totalmente abierta, los gases de escape siguen fluyendo por un orificio de
                    conexi&#243;n con el m&#250;ltiple de admisi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>M&#250;ltiple de escape</term>
                <def>Los gases de escape fluyen por el m&#250;ltiple de escape hacia la entrada del turboalimentador y
                    son dirigidos hacia el enfriador de EGR.
                </def>
            </deflist>
            <deflist>
                <term>Detecci&#243;n y manejo de fallas</term>
                <def>Estrategia alterna de control que reduce los efectos adversos causados por una falla del sistema.
                    Si un sensor falla, el ECM generar&#225; una se&#241;al de reemplazo equivalente a la que
                    normalmente env&#237;a ese sensor. Cuando el veh&#237;culo necesita alguna reparaci&#243;n, se
                    enciende una luz &#225;mbar en el tablero de instrumentos.
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n del filtro</term>
                <def>Bloqueo, generalmente causado por material contaminante, que impide el flujo de fluido por el
                    filtro.
                </def>
            </deflist>
            <deflist>
                <term>C&#243;digo de destello</term>
                <def>Ver
                    <emph type="bold">C&#243;digo de falla (DTC)</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n en la entrada de combustible</term>
                <def>Bloqueo, generalmente causado por material contaminante, que impide el flujo por la tuber&#237;a de
                    entrada de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Presi&#243;n de combustible</term>
                <def>La fuerza que ejerce el combustible, a medida que es bombeado a lo largo del sistema.</def>
            </deflist>
            <deflist>
                <term>Colador de combustible</term>
                <def>Dispositivo de filtrado previo que impide que material contaminante de mayor tama&#241;o entre al
                    sistema de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Motor totalmente equipado</term>
                <def>Un motor totalmente equipado es el que tiene s&#243;lo aquellos accesorios necesarios para realizar
                    el trabajo para el que est&#225; destinado. Un motor totalmente equipado no incluye componentes
                    usados para impulsar sistemas auxiliares. Si estos componentes forman parte integral o por cualquier
                    raz&#243;n est&#225;n instalados en el motor de prueba, la potencia consumida por ellos puede
                    determinarse y a&#241;adirse a la potencia neta al freno. (SAE J1349 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Enlace fusible</term>
                <def>Un enlace fusible es una secci&#243;n especial de un cable de baja tensi&#243;n, dise&#241;ada para
                    abrir el circuito cuando es sometido a una sobrecarga extrema de corriente. (SAE J1156 APR86)
                </def>
            </deflist>
            <deflist>
                <term>Capacidad para subir pendientes</term>
                <def>El grado m&#225;ximo de inclinaci&#243;n que puede transitar el veh&#237;culo, durante un tiempo
                    espec&#237;fico y a una velocidad espec&#237;fica. El l&#237;mite de la capacidad para subir
                    pendientes es el grado de inclinaci&#243;n al cual el veh&#237;culo apenas puede avanzar. (SAE
                    J227a)
                </def>
            </deflist>
            <deflist>
                <term>Potencia bruta al freno</term>
                <def>La potencia de un motor b&#225;sico completo con el filtro de aire funcionando, pero el ventilador,
                    alternador y compresor de aire sin funcionar.
                </def>
            </deflist>
            <deflist>
                <term>Efecto Hall</term>
                <def>La aparici&#243;n de una gradiente transversal de potencial el&#233;ctrico en un conductor o
                    semiconductor portador de corriente, cuando se le aplica un campo magn&#233;tico.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de efecto Hall</term>
                <def>Sensor que origina una se&#241;al de activaci&#243;n/desactivaci&#243;n, que indica velocidad y
                    sincronizaci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Se&#241;ales digitales de alta velocidad</term>
                <def>Se&#241;ales que env&#237;a un sensor hacia el ECM, que genera frecuencias variables (sensor de la
                    velocidad del motor y VSS).
                </def>
            </deflist>
            <deflist>
                <term>Caballo de fuerza (HP)</term>
                <def>Unidad de trabajo realizado en un tiempo determinado, igual a 33.000 libras multiplicadas por un
                    pie por minuto.
                    <emph type="bold">1 HP = 33.000 lb x 1 pie / 1 minuto</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Hidrocarburos en el escape</term>
                <def>Mol&#233;culas de combustible sin quemar o parcialmente quemadas.</def>
            </deflist>
            <deflist>
                <term>Velocidad de ralent&#237;</term>
                <def>Ralent&#237; bajo es la velocidad m&#237;nima del motor. Ralent&#237; alto es la velocidad regulada
                    m&#225;xima del motor, sin carga.
                </def>
            </deflist>
            <deflist>
                <term>Interruptor de confirmaci&#243;n de ralent&#237; (IVS)</term>
                <def>Un interruptor de encendido/apagado, que detecta cuando el pedal del acelerador est&#225; en la
                    posici&#243;n de ralent&#237;.
                </def>
            </deflist>
            <deflist>
                <term>Rel&#233; de energ&#237;a del IDM (m&#243;dulo impulsor de los inyectores)</term>
                <def>Rel&#233; controlado por el IDM, que le suministra energ&#237;a.</def>
            </deflist>
            <deflist>
                <term>Potencia indicada</term>
                <def>La potencia te&#243;rica transmitida a los pistones por el gas en los cilindros.</def>
            </deflist>
            <deflist>
                <term>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</term>
                <def>Alta presi&#243;n del aceite lubricante generada por una bomba de alta presi&#243;n y un regulador
                    de presi&#243;n, usada para accionar hidr&#225;ulicamente los inyectores de combustible.
                </def>
            </deflist>
            <deflist>
                <term>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</term>
                <def>V&#225;lvula reguladora modulada por duraci&#243;n de pulsaci&#243;n, controlada por el ECM, que
                    regula la presi&#243;n de control de inyecci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de la presi&#243;n de control de inyecci&#243;n (ICP)</term>
                <def>Sensor de capacitancia variable que detecta la presi&#243;n de control de inyecci&#243;n.</def>
            </deflist>
            <deflist>
                <term>Sensor de la temperatura del aire de admisi&#243;n (IAT)</term>
                <def>Un sensor tipo termistor que detecta la temperatura del aire de admisi&#243;n.</def>
            </deflist>
            <deflist>
                <term>M&#250;ltiple de admisi&#243;n</term>
                <def>Grupo de tubos a trav&#233;s de los que la mezcla de combustible y aire fluye desde los inyectores
                    hacia las v&#225;lvulas de admisi&#243;n de los cilindros.
                </def>
            </deflist>
            <deflist>
                <term>International NGV Tool Utilized for Next Generation Electronics (INTUNE)</term>
                <def>El software de diagn&#243;stico utilizado para componentes y sistemas relacionados con el chasis.
                </def>
            </deflist>
            <deflist>
                <term>Se&#241;ales digitales de baja velocidad</term>
                <def>Se&#241;ales conmutadas de un sensor que generan hacia el ECM una se&#241;al de encendido/apagado
                    (alta/baja). La se&#241;al suministrada al ECM desde el sensor podr&#237;a ser de un interruptor de
                    se&#241;al alta (generalmente 5 o 12 voltios), o desde un interruptor que pone a tierra la se&#241;al
                    procedente de un resistor limitador de corriente dentro del ECM, que produce una baja se&#241;al (0
                    voltios).
                </def>
            </deflist>
            <deflist>
                <term>Lubricidad</term>
                <def>La habilidad de una sustancia para reducir la fricci&#243;n entre superficies s&#243;lidas en
                    movimiento relativo bajo condiciones de carga.
                </def>
            </deflist>
            <deflist>
                <term>Forzar el motor</term>
                <def>Condici&#243;n del motor cuando est&#225; funcionando bajo carga, por debajo de las RPM
                    correspondientes al torque m&#225;ximo.
                </def>
            </deflist>
            <deflist>
                <term>Presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n</term>
                <def>Presi&#243;n del m&#250;ltiple del aire de admisi&#243;n (presi&#243;n reforzadora).</def>
            </deflist>
            <deflist>
                <term>Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP)</term>
                <def>Sensor de capacitancia variable que detecta baja presi&#243;n de aceite.</def>
            </deflist>
            <deflist>
                <term>Man&#243;metro</term>
                <def>Un medidor de doble columna de l&#237;quido o un medidor sencillo inclinado que se usa para medir
                    la diferencia en presi&#243;n entre dos fluidos. Generalmente el man&#243;metro mide en pulgadas de
                    agua.
                </def>
            </deflist>
            <deflist>
                <term>Master Diagnostics (MD)</term>
                <def>El software de diagn&#243;sticos para componentes y sistemas relacionados con el motor.</def>
            </deflist>
            <deflist>
                <term>Microprocesador</term>
                <def>Un circuito integrado en una microcomputadora, que controla el flujo de informaci&#243;n.</def>
            </deflist>
            <deflist>
                <term>&#211;xidos de nitr&#243;geno (NOx)</term>
                <def>Compuestos que se forman por una reacci&#243;n entre el nitr&#243;geno y el ox&#237;geno a altas
                    temperaturas y presiones, dentro de la c&#225;mara de combusti&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Normalmente cerrado</term>
                <def>Un interruptor que permanece cerrado cuando ninguna fuerza de control act&#250;a sobre &#233;l.
                </def>
            </deflist>
            <deflist>
                <term>Normalmente abierto</term>
                <def>Un interruptor que permanece abierto cuando ninguna fuerza de control act&#250;a sobre &#233;l.
                </def>
            </deflist>
            <deflist>
                <term>Ohmio (&#x2126;)</term>
                <def>La unidad de resistencia. Un ohmio es el valor de resistencia a trav&#233;s de la cual un potencial
                    de un voltio mantendr&#225; una corriente de un amperio. (SAE J1213 NOV82)
                </def>
            </deflist>
            <deflist>
                <term>Prueba a solicitud</term>
                <def>Una autoprueba que inicia el t&#233;cnico con la EST, realizada desde un programa en el
                    procesador.
                </def>
            </deflist>
            <deflist>
                <term>Comprobaci&#243;n de los circuitos de salida (OCC)</term>
                <def>Una prueba a solicitud hecha con el motor apagado, para verificar la continuidad de ciertos
                    activadores.
                </def>
            </deflist>
            <deflist>
                <term>Comprobaci&#243;n del estado de las salidas (OSC)</term>
                <def>Una prueba a solicitud que obliga al procesador a conectar activadores a voltaje o a tierra para
                    hacer diagn&#243;sticos adicionales.
                </def>
            </deflist>
            <deflist>
                <term>pH</term>
                <def>Medida de la acidez o alcalinidad de una soluci&#243;n.</def>
            </deflist>
            <deflist>
                <term>Part&#237;culas</term>
                <def>Material que incluye principalmente part&#237;culas quemadas de combustible y aceite.</def>
            </deflist>
            <deflist>
                <term>Piez&#243;metro</term>
                <def>Instrumento para medir presi&#243;n en fluidos.</def>
            </deflist>
            <deflist>
                <term>Potenci&#243;metro</term>
                <def>Dispositivo electromec&#225;nico (divisor de voltaje variable) que detecta la posici&#243;n de un
                    componente mec&#225;nico. El movimiento mec&#225;nico conectado a un contacto deslizante hace que se
                    mueva a lo largo de una resistencia en forma rotativa. El voltaje del contacto deslizante cambia en
                    cada punto a lo largo de la resistencia y es proporcional a la cantidad de movimiento mec&#225;nico.
                    Los potenci&#243;metros tienen tres conexiones: V
                    <subscript>REF</subscript>, se&#241;al de salida (contacto deslizante) y tierra.
                </def>
            </deflist>
            <deflist>
                <term>Potencia</term>
                <def>Potencia es una medida de la velocidad en que un trabajo se realiza. Ver y comparar con
                    <emph type="bold">Torque</emph>.
                </def>
            </deflist>
            <deflist>
                <term>Toma de fuerza (PTO)</term>
                <def>Salida para accesorios, generalmente desde la transmisi&#243;n, usada para accionar una bomba hidr&#225;ulica
                    para alguna funci&#243;n especial (prensar basura, equipo para levantar, etc.).
                </def>
            </deflist>
            <deflist>
                <term>Modulaci&#243;n por duraci&#243;n de pulsaci&#243;n (PWM)</term>
                <def>Tiempo que un activador, tal como un inyector, permanece energizado.</def>
            </deflist>
            <deflist>
                <term>Memoria de acceso directo (RAM)</term>
                <def>Memoria de computadora en donde se almacena informaci&#243;n. La informaci&#243;n se puede escribir
                    y leer de la RAM. La informaci&#243;n recibida (velocidad o temperatura actuales del motor) puede
                    almacenarse en la RAM para compararla con valores grabados en la memoria s&#243;lo de lectura (ROM).
                    Todo el contenido de la RAM se pierde cuando la llave de encendido se pone en OFF.
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal bruta</term>
                <def>Potencia bruta a la velocidad nominal, seg&#250;n lo indicado por el fabricante. (SAE J1349
                    JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal</term>
                <def>M&#225;xima potencia al freno de un motor, seg&#250;n lo certificado por el fabricante del motor.
                    La potencia de un motor cuando est&#225; configurado como b&#225;sico. (SAE J1349 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Potencia nominal neta</term>
                <def>Potencia neta a la velocidad nominal, seg&#250;n lo indicado por el fabricante. (SAE J1349 JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Velocidad nominal</term>
                <def>La velocidad determinada por el fabricante, para la cual el motor est&#225; clasificado. (SAE J1349
                    JUN90)
                </def>
            </deflist>
            <deflist>
                <term>Torque nominal</term>
                <def>Torque m&#225;ximo producido por un motor, certificado por el fabricante.</def>
            </deflist>
            <deflist>
                <term>Memoria s&#243;lo de lectura (ROM)</term>
                <def>Memoria de computadora que almacena en forma permanente informaci&#243;n sobre tablas de calibraci&#243;n
                    y estrategias de operaci&#243;n. La informaci&#243;n en la ROM es permanente, no se puede cambiar ni
                    se pierde al apagar el motor o cuando el suministro de energ&#237;a hacia el ECM se interrumpe.
                </def>
            </deflist>
            <deflist>
                <term>Voltaje de referencia (V
                    <subscript>REF</subscript>)
                </term>
                <def>Se&#241;al de referencia de 5 voltios suministrada por el ECM para hacer funcionar los sensores del
                    motor.
                </def>
            </deflist>
            <deflist>
                <term>Capacidad de reserva</term>
                <def>Tiempo en minutos en que una bater&#237;a totalmente cargada puede ser descargada a 10,5 voltios y
                    25 amperios.
                </def>
            </deflist>
            <deflist>
                <term>Tierra de la se&#241;al</term>
                <def>El cable a tierra com&#250;n hacia el ECM para los sensores.</def>
            </deflist>
            <deflist>
                <term>Interruptores para instrucci&#243;n de control de velocidad (SCCS)</term>
                <def>Grupo de interruptores usado para el control de crucero, la toma de fuerza (PTO) y el sistema
                    remoto de aceleraci&#243;n manual.
                </def>
            </deflist>
            <deflist>
                <term>Condici&#243;n estable</term>
                <def>Motor funcionando a una velocidad y carga constantes y a temperatura y presi&#243;n estables. (SAE
                    J1479 JAN85)
                </def>
            </deflist>
            <deflist>
                <term>Estrategia</term>
                <def>Plan o grupo de instrucciones de operaci&#243;n que sigue el microprocesador para lograr una meta
                    deseada. Una estrategia es el propio programa de la computadora, incluyendo todas las ecuaciones y
                    la l&#243;gica para tomar decisiones. La estrategia siempre se almacena en la ROM y no puede
                    cambiarse durante la calibraci&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Carrera</term>
                <def>Movimiento del pist&#243;n desde el punto muerto superior (PMS) hasta el punto muerto inferior
                    (PMI).
                </def>
            </deflist>
            <deflist>
                <term>Sustrato</term>
                <def>Material que soporta la capa de al&#250;mina en un convertidor catal&#237;tico tipo monolito.</def>
            </deflist>
            <deflist>
                <term>Di&#243;xido de azufre (SO
                    <subscript>2</subscript>)
                </term>
                <def>Sustancia producto de la oxidaci&#243;n del azufre que contiene el combustible.</def>
            </deflist>
            <deflist>
                <term>Sensores interruptores</term>
                <def>Sensores que crean una se&#241;al digital abriendo o cerrando un interruptor. La se&#241;al de
                    activaci&#243;n o desactivaci&#243;n puede indicar posici&#243;n (interruptor del embrague), nivel
                    (interruptor por nivel de refrigerante) o presi&#243;n (interruptor por baja presi&#243;n de
                    aceite). Un sensor interruptor tiene normalmente dos conectores: retorno de se&#241;al (tierra) y se&#241;al.
                    Un sensor interruptor generalmente emite una se&#241;al de entrada digital de baja velocidad.
                </def>
            </deflist>
            <deflist>
                <term>Restricci&#243;n de un sistema (aire)</term>
                <def>La diferencia en presi&#243;n est&#225;tica que ocurre a un flujo de aire determinado, desde una
                    entrada hasta una salida de aire en un sistema. Generalmente se mide en pulgadas o mil&#237;metros
                    de agua. (SAE J1004 SEP81)
                </def>
            </deflist>
            <deflist>
                <term>Se&#241;al de salida del tac&#243;metro</term>
                <def>Se&#241;al de la velocidad del motor utilizada por tac&#243;metros remotos.</def>
            </deflist>
            <deflist>
                <term>Termistor</term>
                <def>Dispositivo semiconductor. Elemento sensor que carga resistencia a medida que cambia la
                    temperatura.
                </def>
            </deflist>
            <deflist>
                <term>Carga de empuje</term>
                <def>Carga que empuja un cojinete en la misma direcci&#243;n de un eje.</def>
            </deflist>
            <deflist>
                <term>Punto muerto superior (PMI)</term>
                <def>La posici&#243;n m&#225;s alta del pist&#243;n durante su recorrido.</def>
            </deflist>
            <deflist>
                <term>Torque</term>
                <def>Fuerza que tiene un efecto de torsi&#243;n o rotaci&#243;n. Para una fuerza &#250;nica, el producto
                    combinado de un vector desde alg&#250;n punto de referencia hasta el punto de aplicaci&#243;n de la
                    fuerza dentro de la propia fuerza. Tambi&#233;n llamado momento de fuerza o momento de rotaci&#243;n.
                    El torque es una de las medidas de la capacidad de un motor para realizar un trabajo.
                </def>
            </deflist>
            <deflist>
                <term>Truck Computer Analysis of Performance and Economy (TCAPE)</term>
                <def>Truck Computer Analysis of Performance and Economy (an&#225;lisis por computadora del rendimiento y
                    consumo de combustible de camiones) es un programa de computadora que simula el rendimiento y el
                    consumo de combustible de camiones.
                </def>
            </deflist>
            <deflist>
                <term>Turboalimentador</term>
                <def>Compresor impulsado por una turbina, instalado en el m&#250;ltiple de escape. El turboalimentador
                    aumenta la presi&#243;n, la temperatura y la densidad del aire de admisi&#243;n.
                </def>
            </deflist>
            <deflist>
                <term>Sensor de capacitancia variable</term>
                <def>Sensores usados para medir presi&#243;n. La presi&#243;n obliga a un material cer&#225;mico a
                    acercarse a un delgado disco met&#225;lico incorporado, lo que cambia la capacitancia del sensor.
                </def>
            </deflist>
            <deflist>
                <term>Sistema de programaci&#243;n del sistema electr&#243;nico del veh&#237;culo</term>
                <def>Sistema de computadora usado para programar veh&#237;culos controlados electr&#243;nicamente.</def>
            </deflist>
            <deflist>
                <term>Activar/Engranar el retardador del veh&#237;culo</term>
                <def>Se&#241;al desde el ECM hacia el retardador del veh&#237;culo.</def>
            </deflist>
            <deflist>
                <term>Sensor de la velocidad del veh&#237;culo (VSS)</term>
                <def>Normalmente un sensor de captaci&#243;n magn&#233;tica, que se instala en la carcasa del eje de
                    salida de la transmisi&#243;n para indicar la velocidad sobre carretera.
                </def>
            </deflist>
            <deflist>
                <term>Viscosidad</term>
                <def>La resistencia interna al flujo que tiene cualquier l&#237;quido.</def>
            </deflist>
            <deflist>
                <term>Impulsor hidr&#225;ulico del ventilador</term>
                <def>Impulsor de ventilador que se activa cuando un termostato, al detectar aire a alta temperatura,
                    fuerza un fluido a trav&#233;s de un acople especial. El fluido activa el ventilador.
                </def>
            </deflist>
            <deflist>
                <term>Voltio (V)</term>
                <def>Unidad de fuerza electromotriz que mueve una corriente de un amperio a trav&#233;s de una
                    resistencia de un ohmio.
                </def>
            </deflist>
            <deflist>
                <term>Voltaje</term>
                <def>Potencial el&#233;ctrico expresado en voltios.</def>
            </deflist>
            <deflist>
                <term>Ca&#237;da de voltaje</term>
                <def>Reducci&#243;n en el voltaje aplicado desde la corriente que fluye a trav&#233;s de un circuito o
                    porci&#243;n de un circuito, multiplicada por la resistencia.
                </def>
            </deflist>
            <deflist>
                <term>Voltaje de encendido</term>
                <def>Voltaje suministrado por el interruptor de encendido cuando la llave est&#225; en la posici&#243;n
                    ON.
                </def>
            </deflist>
            <deflist>
                <term>Capa de al&#250;mina</term>
                <def>Capa aplicada al sustrato de un convertidor catal&#237;tico tipo monolito.</def>
            </deflist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411APPENDIXA.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
