<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Fugas de combusti&#243;n hacia el refrigerante
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Fugas de combusti&#243;n hacia el refrigerante</title>
        <svcprocinfo>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Falla en la camisa de un inyector</para>
                </item>
                <item>
                    <para>Falla en la camisa de una buj&#237;a incandescente</para>
                </item>
                <item>
                    <para>Falla en la empaquetadura de la culata</para>
                </item>
                <item>
                    <para>Pared de un cilindro porosa</para>
                </item>
            </randlist>
            <para>Las fugas de combusti&#243;n pueden identificarse por la presencia de gases de combusti&#243;n en el
                dep&#243;sito de desaireaci&#243;n del refrigerante del motor. La causa m&#225;s probable de las fugas
                de gases de combusti&#243;n hacia el sistema de enfriamiento es a trav&#233;s de la camisa de un
                inyector o buj&#237;a incandescente en la culata. Tambi&#233;n es posible que la causa sea la
                empaquetadura de la culata o que la pared de un cilindro est&#233; porosa, pero no debe sospecharse de
                ellas, a menos que haya evidencia de que el motor se est&#233; recalentando o que el motor tenga mucho
                kilometraje sin aditivo en el refrigerante.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Prueba de fugas de combusti&#243;n usando baja presi&#243;n</title>
            <step1>
                <para count="1">Enchufe el calentador del bloque del motor para calentar el refrigerante</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga este procedimiento para
                        sacar la tapa a presi&#243;n del radiador. Siempre espere hasta que el motor se enfr&#237;e.
                        Envuelva la tapa con un trapo grueso. Afl&#243;jela lentamente y espere un momento. Esto evitar&#225;
                        posibles quemaduras por refrigerante caliente o vapor. Siga girando la tapa hacia la izquierda y
                        ret&#237;rela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Instale el probador de presi&#243;n de radiadores con el adaptador apropiado.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de enfriamiento a 96 kPa (14 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Retire las buj&#237;as incandescentes y sus cables de todos los cilindros.</para>
            </step1>
            <step1>
                <para count="1">Limpie las camisas de las buj&#237;as incandescentes con hisopos de algod&#243;n.</para>
            </step1>
            <figure id="f2400401.5" figsize="col-wide">
                <graphic id="f2400401" filename="../figd08/d08102.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         box="yes"/>
                <caption>Corte transversal de la culata mostrando la camisa de una buj&#237;a incandescente</caption>
            </figure>
            <step1>
                <para count="1">Verifique que el sistema de enfriamiento sigue presurizado a 96 kPa (14 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar el motor a mano y revise si hay refrigerante acumulado en la parte superior
                    de los pistones y saliendo por las cavidades para buj&#237;as incandescentes.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la fuga es peque&#241;a, es posible que deba dejar la presi&#243;n toda la noche para
                            volver a inspeccionar el sistema de enfriamiento en la ma&#241;ana. Deje el calentador del
                            bloque del motor enchufado.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra la fuga, vaya al paso 8.</para>
                    </item>
                    <item>
                        <para>Si no encuentra la fuga, haga a continuaci&#243;n la Prueba de fugas de combusti&#243;n
                            usando alta presi&#243;n.
                        </para>
                    </item>
                </randlist>
                <figure id="f2400402" figsize="col-wide">
                    <graphic id="f2400461a" filename="../figd08/d08101.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" box="yes"/>
                    <caption>Corte transversal de la culata mostrando la camisa de un inyector</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Retire la culata seg&#250;n el procedimiento descrito en el Manual de servicio del
                    motor. Haga todas las inspecciones y una prueba de presi&#243;n a la culata para encontrar el
                    trayecto de la fuga. Inspeccione la empaquetadura de la culata en busca de fugas de refrigerante y
                    verifique que las superficies de contacto del bloque y la culata est&#233;n planas usando una regla
                    y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si un cilindro tiene fugas de combusti&#243;n, se recomienda sustituir tanto la camisa del
                            inyector como la de la buj&#237;a incandescente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si ambas camisas fueron sustituidas, vuelva a probar la culata con la placa para pruebas
                    de presi&#243;n para verificar la reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">A&#241;ada refrigerante en el dep&#243;sito de desaireaci&#243;n hasta el nivel normal
                    de operaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fugas de combusti&#243;n usando alta presi&#243;n</title>
            <step1>
                <para count="1">Enchufe el calentador del bloque del motor para calentar el refrigerante</para>
            </step1>
            <step1>
                <para count="1">Retire las buj&#237;as incandescentes y sus cables de todos los cilindros.</para>
            </step1>
            <figure id="f2400403" figsize="col-wide">
                <graphic filename="../figD05/D0513.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Nivel de llenado del dep&#243;sito de desaireaci&#243;n</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga este procedimiento para
                        sacar la tapa a presi&#243;n del radiador. Siempre espere hasta que el motor se enfr&#237;e.
                        Envuelva la tapa con un trapo grueso. Afl&#243;jela lentamente y espere un momento. Esto evitar&#225;
                        posibles quemaduras por refrigerante caliente o vapor. Siga girando la tapa hacia la izquierda y
                        ret&#237;rela.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque la tapa (o el probador de presi&#243;n de radiadores) del dep&#243;sito de
                    desaireaci&#243;n y ll&#233;nelo con refrigerante hasta un punto por encima de la conexi&#243;n de
                    la manguera de desaireaci&#243;n.
                </para>
            </step1>
            <figure id="f2400405" figsize="col-wide">
                <graphic id="ZTSE4506" filename="../figd31/d31103.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         box="yes"/>
                <caption>Herramienta adaptadora de compresi&#243;n (ZTSE4506)</caption>
            </figure>
            <step1>
                <para count="1">Instale la herramienta adaptadora de compresi&#243;n en la cavidad de la buj&#237;a
                    incandescente y adapte el extremo del medidor para recibir aire comprimido a 690-1100 kPa (100-160
                    lb/pulg
                    <supscript>2</supscript>).
                </para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que el anillo O est&#233; en el adaptador de compresi&#243;n al
                            instalarlo, y de sacarlo luego de la cavidad de la buj&#237;a incandescente.
                        </para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor, est&#233;
                        consciente de que el motor puede girar abruptamente cuando presuriza el cilindro.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Con aire comprimido aplicado, haga girar el motor a mano para cerrar las v&#225;lvulas
                    del cilindro que va a probar.
                </para>
            </step1>
            <step1>
                <para count="1">Observe si aparece aire en el dep&#243;sito de desaireaci&#243;n. Si hay una fuga por el
                    cilindro presurizado, se ver&#225;n burbujas de aire en el dep&#243;sito de desaireaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Presurice cada cilindro durante 3 minutos como m&#237;nimo, para asegurarse de que el aire
                            de la fuga pueda llegar hasta el dep&#243;sito de desaireaci&#243;n.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra la fuga, vaya al paso 7.</para>
                    </item>
                    <item>
                        <para>Si no encuentra la fuga, saque las culatas una a la vez, seg&#250;n los procedimientos
                            descritos en el Manual de servicio del motor. Haga todas las inspecciones y una prueba de
                            presi&#243;n a la culata para encontrar el trayecto de la fuga. Inspeccione la empaquetadura
                            de la culata en busca de fugas de refrigerante y verifique que las superficies de contacto
                            del bloque y la culata est&#233;n planas usando una regla y l&#225;minas calibradas.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra la fuga en la culata, haga la reparaci&#243;n necesaria y repita la prueba
                            para confirmar la reparaci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si no lo encuentra, inspeccione las cavidades para los cilindros.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire la culata seg&#250;n el procedimiento descrito en el Manual de servicio del
                    motor. Haga todas las inspecciones y una prueba de presi&#243;n a la culata para encontrar el
                    trayecto de la fuga. Inspeccione la empaquetadura de la culata en busca de fugas de refrigerante y
                    verifique que las superficies de contacto del bloque y la culata est&#233;n planas usando una regla
                    y l&#225;minas calibradas.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si un cilindro tiene fugas de combusti&#243;n, se recomienda sustituir tanto la camisa del
                            inyector como la de la buj&#237;a incandescente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si ambas camisas fueron sustituidas, vuelva a probar la culata con la placa para pruebas
                    de presi&#243;n para verificar la reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">A&#241;ada refrigerante en el dep&#243;sito de desaireaci&#243;n hasta el nivel normal
                    de operaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
