<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275</stitle>
    <svcman/>
    <svcman mantype="diagnosis" id="MGES-305-2" date="Febrero 2006" formnum="EGES-306-1" translation="spanish"/>
    <title>Manual de diagn&#243;stico del motor VT 275</title>
    <manapply>
        <engfam>VT 275</engfam>
    </manapply>
    <foreword>
        <para>Este manual de diagn&#243;sticos forma parte de una serie de publicaciones destinada a ayudar a los t&#233;cnicos
            en el mantenimiento de los motores International&#174; seg&#250;n los &#250;ltimos adelantos t&#233;cnicos.
        </para>
        <para>Debido a nuestro compromiso con el desarrollo y la investigaci&#243;n constantes, algunos procedimientos,
            requisitos y piezas pueden alterarse para mejorar los productos International e introducir adelantos tecnol&#243;gicos.
        </para>
        <para>Esta publicaci&#243;n puede tener revisiones peri&#243;dicas que ser&#225;n enviadas autom&#225;ticamente
            por correo a los suscriptores del Servicio de Revisiones. Las siguientes publicaciones de apoyo para motores
            diesel International&#174; pueden obtenerse de:
        </para>
        <table type="simple" frame="none">
            <tgroup cols="1">
                <colspec colname="col1"/>
                <tbody>
                    <row rowsep="0">
                        <entry>
                            <para>International Truck and Engine Corporation Order Desk</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Printing and Distribution Services</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>C/O Moore Wallace North America</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>1750 Wallace Avenue</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>St. Charles, IL 60174</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Estados Unidos</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Tel&#233;fono (630) 313-7507</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="form" type="simple" frame="topbot">
            <tgroup cols="2">
                <colspec colname="col1" colwidth="0.44*"/>
                <colspec colname="col2" colwidth="1.56*"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <para>Publicaciones de servicio t&#233;cnico para motores VT 275</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>N&#250;mero*</para>
                        </entry>
                        <entry>
                            <para>Descripci&#243;n</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGES-301</para>
                        </entry>
                        <entry>
                            <para>Manual de servicio del motor VT 275</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGES-306</para>
                        </entry>
                        <entry>
                            <para>Manual de diagn&#243;stico del motor VT 275</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>1171818R2</para>
                        </entry>
                        <entry>
                            <para>Manual de operaci&#243;n y mantenimiento del motor VT 275</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGED-315</para>
                        </entry>
                        <entry>
                            <para>Formulario de diagn&#243;sticos del motor VT 275</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGED-310</para>
                        </entry>
                        <entry>
                            <para>Formulario Diagn&#243;sticos del sistema de control electr&#243;nico del motor VT
                                275
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <para>* Se suministrar&#225; la &#250;ltima versi&#243;n de cada publicaci&#243;n.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <note>
                                <para>Un gui&#243;n (-) y un d&#237;gito despu&#233;s del n&#250;mero de publicaci&#243;n
                                    indican la versi&#243;n.
                                </para>
                            </note>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </foreword>
    <svcdiag>
        <para>Las tareas de diagn&#243;stico son procedimientos sistem&#225;ticos de investigaci&#243;n que se realizan
            para localizar y corregir problemas en el motor. Primero se considera el motor como un todo y luego se
            localiza el problema en alguno de sus componentes o sistemas como admisi&#243;n, escape, enfriamiento,
            lubricaci&#243;n o inyecci&#243;n. Los procedimientos de prueba le ayudar&#225;n luego a analizar el origen
            del problema.
        </para>
        <para>Requisitos para hacer un diagn&#243;stico eficaz:</para>
        <randlist type="bullet">
            <item>
                <para>Conocimiento de los principios de operaci&#243;n tanto del motor como de los sistemas de aplicaci&#243;n.</para>
            </item>
            <item>
                <para>Conocimiento para realizar y entender todos los procedimientos de las publicaciones de diagn&#243;stico
                    y servicio.
                </para>
            </item>
            <item>
                <para>Disponibilidad de medidores y otro equipo de pruebas de diagn&#243;stico y la capacidad para
                    usarlos.
                </para>
            </item>
            <item>
                <para>Disponibilidad de la informaci&#243;n m&#225;s reciente relacionada con el motor.</para>
            </item>
        </randlist>
        <para>Aunque la causa de una falla del motor pudiera parecer evidente, con frecuencia la verdadera causa no se
            encuentra hasta que se repite la misma falla. Esto puede prevenirse realizando tareas espec&#237;ficas de
            diagn&#243;stico antes, durante y despu&#233;s de desarmar el motor y durante el armado.
        </para>
        <para>Tambi&#233;n es muy importante realizar pruebas espec&#237;ficas de diagn&#243;stico despu&#233;s de haber
            armado el motor, antes y despu&#233;s de ponerlo en servicio.
        </para>
        <para>El reconocimiento de los s&#237;ntomas que condujeron a la falla del motor es el resultado de un diagn&#243;stico
            correcto. El diagn&#243;stico eficaz requiere del uso del siguiente material de referencia:
        </para>
        <randlist type="bullet">
            <item>
                <para>Manual de servicio del motor</para>
            </item>
            <item>
                <para>Formulario de diagn&#243;sticos</para>
            </item>
            <item>
                <para>Formulario de diagn&#243;sticos del sistema de control electr&#243;nico</para>
            </item>
            <item>
                <para>Boletines de servicio</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>En los procedimientos de pruebas y en las referencias, los valores en el sistema m&#233;trico
                    decimal preceden a los valores en el sistema estadounidense.
                </para>
                <para>Ejemplos: 96 kPa (14 lb/pulg
                    <supscript>2</supscript>), 20 &#176;C (68 &#176;F)
                </para>
            </note>
        </specpara>
    </svcdiag>
    <safety>
        <para>Este manual proporciona instrucciones para llevar a cabo procedimientos de mantenimiento generales y espec&#237;ficos
            y m&#233;todos de reparaci&#243;n esenciales para la operaci&#243;n confiable del motor y para su propia
            seguridad. Debido a que hay muchas variantes en procedimientos, herramientas y repuestos, no pueden darse
            consejos sobre todas las posibles condiciones de seguridad y peligros que pudieran presentarse.
        </para>
        <para>No seguir las instrucciones de este manual o ignorar las advertencias y precauciones puede causar lesiones
            personales, accidentes fatales y da&#241;os al motor o al veh&#237;culo.
        </para>
        <para>Lea las instrucciones sobre seguridad que aparecen a continuaci&#243;n antes de realizar cualquiera de los
            trabajos o procedimientos de prueba de este manual, ya sean para el motor o para el veh&#237;culo. Para
            obtener mayor informaci&#243;n, refi&#233;rase a los manuales relacionados con este motor.
        </para>
        <para>
            <title>TERMINOLOG&#205;A DE SEGURIDAD</title>
        </para>
        <para>En este manual se usan tres t&#233;rminos para hacer &#233;nfasis en su seguridad personal y en la operaci&#243;n
            segura del motor:
            <emph type="bold">Advertencia</emph>,
            <emph type="bold">Cuidado</emph>
            y
            <emph type="bold">Nota</emph>.
        </para>
        <para>
            <emph type="bold">Advertencia</emph>: Se&#241;ala condiciones, peligros y pr&#225;cticas inseguras que
            pueden causar lesiones personales o accidentes fatales.
        </para>
        <para>
            <emph type="bold">Cuidado</emph>: Se&#241;ala condiciones y procedimientos que pueden causar da&#241;os al
            motor o al veh&#237;culo.
        </para>
        <para>
            <emph type="bold">Nota</emph>: Indica un punto o procedimiento clave que debe seguir para que las
            reparaciones o el diagn&#243;stico queden bien hechos y para que el motor funcione eficientemente.
        </para>
        <para>
            <title>INSTRUCCIONES SOBRE SEGURIDAD</title>
        </para>
        <randlist type="bullet">
            <title>Veh&#237;culo</title>
            <item>
                <para>Antes de hacer cualquier trabajo o procedimiento de diagn&#243;stico en el motor o en el veh&#237;culo,
                    aseg&#250;rese de que el veh&#237;culo est&#233; en PARKo en neutro, que el freno de estacionamiento
                    est&#233; puesto y que las ruedas est&#233;n bloqueadas.
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>&#193;rea de trabajo</title>
            <item>
                <para>Mantenga el &#225;rea de trabajo limpia, seca y organizada.</para>
            </item>
            <item>
                <para>No mantenga herramientas y piezas en el piso.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que el &#225;rea de trabajo tenga buena ventilaci&#243;n e iluminaci&#243;n.
                </para>
            </item>
            <item>
                <para>Aseg&#250;rese de tener a la mano un botiqu&#237;n de primeros auxilios.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de tener a la mano un equipo de enjuague de ojos.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Equipo de seguridad</title>
            <item>
                <para>Use dispositivos de elevaci&#243;n apropiados.</para>
            </item>
            <item>
                <para>Use soportes y bloques de seguridad.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Medidas de protecci&#243;n</title>
            <item>
                <para>Use anteojos y calzado de seguridad (no trabaje descalzo, con sandalias ni calzado deportivo).
                </para>
            </item>
            <item>
                <para>Use ropa de trabajo apropiada.</para>
            </item>
            <item>
                <para>No use relojes de pulsera, anillos ni otras joyas.</para>
            </item>
            <item>
                <para>Si usa el cabello largo, rec&#243;jaselo.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Prevenci&#243;n de incendios</title>
            <item>
                <para>Aseg&#250;rese de tener extintores de incendio cargados en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Revise la clasificaci&#243;n de cada extintor para asegurarse de que sirven para los siguientes
                    tipos de incendios.
                </para>
            </note>
        </specpara>
        <para>1. Tipo A - Para madera, papel, textiles y basura</para>
        <para>2. Tipo B - Para l&#237;quidos inflamables</para>
        <para>3. Tipo C - Para equipo el&#233;ctrico</para>
        <para>
            <title>Bater&#237;as</title>Las bater&#237;as producen gases muy inflamables mientras se cargan e incluso
            despu&#233;s.
        </para>
        <randlist type="bullet">
            <item>
                <para>Evite inclinarse sobre las bater&#237;as.</para>
            </item>
            <item>
                <para>Prot&#233;jase los ojos.</para>
            </item>
            <item>
                <para>No exponga las bater&#237;as a llamas vivas o chispas.</para>
            </item>
            <item>
                <para>No fume.</para>
            </item>
            <item>
                <para>Siempre desconecte el cable a tierra antes de trabajar en el sistema el&#233;ctrico.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Aire comprimido</title>
            <item>
                <para>Limite la presi&#243;n de las pistolas de aire comprimido del taller a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </item>
            <item>
                <para>Use equipo aprobado.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que todas las mangueras de aire est&#233;n en buen estado.</para>
            </item>
            <item>
                <para>No dirija el aire hacia el cuerpo o la ropa.</para>
            </item>
            <item>
                <para>Use anteojos de seguridad con protecci&#243;n lateral.</para>
            </item>
            <item>
                <para>Use una protecci&#243;n adecuada para las dem&#225;s personas en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Aseg&#250;rese de que todas las herramientas est&#233;n en buen estado.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que todas las herramientas el&#233;ctricas tengan conexi&#243;n a tierra.</para>
            </item>
            <item>
                <para>Revise que no haya cordones o cables pelados.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Fluidos sometidos a presi&#243;n</title>
            <item>
                <para>Tenga mucho cuidado al trabajar en sistemas que contengan fluidos bajo presi&#243;n.</para>
            </item>
            <item>
                <para>S&#243;lo realice procedimientos aprobados.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Combustible</title>
            <item>
                <para>No exceda la capacidad del tanque de combustible. Exceder la capacidad crea riesgos de incendio.
                </para>
            </item>
            <item>
                <para>No fume en el &#225;rea de trabajo.</para>
            </item>
            <item>
                <para>Mantenga el embudo o la boquilla de la manguera en contacto con la abertura de llenado del tanque
                    de combustible. Un buen contacto evitar&#225; que se produzcan chispas el&#233;ctricas.
                </para>
            </item>
            <item>
                <para>No llene el tanque de combustible con el motor en marcha.</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Eliminaci&#243;n de combustible, aceite, refrigerante y otros l&#237;quidos, substancias y materiales
                igualmente peligrosos
            </title>
            <item>
                <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para el
                    medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                    alcantarillas o en corrientes o cuerpos de agua.
                </para>
            </item>
            <item>
                <para>No permita que l&#237;quidos del motor permanezcan en contacto con su piel. L&#225;vese las manos
                    y las u&#241;as con agua y jab&#243;n o con un buen producto limpiador de manos. Lave o deseche
                    adecuadamente la ropa y los trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor
                    contienen elementos da&#241;inos para la piel que podr&#237;an incluso causar c&#225;ncer.
                </para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Retiro de herramientas, repuestos y equipo</title>
            <item>
                <para>Despu&#233;s de haber trabajado en el motor, vuelva a colocar los dispositivos de seguridad,
                    protectores y defensas.
                </para>
            </item>
            <item>
                <para>Una vez que termine el trabajo, aseg&#250;rese de sacar del motor y del veh&#237;culo todas las
                    herramientas, repuestos y equipo.
                </para>
            </item>
        </randlist>
    </safety>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_0.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_E3060001.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
