<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        FORMULARIOS DE DIAGN&#211;STICO - Introducci&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="2">
        <title>Introducci&#243;n</title>
        <svcsubproc>
            <title>Dos tipos de formularios</title>
            <para>La finalidad de los formularios de diagn&#243;stico del motor es proporcionar satisfacci&#243;n a
                nuestros clientes y ayudar a los t&#233;cnicos en la ubicaci&#243;n de fallas en los motores diesel DT
                466 y DT 530. Los formularios de diagn&#243;stico proporcionan una gu&#237;a para localizar problemas r&#225;pida
                y f&#225;cilmente y para evitar reparaciones y gastos innecesarios. Los formularios de diagn&#243;stico
                deben mantenerse en el taller y usarse para proporcionar m&#233;todos sistem&#225;ticos y que ahorran
                tiempo en el diagn&#243;stico de problemas del motor.
            </para>
            <para>Los formularios de diagn&#243;stico comienzan con lo b&#225;sico y avanzan hacia las pruebas m&#225;s
                dif&#237;ciles. Esto conduce al t&#233;cnico en una trayectoria de diagn&#243;stico para comprobar
                primero los problemas m&#225;s comunes y continuar con los menos probables. Cada formulario se debe
                seguir en secuencia, comenzando por la prueba n&#250;mero uno y siguiendo hasta la prueba final. Se debe
                seguir este orden porque algunos componentes dependen del funcionamiento de otros componentes para una
                operaci&#243;n apropiada. La ejecuci&#243;n de las pruebas sin seguir el orden indicado puede conducir a
                conclusiones err&#243;neas.
            </para>
            <para>
                <emph type="bold">Se necesitan dos formularios de diagn&#243;stico para diagnosticar apropiadamente los
                    motores diesel DT 466 y DT 530.
                </emph>
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Diagn&#243;sticos de arranque dif&#237;cil o no arranque y de rendimiento,
                        EGED-221</emph>.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>El lado izquierdo del formulario EGED-221
                        <xref refid="f1750202"/>
                        se usa para diagnosticar condiciones de arranque dif&#237;cil o no arranque. Las pruebas de
                        arranque d&#237;ficil o no arranque y de rendimiento deben hacerse en secuencia, ya que hacerlas
                        en otro orden puede conducir a conclusiones err&#243;neas. Vea la Secci&#243;n 2, Diagn&#243;sticos
                        de arranque dif&#237;cil o no arranque y de rendimiento para instrucciones detalladas.
                    </para>
                </item>
                <item>
                    <para>El lado derecho del formulario EGED-221
                        <xref refid="f1750202"/>
                        se usa para diagnosticar problemas de rendimiento con el motor en marcha. Estas pruebas gu&#237;an
                        al t&#233;cnico a trav&#233;s de condiciones en las cuales el motor est&#225; funcionando con
                        alg&#250;n tipo de problema de rendimiento. Un ejemplo ser&#237;a una queja de falta de
                        potencia. Las pruebas deben hacerse en secuencia, ya que hacerlas en otro orden puede conducir a
                        conclusiones err&#243;neas. Refi&#233;rase a la Secci&#243;n 2, Diagn&#243;sticos de rendimiento
                        del motor para instrucciones detalladas.
                    </para>
                </item>
                <item>
                    <para>El dorso del formulario tiene una serie de ilustraciones que indican la ubicaci&#243;n de los
                        puntos de prueba y c&#243;mo conectar el equipo de prueba en cada punto descrito en el frente
                        del formulario (cuando as&#237; lo requiera)
                        <xref refid="f1750202.1"/>.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">
                    <emph type="bold">Diagn&#243;sticos del sistema de control electr&#243;nico, EGED-226</emph>
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>El frente de este formulario EGED-226 tiene dos tablas y un diagrama el&#233;ctrico del motor.
                        Las tablas contienen el valor de las se&#241;ales asociadas con cada una de las conexiones de
                        los pines del ECM para el motor y para los componentes del chasis del veh&#237;culo. El diagrama
                        el&#233;ctrico muestra los componentes instalados en el motor, las conexiones de los pines del
                        ECM y la numeraci&#243;n de los cables
                        <xref refid="f17503001"/>.
                    </para>
                </item>
                <item>
                    <para>El dorso de este formulario tiene un diagrama el&#233;ctrico de todos los componentes electr&#243;nicos
                        instalados en el chasis, las conexiones de los pines del ECM y la numeraci&#243;n de los cables
                        <xref refid="f17503002"/>.
                    </para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>M&#225;s informaci&#243;n relativa a este formulario se encuentra en la Secci&#243;n 3.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Informaci&#243;n sobre el veh&#237;culo</title>
            <specpara>
                <important>
                    <para>ANTES DE INTENTAR REALIZAR CUALQUIERA DE LOS PROCEDIMIENTOS DE DIAGN&#211;STICO, ES IMPORTANTE
                        ESCRIBIR LA INFORMACI&#211;N SOLICITADA EN LA PARTE SUPERIOR DE LOS FORMULARIOS DE DIAGN&#211;STICO.
                    </para>
                </important>
            </specpara>
            <para>La FECHA, KIL&#211;METROS (MILLAS) y HORAS son informaciones importantes para fines de
                garant&#237;a.
            </para>
            <para>El NUMERO DE SERIE DEL MOTOR y el NUMERO DE IDENTIFICACI&#211;N DEL VEH&#205;CULO (VIN) son
                importantes para pedir piezas de repuesto y referirse a la informaci&#243;n de servicio. El N&#218;MERO
                DE SERIE DEL MOTOR est&#225; troquelado en un saliente al lado de la parte trasera del filtro de
                combustible, a la izquierda del bloque. El VIN est&#225; en el marco de la puerta del conductor.
            </para>
            <para>La informaci&#243;n sobre HP DEL MOTOR / EMISIONES y el C&#211;DIGO DE CLASIFICACI&#211;N DEL MOTOR
                (EFRC) es informaci&#243;n importante para determinar si el motor es de la potencia correcta para el uso
                del veh&#237;culo y si el ECM est&#225; calibrado con informaci&#243;n correcta sobre potencia y
                emisiones. La informaci&#243;n sobre HP DEL MOTOR / EMISIONES se encuentra en la etiqueta de emisiones
                situada en la tapa de v&#225;lvulas / m&#250;ltiple de admisi&#243;n. El C&#211;DIGO DE CLASIFICACI&#211;N
                DEL MOTOR s&#243;lo puede leerse con la EST (herramienta electr&#243;nica de servicio).
            </para>
            <para>La informaci&#243;n sobre el MEC&#193;NICO y la UNIDAD es &#250;til como referencia solamente
                <xref refid="te1750201"/>.
            </para>
            <table id="te1750201">
                <title>Informaci&#243;n requerida en el formulario de diagn&#243;sticos:</title>
                <tgroup cols="7" colsep="1" rowsep="1">
                    <colspec colwidth="12.13*"/>
                    <colspec colname="col2" colwidth="14.22*"/>
                    <colspec colname="col3" colwidth="12.46*"/>
                    <colspec colname="col4" colwidth="16.87*"/>
                    <colspec colname="col5" colwidth="17.75*"/>
                    <colspec colname="col6" colwidth="4.19*"/>
                    <colspec colname="col7" colwidth="22.38*"/>
                    <spanspec namest="col6" nameend="col7" spanname="6to7"/>
                    <spanspec namest="col2" nameend="col3" spanname="2to3"/>
                    <spanspec namest="col5" nameend="col7" spanname="5to7"/>
                    <spanspec namest="col4" nameend="col5" spanname="4to5"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>Fecha:</para>
                            </entry>
                            <entry>
                                <para>Kil&#243;metros (Millas):</para>
                            </entry>
                            <entry>
                                <para>Horas:</para>
                            </entry>
                            <entry align="justify">
                                <para>Mec&#225;nico:</para>
                            </entry>
                            <entry>
                                <para>No. de pieza de los inyectores:</para>
                            </entry>
                            <entry colspan="2" spanname="6to7">
                                <para>No. de pieza del turboalimentador:</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No. de serie del motor:</para>
                            </entry>
                            <entry colspan="2" spanname="2to3">
                                <para>No. de identificaci&#243;n del veh&#237;culo:</para>
                            </entry>
                            <entry>
                                <para>Unidad No.:</para>
                            </entry>
                            <entry colspan="3" spanname="5to7">
                                <para>C&#243;digo de clasificaci&#243;n del motor:</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>HP del motor:</para>
                            </entry>
                            <entry colspan="2" spanname="2to3">
                                <para>Temperatura ambiente:</para>
                            </entry>
                            <entry colspan="2" spanname="4to5">
                                <para>Temperatura del refrigerante:</para>
                            </entry>
                            <entry colspan="2" spanname="6to7">
                                <para>Queja:</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones para los formularios de diagn&#243;stico del motor</title>
            <specpara>
                <note>
                    <para>La informaci&#243;n que se obtenga de los diagn&#243;sticos de arranque dif&#237;cil o no
                        arranque y de rendimiento debe ser anotada en la casilla apropiada del formulario de diagn&#243;sticos
                        de arranque dif&#237;cil o no arranque y de rendimiento
                        <xref refid="te1750202"/>. Si hay demasiada diferencia entre los datos bajo el t&#237;tulo
                        "Especificaci&#243;n" y los obtenidos en cada prueba, haga las correcciones necesarias y repita
                        las pruebas. Conserve esta informaci&#243;n para futuros an&#225;lisis de operaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>El formulario de diagn&#243;sticos EGED-221 est&#225; disponible en bloques de 50 formularios y puede
                solicitarse a:
            </para>
            <verbatim>
                <line>International&#174; Truck and Engine Corporation</line>
                <line>Printing, Procurement and Distribution</line>
                <line>4956 Wayne Road</line>
                <line>Battle Creek, MI 49015</line>
                <line>Estados Unidos</line>
            </verbatim>
            <para>Las siguientes p&#225;ginas tienen informaci&#243;n de apoyo e instrucciones para usar el formulario
                de diagn&#243;sticos mec&#225;nicos EGED-221.
            </para>
            <table id="te1750202">
                <title>Muestra del formulario de diagn&#243;sticos mec&#225;nicos EGED-221:</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">9. Lista de datos de la EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si no hay una EST disponible, haga las Pruebas 10, 11 y 12.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Observe los valores durante 20 segundos o m&#225;s mientras le da arranque
                                    al motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Par&#225;metro</para>
                            </entry>
                            <entry align="center">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Voltaje bater&#237;a</para>
                            </entry>
                            <entry>
                                <para>7 voltios (m&#237;nimo)</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>RPM del motor</para>
                            </entry>
                            <entry>
                                <para>130 RPM (m&#237;nimo)</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Presi&#243;n control inyecci&#243;n</para>
                            </entry>
                            <entry>
                                <para>500 lb/pulg2 (m&#237;nimo)</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si el voltaje es bajo, vea Diagn&#243;sticos hechos por el ECM.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si no hay RPM, revise los c&#243;digos de falla.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n es baja haga la Prueba
                                    13.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f1750202" figsize="pg-wide">
                <graphic filename="../figeg8/eg8755c.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Frente del formulario EGED-221, Diagn&#243;sticos de arranque dif&#237;cil o no arranque y de
                    rendimiento
                </caption>
            </figure>
            <figure id="f1750202.1" figsize="pg-wide">
                <graphic filename="../figeg9/eg9003a.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="600"
                         box="yes"/>
                <caption>Dorso del formulario EGED-221, Diagn&#243;sticos de arranque dif&#237;cil o no arranque y de
                    rendimiento
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
