<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;stico de s&#237;ntomas del motor -
        Procedimientos de las pruebas - Reposicionamiento del ECM o del IDM (titubeo intermitente del motor)
    </stitle>
    <svcman/>
    <svcproc id="s306000402.7" svcproctype="diagnose" graphiccount="0">
        <title>Reposicionamiento del ECM o del IDM (titubeo intermitente del motor)</title>
        <svcprocinfo id="s306000402.7.1">
            <randlist type="bullet">
                <item>
                    <para>Se enciende la luz WAIT TO STARTcon el motor en marcha.</para>
                </item>
                <item>
                    <para>Las buj&#237;as incandescentes se encienden y apagan con el motor en marcha.</para>
                </item>
                <item>
                    <para>El motor titubea y se apaga.</para>
                </item>
                <item>
                    <para>El pedal del acelerador responde deficientemente.</para>
                </item>
                <item>
                    <para>Las distancias recorridas no quedan registradas si el ECM se reposiciona durante el actual
                        ciclo de encendido.
                    </para>
                </item>
            </randlist>
            <para>
                <title>Causas</title>El ECM se reposiciona cuando se reinicia o cuando se desactiva y se vuelve a
                activar con el motor en marcha.
            </para>
            <para>Si ocurre un reposicionamiento, el motor titubear&#225; y el ECM har&#225; un ciclo normal de
                encendido. Esto incluye lo siguiente:
            </para>
            <para>Si ocurre un reposicionamiento, el motor titubear&#225; y el ECM har&#225; un ciclo normal de
                encendido. Esto incluye lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Se enciende la luz WAIT TO START</para>
                </item>
                <item>
                    <para>Se activan las buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>Se activa el calentador de aire de admisi&#243;n (IAH)</para>
                </item>
                <item>
                    <para>Se confirma la posici&#243;n del pedal del acelerador</para>
                </item>
            </randlist>
            <para>Si el pedal no est&#225; en la posici&#243;n de inactividad cuando ocurre el reposicionamiento,
                aparecer&#225; un DTC y el motor funcionar&#225; en ralent&#237; bajo. El ECM no permitir&#225; que el
                pedal del acelerador responda hasta que el sensor de posici&#243;n del acelerador (APS) sea liberado.
            </para>
            <para>Si el pedal no est&#225; en la posici&#243;n de inactividad cuando ocurre el reposicionamiento,
                aparecer&#225; un DTC y el motor funcionar&#225; en ralent&#237; bajo. El ECM no permitir&#225; que el
                pedal del acelerador responda hasta que el sensor de posici&#243;n del acelerador (APS) sea liberado.
            </para>
            <para>Si el pedal no est&#225; en la posici&#243;n de inactividad cuando ocurre el reposicionamiento,
                aparecer&#225; un DTC y el motor funcionar&#225; en ralent&#237; bajo. El ECM no permitir&#225; que el
                pedal del acelerador responda hasta que el sensor de posici&#243;n del acelerador (APS) sea liberado.
            </para>
            <para>La p&#233;rdida moment&#225;nea del suministro de energ&#237;a al ECM o al IDM puede ser causada por
                lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Alg&#250;n fusible hace mala conexi&#243;n</para>
                </item>
                <item>
                    <para>Alg&#250;n conector tiene un circuito abierto en forma intermitente</para>
                </item>
                <item>
                    <para>El cableado de suministro desde la bater&#237;a tiene alguna conexi&#243;n defectuosa</para>
                </item>
                <item>
                    <para>La conexi&#243;n a tierra est&#225; defectuosa</para>
                </item>
                <item>
                    <para>Alg&#250;n rel&#233; de energ&#237;a hace mala conexi&#243;n</para>
                </item>
                <item>
                    <para>Alg&#250;n circuito de energ&#237;a o de tierra est&#225; abierto</para>
                </item>
                <item>
                    <para>El ECM o el IDM pueden estar mal conectados, tener &#243;xido o agua.</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000402.7.2">
            <title>Diagn&#243;sticos para un motor que titubea</title>
            <step1>
                <para count="1">Revise con la EST si hay DTC relacionados con los m&#243;dulos del motor y del chasis.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si aparece el DTC 626 (falla por reposicionamiento inesperado) o el DTC 534 (voltaje del
                            rel&#233; del IDM bajo) como activos o inactivos, vaya al paso 4.
                        </para>
                    </item>
                    <item>
                        <para>Si hay cualquier otro DTC relacionado con el motor, haga el diagn&#243;stico y las
                            reparaciones correspondientes antes de seguir con estos procedimientos.
                        </para>
                    </item>
                    <item>
                        <para>Si al revisar el controlador electr&#243;nico del sistema (ESC) aparece alg&#250;n DTC
                            activo relacionado con el chasis, haga el diagn&#243;stico y las reparaciones
                            correspondientes antes de seguir.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga la
                    <hotlnk document="mges3052_92.xml" xrefid="tp306000605">Prueba 5 &#171;Sistema de suministro de
                        combustible&#187;
                    </hotlnk>
                    de la Secci&#243;n 6 de este manual.
                </para>
            </step1>
            <para>Al hacer los pasos siguientes, refi&#233;rase a la Secci&#243;n 7 de este manual, al &#171;Manual de
                diagramas de circuitos&#187; y al &#171;Manual de servicio CF 500 y CF 600&#187;.
            </para>
            <step1>
                <para count="1">Revise todos los fusibles relacionados con el ECM y el IDM.</para>
            </step1>
            <step1>
                <para count="1">Revise todas las conexiones de la bater&#237;a, V
                    <subscript>IGN</subscript>
                    y tierra del ECM y del IDM.
                </para>
            </step1>
            <step1>
                <para count="1">Monitorice las conexiones de energ&#237;a y tierra del ECM con una caja de derivaciones,
                    bajo las mismas condiciones que originaron la queja del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Monitorice las conexiones de energ&#237;a y tierra del IDM con un cableado de derivaci&#243;n
                    de 12 pines, bajo las mismas condiciones que originaron la queja del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Si no pudo determinar la causa primaria en los pasos anteriores, haga las pruebas
                    restantes de la
                    <hotlnk document="mges3052_E3060006.xml" xrefid="s3060006.1">Secci&#243;n 6</hotlnk>
                    de este manual.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_59.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_61.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
