<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - HERRAMIENTAS - JUEGO PARA PRUEBAS
        DE PRESI&#211;N BEYERS MODELO 200 (ZTSE2239)
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>JUEGO PARA PRUEBAS DE PRESI&#211;N BEYERS MODELO 200 (ZTSE2239)</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>El juego para pruebas de presi&#243;n D-200
                <xref refid="f17505003"/>
                se puede usar para medir la presi&#243;n reforzadora del m&#250;ltiple de admisi&#243;n, la presi&#243;n
                del combustible, la restricci&#243;n del filtro de aire, la restricci&#243;n de combustible, la
                contrapresi&#243;n del escape y la presi&#243;n del bloque del motor. Tambi&#233;n se puede usar para
                medir la precisi&#243;n de los instrumentos del propio juego.
            </para>
            <figure id="f17505003" figsize="col-wide">
                <graphic filename="../figeg1/eg1183.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Juego para pruebas de presi&#243;n Modelo D-200 (ZTSE2239)</caption>
            </figure>
            <para>El medidor de 0 a 30 lb/pulg2se puede usar para medir la presi&#243;n reforzadora del m&#250;ltiple de
                admisi&#243;n.
            </para>
            <para>El man&#243;metro de vac&#237;o de 0 a 30" de Hg (0 a 14,7 lb/pulg2) se emplea para medir la restricci&#243;n
                de entrada en el sistema de combustible.
            </para>
            <para>El medidor Magnehelic de 0 a 60" de H
                <subscript>2</subscript>O (0 a 2,16 lb/pulg2) se puede usar para medir la restricci&#243;n en el filtro
                de aire o la presi&#243;n en el bloque del motor.
            </para>
            <specpara>
                <caution>
                    <para>Los desconectores r&#225;pidos tienen v&#225;lvulas de cierre en los conectores del tablero, y
                        no en el enchufe. NO conecte o desconecte tuber&#237;as mientras est&#225;n bajo presi&#243;n.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Al usar el medidor Magnehelic, aseg&#250;rese de conectar el tubo de prueba en el lugar
                        apropiado "Pressure" o "Vacuum" (presi&#243;n o vac&#237;o). Use el orificio "Pressure" para
                        leer la contrapresi&#243;n del escape o la presi&#243;n del bloque del motor. Use el orificio
                        "Vacuum" para leer la restricci&#243;n del filtro de aire. En ambos casos, EL CONECTOR OPUESTO
                        <emph type="underscr">DEBE SER VENTILADO A LA ATM&#211;SFERA</emph>
                        INSTALANDO EN EL ORIFICIO UN ENCHUFE DE CONEXI&#211;N R&#193;PIDA.
                    </para>
                </note>
            </specpara>
            <para>El medidor de 0 a 160 lb/pulg2puede usarse para revisar la presi&#243;n del combustible.</para>
            <para>El medidor de 0 a 300 lb/pulg2normalmente no se usa para ninguna prueba de diagn&#243;stico de motores
                International&#174;.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones de operaci&#243;n</title>
            <para>Conecte los tubos entre los orificios para pruebas en el panel y los puntos de prueba indicados en el
                dorso del formulario EGED-221, DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE Y DE
                RENDIMIENTO.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_125.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_127.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
