<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - M&#218;LTIPLES Y RECIRCULACI&#211;N DE GASES DE
        ESCAPE - INSTALACI&#211;N - M&#250;ltiple de admisi&#243;n y enfriador de EGR
    </stitle>
    <svcman/>
    <svcproc id="s2960003.4.2" svcproctype="install" graphiccount="8">
        <title>M&#250;ltiple de admisi&#243;n y enfriador de EGR</title>
        <figure id="f296000331" figsize="col-wide">
            <graphic filename="../figd06/d0653.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 88. Instale el sello del m&#243;dulo delantero</caption>
        </figure>
        <step1>
            <para count="1">Aseg&#250;rese de que haya un nuevo sello del m&#243;dulo delantero instalado entre el m&#250;ltiple
                de admisi&#243;n y el m&#243;dulo de la tapa delantera.
            </para>
        </step1>
        <figure id="f296000332" figsize="col-wide">
            <graphic filename="../figd14/d1422.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 89. Empaquetadura del m&#250;ltiple de admisi&#243;n con leng&#252;eta centradora</caption>
        </figure>
        <step1>
            <para count="1">Ponga la empaquetadura del m&#250;ltiple de admisi&#243;n a cada lado del m&#250;ltiple de
                admisi&#243;n e inserte unos pocos pernos para mantenerla en su lugar. Aseg&#250;rese de que las leng&#252;etas
                centradoras est&#233;n mirando hacia arriba en el m&#250;ltiple, mirando hacia el valle del motor.
            </para>
        </step1>
        <step1>
            <para count="1">Saque las tapas protectoras magn&#233;ticas de los orificios de admisi&#243;n de la
                culata.
            </para>
        </step1>
        <figure id="f296000333" figsize="col-wide">
            <graphic filename="../figd14/d1440a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 90. Instale el m&#250;ltiple de admisi&#243;n y enfriador de EGR</caption>
        </figure>
        <step1>
            <para count="1">Ponga el m&#250;ltiple de admisi&#243;n en las culatas.</para>
        </step1>
        <figure id="f296000334" figsize="pg-wide">
            <graphic filename="../figd14/d1423a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                     scalefitheight="532px"/>
            <caption>Figura 91. Secuencia de ajuste de los pernos del m&#250;ltiple de admisi&#243;n</caption>
        </figure>
        <figure id="f296000335" figsize="col-wide">
            <graphic filename="../figd14/d1453.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 92. Ajuste los pernos del m&#250;ltiple de admisi&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Ponga los 16 pernos y pernos esp&#225;rrago del m&#250;ltiple de admisi&#243;n en sus
                orificios correspondientes . Use la secuencia de ajuste siguiente .
            </para>
            <step2>
                <para count="1">Inserte flojos los pernos en la secuencia que se indica.</para>
            </step2>
            <step2>
                <para count="1">Ajuste todos los pernos M6 x 95 al torque especial .</para>
            </step2>
        </step1>
        <figure id="f296000336" figsize="col-wide">
            <graphic filename="../figd14/d1437.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 93. Tuercas del protector t&#233;rmico (lado derecho)</caption>
        </figure>
        <step1>
            <para count="1">Instale el protector t&#233;rmico de admisi&#243;n y dos tuercas M6 en el lado derecho del m&#250;ltiple
                de admisi&#243;n y aj&#250;stelas al torque especial .
            </para>
        </step1>
        <figure id="f296000337" figsize="col-wide">
            <graphic filename="../figd05/d0511a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 94. Alineaci&#243;n del adaptador de entrada de refrigerante para EGR para instalaci&#243;n
                (posici&#243;n no trabada)
            </caption>
            <calloutgroup>
                <callout1 type="arabic">Marca en la cubierta del orificio de suministro de refrigerante para EGR
                </callout1>
                <callout1 type="arabic">Ranura</callout1>
                <callout1 type="arabic">Marca individual de &#237;ndice</callout1>
                <callout1 type="arabic">Borde plano que representa marca doble de &#237;ndice</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Conecte el adaptador de entrada de refrigerante para EGR, alineando la marca individual de
                &#237;ndice (si est&#225; visible) o la ranura al extremo del adaptador, con el resalto de &#237;ndice
                en la tapa del enfriador de aceite .
            </para>
        </step1>
        <figure id="f296000338" figsize="col-wide">
            <graphic filename="../figd14/d1444.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 95. Conecte el adaptador de entrada de refrigerante para EGR al orificio de suministro de
                refrigerante
            </caption>
            <calloutgroup>
                <callout1 type="arabic">Resalto de &#237;ndice en la tapa del enfriador de aceite</callout1>
                <callout1 type="arabic">Orificio de suministro de refrigerante</callout1>
                <callout1 type="arabic">Adaptador de entrada de refrigerante para EGR</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Deslice el adaptador de entrada de refrigerante para EGR hacia el frente del motor por el
                orificio de suministro de refrigerante, subi&#233;ndolo hasta la cara de la tapa del enfriador de
                aceite.
            </para>
            <step2>
                <para count="1">Para trabarlo, gire el adaptador a la derecha o a la izquierda hasta que la marca
                    individual de &#237;ndice (si est&#225; visible) o la ranura ya no est&#233;n alineadas con el
                    resalto de &#237;ndice en la tapa del enfriador de aceite.
                </para>
            </step2>
            <step2>
                <para count="1">Trate de deslizar el adaptador de entrada de refrigerante para EGR fuera del orificio de
                    suministro de refrigerante para verificar que est&#233; bien puesto.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
