<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL, COJINETES, EJE DE LEVAS y
        BUJES - ENSAMBLE DE COMPONENTES - Cig&#252;e&#241;al
    </stitle>
    <svcman/>
    <svcproc svcproctype="inspect" graphiccount="3">
        <title>Cig&#252;e&#241;al</title>
        <specpara>
            <note>
                <para>Antes de proceder, aseg&#243;rese que el cig&#252;e&#241;al ha sido inspeccionado de acuerdo a las
                    instrucciones que se encuentran en esta secci&#243;n.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Use un trapo libre de pelusa para limpiar el aceite de los soportes de los cojinetes del
                bloque del motor.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione cada cojinete. Reemplace todos los cojinetes que tengan ralladuras, astillas o
                est&#233;n desgastados.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Cuando inserte los cojinetes principales en el bloque del motor, aseg&#243;rese que no hay aceite
                    entre el respaldo del cojinete y las sillas de los cojinetes en el bloque del motor.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Coloque los casquetes superiores de los cojinetes en el bloque del motor. Aseg&#243;rese que
                las leng&#252;etas de seguro de los casquetes quedan encajadas en sus ranuras en el bloque del motor y
                que los agujeros del paso de aceite de los casquetes alineen con los agujeros en el bloque del motor.
            </para>
            <specpara>
                <note>
                    <para>El cojinete de empuje del cig&#252;e&#241;al est&#225; instalado en el mu&#241;&#243;n del
                        cojinete principal n&#243;mero 4.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Lubrique el casquete con aceite de motor limpio.</para>
            <figure id="f2350849" figsize="col-wide">
                <graphic filename="../figd07/d0717.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Lubricando los Casquetes Superiores de los Cojinetes</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale la herramienta para el tiempo del cig&#252;e&#241;al de tal manera que la marca
                &#237;ndice en el engranaje del eje de levas quede visible cuando se alinee la ranura de la herramienta
                para el tiempo.
            </para>
            <figure id="f2350815.1" figsize="col-wide">
                <graphic filename="../figd03/d0309.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="400"
                         box="yes"/>
                <caption>Herramienta para el Tiempo Instalada en el Cig&#252;e&#241;al</caption>
                <calloutgroup>
                    <callout1 type="arabic">Herramienta para el tiempo en el cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Marca &#205;ndice en el eje de levas</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar serias lesiones personales o la posible muerte, para elevar el equipo, use eslingas de
                    levantamiento de tama&#241;o y resistencia apropiadas, equipadas con trinquete de seguridad en el
                    gancho de levantamiento.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Coloque un tornillo en cada extremo del cig&#252;e&#241;al. Agarre el elevador y las
                eslingas de levantamiento alrededor de los tornillos del cig&#252;e&#241;al y b&#225;jelo cuidadosamente
                sobre sus cinco cojinetes principales.
            </para>
            <figure id="f2350850" figsize="col-wide">
                <graphic filename="../figd07/d0710.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Instalando el Cig&#252;e&#241;al en el Bloque del Motor</caption>
                <calloutgroup>
                    <callout1 type="arabic">Eslinga de levantamiento</callout1>
                    <callout1 type="arabic">Conjunto del cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_137.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_139.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
