<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Inspecci&#243;n visual del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>Inspecci&#243;n visual del motor</title>
        <svcprocinfo>
            <table id="te17502004" frame="all">
                <tgroup cols="5" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.23in"/>
                    <colspec colname="COLSPEC0" colwidth="1.17in"/>
                    <colspec colname="COLSPEC3" colwidth="1.17in"/>
                    <colspec colname="COLSPEC2" colwidth="1.17in"/>
                    <colspec colname="COLSPEC1" colwidth="1.17in"/>
                    <spanspec namest="col1" nameend="COLSPEC1" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>
                                    <emph type="bold">2. Sistemas del motor</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>&#8226; Inspeccione en busca de fugas.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <para>&#8226; Inspeccione en busca de conexiones flojas.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Combustible</para>
                            </entry>
                            <entry colname="COLSPEC0" align="center">
                                <para>Aceite</para>
                            </entry>
                            <entry colname="COLSPEC3" align="center">
                                <para>Refrigerante</para>
                            </entry>
                            <entry colname="COLSPEC2" align="center">
                                <para>Electricidad</para>
                            </entry>
                            <entry colname="COLSPEC1" align="center">
                                <para>Aire</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1" morerows="1">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>La inspecci&#243;n visual del motor en b&#250;squeda de causas posibles de condiciones de arranque dif&#237;cil
                o no arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <step1>
                <para count="1">Inspeccione el tanque de combustible y las tuber&#237;as en busca de da&#241;os y
                    fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la tuber&#237;a desde la bomba de alta presi&#243;n al m&#250;ltiple de
                    suministro de aceite en busca de fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione todo el sistema de enfriamiento en busca de fugas.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de admisi&#243;n de aire en busca de fugas. Refi&#233;rase a
                    Inspecci&#243;n del sistema de admisi&#243;n de aire y a Prueba de presi&#243;n del sistema de
                    admisi&#243;n de aire.
                    <xref refid="p1750202"/>
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que el haz de cables del motor est&#233; encaminado correctamente y que los
                    cables no tengan rozaduras o abrasiones. Verifique que el CMP y el IPR est&#233;n conectados.
                </para>
                <specpara>
                    <note>
                        <para>El motor no arrancar&#225; si el CMP o el IPR est&#225;n desconectados.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise las conexiones de los sensores, rel&#233;s y m&#243;dulos de control.</para>
            </step1>
            <step1>
                <para count="1">Todas las conexiones deben estar bien encastradas y en buenas condiciones, sin da&#241;os
                    ni corrosi&#243;n.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales debido a una explosi&#243;n, no permita fumar ni la presencia
                        de chispas el&#233;ctricas o llamas vivas cerca de las bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Revise que no haya corrosi&#243;n en la conexi&#243;n de los cables y fusibles de la
                    bater&#237;a.
                </para>
                <specpara>
                    <note>
                        <para>Las conexiones del haz de cables del ECM deben ser apretadas a un torque de 5,65 N&#183;m
                            (50 pulg&#183;lb).
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles de condiciones de arranque dif&#237;cil o no arranque</title>
            <randlist type="bullet">
                <item>
                    <para>Tuber&#237;as de retorno de combustible flojas o con fugas pueden hacer que el sistema de
                        combustible pierda el cebado.
                    </para>
                </item>
                <item>
                    <para>Tuber&#237;as de retorno de combustible dobladas u obstruidas restringir&#225;n el flujo de
                        combustible.
                    </para>
                </item>
                <item>
                    <para>Fugas muy grandes de combustible o aceite.</para>
                </item>
                <item>
                    <para>Fugas de refrigerante, que podr&#237;an indicar serios problemas en el motor.</para>
                </item>
                <item>
                    <para>Conectores electr&#243;nicos da&#241;ados o mal instalados.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El sensor de posici&#243;n del &#225;rbol de levas (CMP) y el regulador de la presi&#243;n de
                        inyecci&#243;n (IPR) son los componentes electr&#243;nicos fundamentales que debe inspeccionar
                        cuando el motor no arranca.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title id="p1750202">Inspecci&#243;n del sistema de admisi&#243;n de aire</title>
            <step1>
                <para count="1">Inspeccione la caja protectora del filtro de aire en busca de da&#241;os o deformaci&#243;n
                    que pudieran permitir la entrada de aire sin filtrar al motor.
                </para>
                <specpara>
                    <note>
                        <para>El aire sin filtrar producir&#225; un desgaste acelerado del motor.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione en busca de movimiento del sello de extremo dentro de la caja protectora. Si
                    el sello de extremo se mueve, el &#225;rea de contacto estar&#225; lustrosa, lo que indica que aire
                    sin filtrar ha pasado por el elemento filtrante hacia el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el elemento del filtro de aire en busca de abolladuras o agujeros en el tap&#243;n
                    de extremo, sellos da&#241;ados y holl&#237;n.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione que las mangueras de admisi&#243;n de aire y sus abrazaderas est&#233;n bien
                    ajustadas y colocadas sobre el cord&#243;n de pegamento.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el enfriador del aire de admisi&#243;n instalado en el chasis y su tuber&#237;a.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de presi&#243;n del sistema de admisi&#243;n de aire</title>
            <step1>
                <para count="1">Cubra el di&#225;metro exterior de la entrada del filtro de aire con cinta adhesiva para
                    conductos y ponga un tap&#243;n en el drenaje del recipiente del filtro de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el indicador de restricci&#243;n o los tubos del filtro de aire. Ponga un tap&#243;n
                    para sellar la abertura.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique el tubo de descarga de aire fr&#237;o con un tap&#243;n. Saque el tap&#243;n y
                    conecte una fuente de aire regulada a mano con un man&#243;metro. Refi&#233;rase a Suministro
                    regulado de aire
                    <xref refid="f1750203"/>.
                </para>
                <figure id="f1750203" figsize="col-wide">
                    <graphic filename="../figeg1/eg1177.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="37" box="yes"/>
                    <caption>Suministro regulado de aire</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Aplique de 5 a 8 lb/pulg2de presi&#243;n de aire al sistema de admisi&#243;n. Es
                    necesario un suministro constante de aire para reemplazar el aire perdido a trav&#233;s de las v&#225;lvulas
                    de admisi&#243;n abiertas.
                </para>
            </step1>
            <step1>
                <para count="1">Cubra las &#225;reas
                    <emph type="bold">a</emph>
                    hasta
                    <emph type="bold">f</emph>
                    enumeradas a continuaci&#243;n con soluci&#243;n jabonosa e inspeccione en busca de fugas. Refi&#233;rase
                    a Inspecci&#243;n en busca de fugas en el sistema de admisi&#243;n de aire
                    <xref refid="f1750204"/>.
                </para>
                <step2>
                    <para count="1">Superficie del filtro de aire, alrededor del tubo de salida.</para>
                </step2>
                <step2>
                    <para count="1">Tubo de salida a la uni&#243;n con el cuerpo del filtro de aire.</para>
                </step2>
                <step2>
                    <para count="1">Todas las conexiones de mangueras con abrazaderas y con empaquetaduras entre la
                        salida de aire del filtro y la tapa de v&#225;lvulas / m&#250;ltiple de admisi&#243;n. Esto
                        incluye las conexiones al turboalimentador.
                    </para>
                    <figure id="f1750204" figsize="col-wide">
                        <graphic filename="../figeg1/eg1181.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="60"/>
                        <caption>Inspecci&#243;n en busca de fugas en el sistema de admisi&#243;n de aire</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">La superficie de toda la tuber&#237;a y mangueras de entrada de aire entre el filtro
                        y la tapa de v&#225;lvulas / m&#250;ltiple de admisi&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tuber&#237;a de entrada de aire del compresor desde el tubo del filtro hasta e
                        incluyendo el conector y la empaquetadura.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tuber&#237;a hacia el enfriador del aire de admisi&#243;n.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">No debe haber fugas entre el filtro de aire y el turboalimentador (lado de succi&#243;n).
                    Si hubiera fugas, apriete las abrazaderas de las mangueras. Si sigue habiendo fugas, sustituya las
                    partes que fuera necesario. Vuelva a probar las partes sustituidas.
                </para>
                <specpara>
                    <note>
                        <para>Fugas en la entrada de aire puede indicar la presencia de suciedad en el motor. La
                            suciedad puede hacer que los anillos de los pistones se desgasten o se rompan, provocando un
                            alto consumo de aceite, excesivo humo color azul y picaduras o erosi&#243;n en la rueda del
                            compresor del turboalimentador. Si hay fugas, haga la prueba de presi&#243;n en el bloque
                            del motor.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>L&#225;mpara de inspecci&#243;n</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de aire</para>
                </item>
                <item>
                    <para>Soluci&#243;n jabonosa</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
