<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos del sistema de control electr&#243;nico
        - Diagn&#243;sticos de circuitos - Sistema de control y manejo del aire (AMS)
    </stitle>
    <svcman/>
    <svcproc id="s306000706.1" svcproctype="diagnose" graphiccount="1">
        <title>Sistema de control y manejo del aire (AMS)</title>
        <svcprocinfo id="s306000706.1.1">
            <figure id="f306000711" figsize="pg-wide">
                <graphic filename="../figj31/j31147.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px"/>
                <caption>Diagrama del sistema de admisi&#243;n de aire y escape</caption>
                <calloutgroup>
                    <callout1 type="arabic">Turbo doble</callout1>
                    <callout1 type="arabic">Salida de gases de escape (a la atm&#243;sfera)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de escape</callout1>
                    <callout1 type="arabic">MAF/IAT, entrada de aire (desde el filtro de aire)</callout1>
                    <callout1 type="arabic">Enfriador de EGR</callout1>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape (izquierdo)</callout1>
                    <callout1 type="arabic">Culata (izquierda)</callout1>
                    <callout1 type="arabic">Culata (derecha)</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape (derecho)</callout1>
                    <callout1 type="arabic">V&#225;lvula de EGR</callout1>
                    <callout1 type="arabic">Conducto de entrada de aire</callout1>
                    <callout1 type="arabic">Enfriador de aire turboalimentado</callout1>
                </calloutgroup>
            </figure>
            <randlist type="bullet">
                <title>El sistema de control y manejo del aire incluye lo siguiente:</title>
                <item>
                    <para id="s306000706.1.1.1">Filtro de aire</para>
                </item>
                <item>
                    <para>Turbo de dos etapas con activador neum&#225;tico</para>
                </item>
                <item>
                    <para>Enfriador de aire turboalimentado (CAC)</para>
                </item>
                <item>
                    <para>MAF/IAT</para>
                </item>
                <item>
                    <para>MAP</para>
                </item>
                <item>
                    <para>M&#250;ltiple de admisi&#243;n</para>
                </item>
                <item>
                    <para>V&#225;lvulas de admisi&#243;n</para>
                </item>
                <item>
                    <para>Sistema de recirculaci&#243;n de gases de escape</para>
                </item>
                <item>
                    <para>V&#225;lvulas de escape</para>
                </item>
                <item>
                    <para>M&#250;ltiples de escape</para>
                </item>
                <item>
                    <para>Tubo de escape</para>
                </item>
                <item>
                    <para>Convertidor catal&#237;tico (si lo tiene)</para>
                </item>
                <item>
                    <para>Filtro catalizado de part&#237;culas diesel (CDPF) (si lo tiene)</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000706.1.2">
            <title>Operaci&#243;n del AMS</title>
            <para id="s306000706.1.2.1">
                <title>Funci&#243;n</title>
            </para>
            <para>
                <title>Turbo de dos etapas</title>El turbo de dos etapas responde directamente a las cargas a las que es
                sometido el motor. Las diferentes cargas del motor afectan la energ&#237;a de los gases de escape, que a
                su vez determinan la velocidad del turbo. La velocidad del turbo controla la presi&#243;n de refuerzo
                para las distintas cargas del motor. Las dos etapas del turbo contribuyen a la reducci&#243;n de las
                emisiones de escape.
            </para>
            <para>En ralent&#237; bajo, la carga del motor y la presi&#243;n de refuerzo del turbo son bajos. A medida
                que las RPM aumentan, entran a los cilindros m&#225;s combustible y m&#225;s aire. La temperatura y la
                presi&#243;n de los gases de escape aumentan; la mayor energ&#237;a que producen los gases aumenta la
                velocidad de la turbina y del compresor, lo que eleva la presi&#243;n y la temperatura del aire que
                entra al motor.
            </para>
            <para>A medida que las RPM y la carga del motor disminuyen, entra menos combustible y menos aire a los
                cilindros. La temperatura y la presi&#243;n de los gases de escape disminuyen; la menor energ&#237;a de
                los gases hace disminuir la velocidad de la turbina y del compresor, lo que baja la presi&#243;n y la
                temperatura del aire que entra al motor.
            </para>
            <para>El
                <emph type="bold">sistema de recirculaci&#243;n de gases de escape</emph>
                controla la cantidad de gases de escape que se introducen por el m&#250;ltiple de admisi&#243;n. Cuando
                se ordena la recirculaci&#243;n de los gases de escape, la v&#225;lvula de EGR se abre para permitir que
                los gases de escape enfriados ingresen al m&#250;ltiple de admisi&#243;n para mezclarse con el aire
                filtrado. El aire mezclado es luego reciclado en el proceso de combusti&#243;n. El activador de EGR est&#225;
                en el m&#250;ltiple de admisi&#243;n al frente del motor.
            </para>
            <para>El m&#243;dulo impulsor de EGR controla el motor activador y est&#225; en el chasis, en el &#225;rea
                de control el&#233;ctrico al lado derecho detr&#225;s de la cabina.
            </para>
            <para>El ECM calcula la posici&#243;n correcta de la v&#225;lvula de EGR, en respuesta a los cambios en la
                velocidad del motor, demanda de combustible, temperatura de operaci&#243;n del motor, presi&#243;n
                reforzadora y altitud. El ECM usa se&#241;ales recibidas desde los siguientes componentes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de posici&#243;n del acelerador (APS)</para>
                </item>
                <item>
                    <para>Activador de EGR con sensores de posici&#243;n</para>
                </item>
                <item>
                    <para>M&#243;dulo impulsor de EGR</para>
                </item>
                <item>
                    <para>Sensor de flujo de aire masivo (MAF)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aire en el m&#250;ltiple (MAT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n barom&#233;trica absoluta (BAP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n absoluta del m&#250;ltiple (MAP)</para>
                </item>
            </randlist>
            <para>El m&#243;dulo impulsor de EGR devuelve una se&#241;al informativa al ECM con datos sobre la posici&#243;n
                de la v&#225;lvula. El m&#243;dulo impulsor de EGR interpreta la instrucci&#243;n del ECM y la env&#237;a
                mediante tres se&#241;ales moduladas por amplitud de impulsos hacia el impulsor de la v&#225;lvula.
            </para>
            <para>El sistema es por control en circuito cerrado y usa las se&#241;ales de posici&#243;n del m&#243;dulo
                impulsor del EGR. El m&#243;dulo impulsor de EGR suministra 9 V y conexi&#243;n a tierra al circuito
                integrado en el motor de la v&#225;lvula. Cuando el m&#243;dulo impulsor de EGR le ordena a la v&#225;lvula
                que se mueva, el circuito integrado con tres sensores de efecto Hall env&#237;a al m&#243;dulo impulsor
                se&#241;ales con la posici&#243;n de la v&#225;lvula. El m&#243;dulo impulsor de EGR interpreta las tres
                se&#241;ales para determinar la posici&#243;n de la v&#225;lvula y env&#237;a la informaci&#243;n al
                ECM.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>El ECM monitoriza constantemente el sistema de control y
                manejo del aire (AMS). Cuando el ECM detecta una falla en cualquiera de los sistemas interdependientes,
                genera un DTC y enciende la luz &#225;mbar de advertencia del motor.
            </para>
            <para>El m&#243;dulo impulsor de EGR monitoriza constantemente el
                <emph type="bold">activador de EGR</emph>. Cuando se detecta un error en el control de recirculaci&#243;n,
                el m&#243;dulo impulsor env&#237;a un mensaje al ECM, que genera un c&#243;digo de falla y enciende la
                luz &#225;mbar de advertencia del motor. Para mayor informaci&#243;n sobre la operaci&#243;n y
                funciones, refi&#233;rase a
                <hotlnk document="mges305_131.xml" xrefid="s306000706.15.1.1">&#171;Control de recirculaci&#243;n de
                    gases de escape (EGR)&#187;
                </hotlnk>
                en esta secci&#243;n.
            </para>
            <para>
                <title>DTC del AMS</title>Los DTC se leen con la EST o contando los destellos de la luz &#225;mbar de
                advertencia del motor y de la luz roja de aceite/refrigerante.
            </para>
            <specpara>
                <note>
                    <para>Antes de seguir, aseg&#250;rese de haber reparado todas las fallas el&#233;ctricas de
                        sensores, inyectores y activadores. Siga los procedimientos descritos en la Secci&#243;n 6 o en
                        el formulario &#171;Diagn&#243;sticos de rendimiento&#187;.
                    </para>
                </note>
            </specpara>
            <table id="t306000701" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>DTC 343</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.78*"/>
                    <colspec colname="col2" colwidth="1.22*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <title>Excesiva contrapresi&#243;n de escape</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#201;ste es un valor inferido que expresa presiones excesivas sobre el cilindro
                                    en base a la presi&#243;n reforzadora.
                                </para>
                                <para>La presi&#243;n absoluta del m&#250;ltiple es monitorizada constantemente. El DTC
                                    343 aparece cuando la presi&#243;n absoluta del m&#250;ltiple es mayor que la
                                    esperada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <title>Causas posibles</title>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Falla del sistema de control de refuerzo del turbo</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>MAP polarizado hacia el l&#237;mite superior</para>
                            </entry>
                            <entry>
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges305_146.xml" xrefid="s306000706.30.1.1">&#171;Diagn&#243;sticos
                                        operacionales del MAP&#187;
                                    </hotlnk>
                                    en esta secci&#243;n.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t306000702" tblwidth="pg-wide" type="simple" frame="topbot">
                <title>DTC 346</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <title>Fallas detectadas durante porci&#243;n de EGR de la prueba del AMS</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>El ECM genera el DTC 346 durante la prueba del AMS, cuando no recibe los valores
                                    esperados de flujo de aire masivo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <title>Causas posibles</title>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <title>Comentarios</title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>V&#225;lvula de EGR trabada o trab&#225;ndose</para>
                            </entry>
                            <entry colname="col3">
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>MAF polarizado</para>
                            </entry>
                            <entry colname="col3">
                                <para>Mida la frecuencia de la se&#241;al del sensor. Refi&#233;rase a
                                    <hotlnk xrefid="s306000706.29.2.1">&#171;Sensor de flujo de aire masivo
                                        (MAF)&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Obstrucci&#243;n en la entrada de aire hacia el MAF</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Circuito de control de EGR</para>
                            </entry>
                            <entry>
                                <para>Mida la frecuencia de la se&#241;al del sensor. Refi&#233;rase a
                                    <hotlnk document="mges305_131.xml" xrefid="s306000706.15.2.1">&#171;Diagn&#243;stico
                                        de los circuitos de EGR&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Filtro de aire tapado</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Abrazaderas flojas entre el MAF y el turbo</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fugas de escape del motor al turbo</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sistema de escape tapado</para>
                            </entry>
                            <entry>
                                <para>Haga los
                                    <hotlnk document="mges305_E3060006.xml" xrefid="s3060006.1">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_S306000706.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_118.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
