<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Circuitos del
        interruptor del freno (BRAKE)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Circuitos del interruptor del freno (BRAKE)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503024" figsize="pg-wide">
                <graphic filename="../figeg1/eg1218A.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"
                         box="yes"/>
                <caption>Diagrama de las funciones del circuito del freno de pedal</caption>
            </figure>
            <para>La funci&#243;n del circuito del freno de pedal es enviar una se&#241;al al ECM cuando se usan los
                frenos. Esta informaci&#243;n se usa para desconectar las funciones de control de crucero y toma de
                fuerza. La se&#241;al tambi&#233;n la usa el ECM para controlar el retardador del veh&#237;culo y la
                habilitaci&#243;n del freno por escape. La se&#241;al del freno tambi&#233;n interrumpir&#225; la funci&#243;n
                de protecci&#243;n contra clima fr&#237;o y pondr&#225; en cero el temporizador de la funci&#243;n de
                apagado en ralent&#237;.
            </para>
            <para>
                <emph type="bold">Entradas del interruptor del freno de pedal</emph>: El interruptor del freno de pedal
                es monitorizado por el controlador del sistema el&#233;ctrico (ESC). Cuando el interruptor cambia de
                estado, ese cambio es detectado por el ESC y transmitido a trav&#233;s del enlace de datos del tren
                propulsor al ECM. El ESC tambi&#233;n detectar&#225; si los interruptores est&#225;n en corto, abiertos
                o pegados.
            </para>
            <para>
                <emph type="bold">Diagn&#243;sticos</emph>: Si una funci&#243;n que requiere una entrada del interruptor
                de frenos no responde correctamente, use el software Cab Electronics Diagnostic para monitorizar la
                entrada del interruptor del freno al ESC. Si el interruptor no cambia al oprimir el pedal, revise los
                circuitos del interruptor del freno utilizando S08250 - Gu&#237;a de ubicaci&#243;n de fallas el&#233;ctricas
                - 4200/4300/4400. Si el ESC est&#225; recibiendo la entrada del interruptor de frenos, use el software
                Master Diagnostics para ver el estado del interruptor de frenos. Si el estado no cambia, revise que haya
                comunicaci&#243;n entre el ECM y el ESC (verifique que el ECM responde a otras entradas del ESC). Si el
                estado del interruptor no cambia, verifique que no haya otras condiciones que detengan o demoren la
                reacci&#243;n al estado del interruptor de frenos.
            </para>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08250 - Gu&#237;a de ubicaci&#243;n de fallas el&#233;ctricas -
                        4200/4300/4400.
                    </para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
