<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Sistemas del motor - Sistema de control de las buj&#237;as
        incandescentes
    </stitle>
    <svcman/>
    <svcproc graphiccount="1">
        <title>Sistema de control de las buj&#237;as incandescentes</title>
        <figure id="f3050117" figsize="pg-wide">
            <graphic filename="../figj31/j31038.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
            <caption>Sistema de control de las buj&#237;as incandescentes</caption>
        </figure>
        <para>El sistema de control de las buj&#237;as incandescentes calienta los cilindros del motor para ayudar al
            arranque en fr&#237;o y reducir las emisiones de escape durante el calentamiento del motor.
        </para>
        <para>Para activar las buj&#237;as incandescentes, el ECM energiza el rel&#233; de las buj&#237;as
            incandescentes mientras monitoriza valores programados de temperatura del refrigerante y presi&#243;n atmosf&#233;rica.
        </para>
        <para>El ECM monitoriza el voltaje de la bater&#237;a y utiliza informaci&#243;n del BAP y del ECT para
            determinar el tiempo que la luz
            <emph type="italic">WAIT TO START</emph>
            permanece encendida y la activaci&#243;n del rel&#233; de las buj&#237;as incandescentes. El ECM controla la
            luz indicadora
            <emph type="italic">WAIT TO START</emph>
            y el rel&#233; de las buj&#237;as incandescentes por separado. Las buj&#237;as incandescentes son
            autolimitantes y no requieren ser encendidas y apagadas. El rel&#233; de las buj&#237;as incandescentes se
            encender&#225; y apagar&#225; repetidamente si el voltaje del sistema es superior a 14 V.
        </para>
        <para>El motor est&#225; listo cuando la luz
            <emph type="italic">WAIT TO START</emph>
            se apaga por &#243;rdenes del ECM. Mientras el motor est&#225; en marcha, las buj&#237;as incandescentes
            pueden permanecer encendidas hasta por 120 segundos, para reducir las emisiones de escape durante el
            calentamiento.
        </para>
        <para>El tiempo de activaci&#243;n de las buj&#237;as incandescentes se aumenta si el motor est&#225; fr&#237;o
            y la presi&#243;n barom&#233;trica est&#225; baja (a grandes altitudes).
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges300_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
