<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos para motores que no arrancan o
        arrancan con dificultad - Procedimientos de las pruebas - 4. Prueba est&#225;ndar con la llave en ONy el motor
        apagado KOEO
    </stitle>
    <svcman/>
    <svcproc id="s306000503.4" svcproctype="diagnose" graphiccount="2">
        <title>4. Prueba est&#225;ndar con la llave en ONy el motor apagado KOEO</title>
        <figure id="f306000511" figsize="col-wide">
            <graphic filename="../figJ31/J31096.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption></caption>
        </figure>
        <para id="tp306000504">
            <title>Finalidad</title>Determinar fallas el&#233;ctricas detectadas por la autoprueba y la comprobaci&#243;n
            de los circuitos de salida (OCC) del ECM.
        </para>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>EST con software MasterDiagnostics&#174;</para>
            </item>
            <item>
                <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Si no hay una EST disponible, refi&#233;rase a
                    <hotlnk document="mges3052_47.xml" xrefid="s306000303.2.3.1">&#171;Prueba est&#225;ndar con los
                        interruptores del control de crucero&#187;
                    </hotlnk>
                    en la Secci&#243;n 3.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                    lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                </para>
            </warning>
            <warning>
                <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la puerta
                    cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Ponga el freno de estacionamiento.</para>
        </step1>
        <step1>
            <para count="1">Ponga el interruptor de encendido en ON. No arranque el motor.</para>
        </step1>
        <figure id="f306000610" figsize="col-wide">
            <graphic filename="../figJ31/J31044.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Prueba est&#225;ndar KOEO</caption>
        </figure>
        <step1>
            <para count="1">Pulse Diagnostics en la barra del men&#250;.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Key-On Engine-Off Testsen el men&#250; desplegable.</para>
        </step1>
        <step1>
            <para count="1">Seleccione Stardarden el cuadro Key-On Engine-Off Diagnosticsy pulse Run para comenzar la
                prueba.
            </para>
            <para>El ECM har&#225; una autoprueba y una OCC. Si hay problemas, al terminar la OCC aparecer&#225; la
                ventana Diagnostic Trouble Codes con los DTC.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Esta prueba demora inicialmente hasta 60 segundos. Mientras avanza la prueba, en la parte inferior
                    de la pantalla de diagn&#243;sticos aparecer&#225; la frase Diagnostics Running. Mientras no ponga
                    el interruptor de encendido en OFF, cada prueba sucesiva que haga demorar&#225; menos de cinco
                    segundos.
                </para>
            </note>
            <note>
                <para>Cuando haga pruebas de diagn&#243;stico KOEO o KOER con la EST, la prueba Standard est&#225;
                    siempre seleccionada y debe hacerse primero. Mientras no ponga el interruptor de encendido en OFF,
                    no es necesario repetir la prueba Standard.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Anote los DTC en el formulario de diagn&#243;sticos. Refi&#233;rase al
                <hotlnk document="mges3052_S306001201.xml" xrefid="s3060012.1">Ap&#233;ndice B &#171;C&#243;digos de
                    falla&#187;
                </hotlnk>
                para la explicaci&#243;n de los DTC.
            </para>
        </step1>
        <step1>
            <para count="1">Corrija los problemas que hayan causado la aparici&#243;n de DTC activos.</para>
        </step1>
        <step1>
            <para count="1">Borre los DTC.</para>
        </step1>
        <step1>
            <para count="1">Cuando termine esta prueba, haga la &#171;Prueba de los inyectores con la llave en ON y el
                motor apagado KOEO&#187;.
            </para>
        </step1>
        <randlist type="bullet">
            <title>Causas posibles</title>
            <item>
                <para>Alg&#250;n componente electr&#243;nico o circuito est&#225; defectuoso.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el IPR.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el rel&#233; del calentador del aire de admisi&#243;n.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el rel&#233; de las buj&#237;as incandescentes.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el control de la bomba de combustible.</para>
            </item>
            <item>
                <para>La OCC dio una falla relacionada con el control del aire acondicionado (no har&#225; que el motor
                    no arranque o arranque con dificultad).
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_72.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_74.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
