<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de control electr&#243;nico
        - Activadores
    </stitle>
    <svcman/>
    <svcproc id="s306000107.2" svcproctype="describe" graphiccount="0">
        <title>Activadores</title>
        <svcprocinfo id="s306000107.2.1">
            <randlist type="bullet">
                <title>El ECM controla la operaci&#243;n del motor con los siguientes elementos:</title>
                <item>
                    <para>V&#225;lvula de EGR y m&#243;dulo impulsor</para>
                </item>
                <item>
                    <para>IPR</para>
                </item>
                <item>
                    <para>Rel&#233; del calentador del aire de admisi&#243;n</para>
                </item>
                <item>
                    <para>Rel&#233; de las buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>Solenoide de control de refuerzo (BCS)</para>
                </item>
                <item>
                    <para>Control del HFCM</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000107.2.2">
            <title>V&#225;lvula de EGR y m&#243;dulo impulsor</title>
            <para>La v&#225;lvula de EGR controla el flujo de gases de escape hacia el m&#250;ltiple de admisi&#243;n.
            </para>
            <para>El m&#243;dulo impulsor controla al activador de EGR.</para>
            <para>El m&#243;dulo impulsor recibe del ECM, a trav&#233;s del enlace de datos CAN 2, datos sobre la posici&#243;n
                deseada de la v&#225;lvula de EGR, para activarla e iniciar la recirculaci&#243;n de los gases de
                escape. El m&#243;dulo impulsor de EGR devuelve una se&#241;al informativa al ECM con datos sobre la
                posici&#243;n de la v&#225;lvula.
            </para>
            <para>El m&#243;dulo impulsor monitoriza constantemente la posici&#243;n de la v&#225;lvula de EGR. Cuando
                se detecta un error en el control de recirculaci&#243;n, el m&#243;dulo impulsor env&#237;a un mensaje
                al ECM, que genera un c&#243;digo de falla.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000107.2.3">
            <title>Regulador de presi&#243;n de inyecci&#243;n (IPR)</title>
            <para>El IPR controla la presi&#243;n del sistema de presi&#243;n de control de inyecci&#243;n que activa
                los inyectores. El IPR es una v&#225;lvula de posici&#243;n variable controlada conmutando el circuito a
                tierra en el ECM.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000107.2.4">
            <title>Rel&#233; del calentador del aire de admisi&#243;n</title>
            <para>El ECM activa el rel&#233; del calentador del aire de admisi&#243;n. El rel&#233; suministra V
                <subscript>BAT</subscript>
                al calentador del aire de admisi&#243;n hasta por 30 segundos, dependiendo de la temperatura del aceite
                del motor y de la altitud. El circuito a tierra es suministrado directa y constantemente desde la tierra
                de la bater&#237;a. El rel&#233; es controlado conmutando una fuente de voltaje desde el ECM.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000107.2.5">
            <title>Rel&#233; de las buj&#237;as incandescentes</title>
            <para>El ECM activa el rel&#233; de las buj&#237;as incandescentes. El rel&#233; suministra V
                <subscript>BAT</subscript>
                a las buj&#237;as incandescentes hasta por 120 segundos, dependiendo de la temperatura del refrigerante
                y de la altitud. El circuito a tierra es suministrado directa y constantemente desde la tierra de la
                bater&#237;a. El rel&#233; es controlado conmutando una fuente de voltaje desde el ECM.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000107.2.6">
            <title>Solenoide de control de refuerzo (BCS)</title>
            <para>El BCS controla la presi&#243;n de refuerzo hacia el activador neum&#225;tico del turbo. El BCS es una
                v&#225;lvula de posici&#243;n variable controlada conmutando el circuito a energ&#237;a desde el ECM. El
                activador neum&#225;tico controla la v&#225;lvula de desv&#237;o del turbo.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000107.2.7">
            <title>M&#243;dulo horizontal acondicionador de combustible (HFCM)</title>
            <para>El ECM env&#237;a una se&#241;al al rel&#233; de la bomba de combustible que controla la energ&#237;a
                hacia la bomba de combustible del HFCM.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_S306000107.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
