<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Lista de datos de la EST
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>Lista de datos de la EST</title>
        <svcprocinfo>
            <table id="te1750211" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">9. Lista de datos de la EST</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Si no hay una EST disponible, haga las pruebas 10, 11 y 12.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Anote los resultados en la columna
                                    <emph type="bold">Real</emph>
                                    m&#225;s abajo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Observe los valores durante 20 segundos o m&#225;s mientras le da arranque
                                    al motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>PID</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Voltaje de bater&#237;a</para>
                            </entry>
                            <entry>
                                <para>7 voltios m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>RPM del motor</para>
                            </entry>
                            <entry>
                                <para>130 RPM m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Presi&#243;n de control de inyecci&#243;n</para>
                            </entry>
                            <entry>
                                <para>500 lb/pulg2 m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si el voltaje es bajo, vea Diagn&#243;sticos hechos por el ECM.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si no hay RPM, revise los DTC.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n es baja, haga la Prueba
                                    13.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si los sistemas necesarios para el arranque est&#225;n trabajando dentro de las
                especificaciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">La prueba debe realizarse con las bater&#237;as totalmente cargadas.</emph>
                    </para>
                </important>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales debido a una explosi&#243;n, no permita fumar ni la presencia
                        de chispas el&#233;ctricas o llamas vivas cerca de las bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <para>Para medir el voltaje de la bater&#237;a, las RPM de arranque del motor y la presi&#243;n de control
                de inyecci&#243;n, lea la herramienta electr&#243;nica de servicio (EST) mientras le da arranque al
                motor por 20 segundos como m&#237;nimo.
            </para>
            <para>Si la EST no est&#225; disponible, use un mult&#237;metro digital (DMM) como una alternativa para
                realizar las siguientes pruebas:
            </para>
            <para>Conecte la EST al conector de diagn&#243;sticos de la American Trucking Association (ATA). En la mayor&#237;a
                de los veh&#237;culos, el conector est&#225; debajo del panel del tablero (lado izquierdo), dentro de la
                cabina. Use el software Master Diagnostics para medir el voltaje de la bater&#237;a, las RPM del motor y
                la presi&#243;n de control de inyecci&#243;n mientras da arranque al motor
                <xref refid="S17505062.5"/>.
            </para>
            <step1>
                <para count="1">Ponga la llave de arranque en ON.</para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor y lea los datos en la pantalla. Los datos aparecer&#225;n
                    cuando el motor comienza a rotar. El voltaje de la bater&#237;a debe ser 7 voltios o m&#225;s.
                </para>
            </step1>
            <step1>
                <para count="1">Si el voltaje hacia el m&#243;dulo de control electr&#243;nico (ECM) desciende a menos
                    de 7 voltios, el ECM no seguir&#225; energizado. Si el ECM no recibe energ&#237;a mediante su rel&#233;,
                    el motor no se podr&#225; arrancar.
                </para>
            </step1>
            <step1>
                <para count="1">La velocidad de rotaci&#243;n del motor debe ser suficiente para generar la presi&#243;n
                    de control de inyecci&#243;n requerida para operar los inyectores de combustible y crear la compresi&#243;n
                    necesaria para inflamar el combustible. Si la EST muestra
                    <emph type="bold">0</emph>
                    RPM durante la rotaci&#243;n del motor, el ECM puede que no est&#233; recibiendo se&#241;ales del
                    sensor de posici&#243;n del &#225;rbol de levas (CMP).
                </para>
            </step1>
            <step1>
                <para count="1">Si el CMP no est&#225; funcionando, hay que sustituirlo. El ECM no permitir&#225; la
                    activaci&#243;n total de la v&#225;lvula del regulador de la presi&#243;n de inyecci&#243;n (IPR)
                    sin una se&#241;al del CMP.
                </para>
            </step1>
            <step1>
                <para count="1">Si la EST indica que hay poca o que no hay presi&#243;n de control de inyecci&#243;n,
                    revise el nivel de aceite en el dep&#243;sito (en la tapa delantera). Retire el conector del haz de
                    cables del motor del sensor de temperatura del aceite del motor (EOT). Retire el EOT de la tapa
                    delantera. El aceite deber&#237;a drenar desde el dep&#243;sito interno. Si no sale aceite por el
                    orificio para el sensor siga dando arranque al motor.
                </para>
                <specpara>
                    <note>
                        <para>Proceda con cuidado al sacar el sensor. Si hay aceite, no lo saque completamente.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si el nivel de aceite en el dep&#243;sito sigue bajando, la bomba principal de aceite
                    puede ser inadecuada para suministrar aceite al dep&#243;sito. Refi&#233;rase a la Prueba 13: Baja
                    presi&#243;n de control de inyecci&#243;n
                    <xref refid="te17502015"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>El voltaje de la bater&#237;a es bajo debido a bater&#237;a en mal estado, alta resistencia en
                        las conexiones de los cables de la bater&#237;a o en el cableado hacia el ECM.
                    </para>
                </item>
                <item>
                    <para>Rel&#233; de energ&#237;a del ECM defectuoso.</para>
                </item>
                <item>
                    <para>El fusible en l&#237;nea 40A (situado en la caja de bater&#237;as) que suministra energ&#237;a
                        al ECM est&#225; quemado.
                    </para>
                </item>
                <item>
                    <para>Bajas revoluciones de arranque, que pueden ser causadas por mal funcionamiento del sistema el&#233;ctrico,
                        aceite con viscosidad incorrecta o intervalos entre cambios de aceite muy prolongados en
                        temperaturas ambientales muy bajas.
                    </para>
                </item>
                <item>
                    <para>No hay indicaci&#243;n de RPM en la EST mientras se da arranque al motor; puede deberse a que
                        el CMP o los circuitos hacia el ECM est&#225;n defectuosos. Vuelva a revisar los DTC despu&#233;s
                        de dar arranque al motor. Refi&#233;rase a C&#243;digos de diagn&#243;stico de problemas (DTC)
                        con la EST
                        <xref refid="te1750207"/>
                        o a Acceso a los c&#243;digos de diagn&#243;stico de problemas (DTC)
                        <xref refid="te1750210"/>.
                    </para>
                </item>
                <item>
                    <para>Baja presi&#243;n de control de inyecci&#243;n, que puede indicar una fuga en el sistema de
                        aceite a alta presi&#243;n o que el ICP est&#225; defectuoso.
                    </para>
                </item>
                <item>
                    <para>La bomba de aceite de alta presi&#243;n o su activador est&#225;n defectuosos, el regulador de
                        la presi&#243;n de inyecci&#243;n (IPR) o sus controles electr&#243;nicos defectuosos tambi&#233;n
                        pueden causar baja presi&#243;n de control de inyecci&#243;n.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Para ubicar problemas de bajo voltaje en la fuente de energ&#237;a del ECM, vea:
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Diagrama de suministro de energ&#237;a del m&#243;dulo de control electr&#243;nico
                        <xref refid="f17503043"/>
                    </para>
                </item>
                <item>
                    <para>Circuito de suministro de energ&#237;a del m&#243;dulo de control electr&#243;nico
                        <xref refid="f17503044"/>
                    </para>
                </item>
                <item>
                    <para>Diagn&#243;sticos del circuito de energ&#237;a del ECM (ECM PWR)
                        <xref refid="te17503011"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Si no hay indicaci&#243;n de RPM mientras da arranque al motor, vea Diagn&#243;sticos
                    del CMP
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Funciones del sensor de posici&#243;n del &#225;rbol de levas
                        <xref refid="f17503031"/>
                    </para>
                </item>
                <item>
                    <para>Diagrama de circuito del sensor de posici&#243;n del &#225;rbol de levas
                        <xref refid="f17503032"/>
                    </para>
                </item>
                <item>
                    <para>Diagn&#243;sticos del sensor de posici&#243;n del &#225;rbol de levas y su circuito
                        <xref refid="te17503006"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Si no hay presi&#243;n de control de inyecci&#243;n, vea Diagn&#243;sticos del sensor
                    de presi&#243;n de control de inyecci&#243;n (ICP)
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Diagrama de circuito del ICP usando una "T" de derivaciones
                        <xref refid="f17503064"/>
                    </para>
                </item>
                <item>
                    <para>Pruebas de voltaje del ICP
                        <xref refid="te17503020"/>
                    </para>
                </item>
                <item>
                    <para>Diagrama de flujo para ubicaci&#243;n de problemas en el ICP
                        <xref refid="f17503064.1"/>
                    </para>
                </item>
                <item>
                    <para>Especificaciones del circuito del ICP
                        <xref refid="te17503020.1"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Si no hay presi&#243;n de control de inyecci&#243;n o es baja y no hay DTC</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Refi&#233;rase a la Prueba 13: Baja presi&#243;n de control de inyecci&#243;n
                        <xref refid="te17502015"/>
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_39.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_41.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
