<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - USO DEL MULT&#205;METRO DIGITAL -
        PRUEBAS DE CIRCUITOS ELECTR&#211;NICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="3">
        <title>PRUEBAS DE CIRCUITOS ELECTR&#211;NICOS</title>
        <svcprocinfo>
            <para>Algunos de los dispositivos en un sistema de control electr&#243;nico no son capaces de transportar
                ninguna cantidad apreciable de corriente. Por lo tanto, el equipo de prueba utilizado para buscar fallas
                en un sistema electr&#243;nico debe estar dise&#241;ado para que no da&#241;e ninguna parte del sistema.
                Como la mayor&#237;a de los medidores anal&#243;gicos
                <xref refid="ef1750541"/>
                usan demasiada corriente para probar un sistema de control electr&#243;nico, se recomienda que no sean
                utilizados a menos que se especifique as&#237;.
            </para>
            <figure id="ef1750541" figsize="col-wide">
                <graphic filename="../figeg6/eg6133.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Medidores m&#225;s comunes - digitales y anal&#243;gicos</caption>
            </figure>
            <para>S&#243;lo DMM de alta impedancia deben utilizarse al ubicar fallas en un circuito electr&#243;nico. No
                se recomienda el uso de ninguna clase de luz de prueba energizada por bater&#237;a para ubicar fallas en
                un circuito electr&#243;nico, ya que puede da&#241;arlo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Cables de puente</title>
            <para>Los cables de puente
                <xref refid="ef1750542"/>
                permiten hacer un puente a trav&#233;s de un circuito que se sospecha abierto o roto.
            </para>
            <figure id="ef1750542" figsize="col-wide">
                <graphic filename="../figeg6/eg6134.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Ubicaci&#243;n de fallas con cables de puente</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Si el circuito
                        <xref refid="ef1750542"/>
                        funciona debidamente con el cable de puente instalado, pero no funciona al retirarlo, el
                        circuito est&#225; abierto.
                    </para>
                </item>
                <item>
                    <para>Un circuito que no est&#225; abierto o roto tiene continuidad y no necesita ninguna prueba
                        adicional.
                    </para>
                </item>
            </randlist>
            <para>Los cables de puente est&#225;n equipados con distintos tipos de terminales. Ser&#225; &#250;til tener
                varios cables de puente disponibles con distintos terminales
                <xref refid="ef1750543"/>.
            </para>
            <figure id="ef1750543" figsize="col-wide">
                <graphic filename="../figeg6/eg6135.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Cables de puente</caption>
            </figure>
            <para>En la ilustraci&#243;n Ubicaci&#243;n de fallas con cables de puente
                <xref refid="ef1750542"/>, el circuito de tierra est&#225; abierto cuando:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El interruptor est&#225; cerrado y la luz no se enciende.</para>
                </item>
                <item>
                    <para>Al hacer puente en el interruptor, la luz no se enciende.</para>
                </item>
                <item>
                    <para>Al hacer puente entre la luz y tierra, la luz se enciende.</para>
                </item>
            </randlist>
            <para>El cable de puente puede utilizarse para verificar contactos de rel&#233; abiertos, roturas de cables
                y malas conexiones a tierra.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_157.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_159.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
