<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">

    <svcsubproc>
        <title>Instalaci&#243;n de las v&#225;lvulas</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la posibilidad
                    de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>). Refi&#233;rase a
                    <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                </para>
            </warning>
        </specpara>
        <para>Limpie las caras y los asientos de las v&#225;lvulas con un solvente adecuado para eliminar toda la
            suciedad o materias extra&#241;as. Seque todos los componentes nuevos y usados con aire comprimido filtrado.
        </para>
        <specpara>
            <note>
                <para>&#161;Las gu&#237;as deben estar limpias! Limpie las gu&#237;as con un cepillo para gu&#237;as de
                    v&#225;lvula.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Seque las gu&#237;as con aire comprimido filtrado.</para>
        </step1>
        <step1>
            <para count="1">Lubrique el di&#225;metro interior de los nuevos sellos de los v&#225;stagos y el di&#225;metro
                interior de las gu&#237;as de las v&#225;lvulas con aceite limpio de motor. Inserte los sellos de los v&#225;stagos
                encima de las gu&#237;as hasta que no avancen m&#225;s.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Los sellos de los v&#225;stagos no se asentar&#225;n completamente sobre la gu&#237;a s&#243;lo
                    con presi&#243;n manual. Los sellos pueden asentarse con una llave de cubo profunda y un martillo de
                    goma para obtener un contacto positivo con la base labrada.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Lubrique los v&#225;stagos de las v&#225;lvulas con aceite limpio de motor.</para>
        </step1>
        <figure id="e300578" figsize="col-wide">
            <graphic filename="../figd08/d0885.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n de sellos, resortes y retenedores</caption>
            <calloutgroup>
                <callout1 type="arabic">Sello</callout1>
                <callout1 type="arabic">Resorte</callout1>
                <callout1 type="arabic">Retenedor</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Ponga el resorte de la v&#225;lvula sobre el sello del v&#225;stago.</para>
        </step1>
        <step1>
            <para count="1">Instale el retenedor encima del resorte de la v&#225;lvula.</para>
        </step1>
        <step1>
            <para count="1">Lubrique las v&#225;lvulas con aceite limpio de motor. Inserte los v&#225;stagos en sus
                respectivas cavidades en la gu&#237;a de v&#225;lvulas de la culata.
            </para>
        </step1>
        <figure id="e300579" figsize="col-wide">
            <graphic filename="../figd08/d0886.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n de las clavijas de retenci&#243;n</caption>
            <calloutgroup>
                <callout1 type="arabic">Clavija de retenci&#243;n</callout1>
                <callout1 type="arabic">Compresor de resortes</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Conecte un compresor de resortes y comprima cada resorte de v&#225;lvula. Instale las
                clavijas de retenci&#243;n y suelte el compresor de resortes.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, aseg&#250;rese de que las clavijas de retenci&#243;n est&#233;n
                    bien asentadas en el v&#225;stago de cada v&#225;lvula.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Despu&#233;s de cambiar las v&#225;lvulas, mida la recesi&#243;n de la cabeza de cada v&#225;lvula
                con relaci&#243;n a la plataforma para confirmar el &#233;xito del reacondicionamiento. Refi&#233;rase a
                <hotlnk document="mges3001_108.xml" xrefid="E30005A">"Especificaciones"</hotlnk>.
            </para>
        </step1>
    </svcsubproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_95.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_97.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
