<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DEL SISTEMA DE CONTROL
        ELECTR&#211;NICO - Diagn&#243;sticos de circuitos - Enlace de datos de la American Trucking Association (ATA)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Enlace de datos de la American Trucking Association (ATA)</title>
        <svcprocinfo>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3372" filename="../figd33/d3372.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del enlace de datos de la American Trucking Association (ATA)
                </caption>
            </figure>
            <para>El diagrama de la funci&#243;n del enlace de datos ATA incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>M&#243;dulo impulsor de los inyectores (IDM)</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>La se&#241;al del enlace de comunicaci&#243;n de datos es una se&#241;al de onda recta y amplitud
                variable de 0 a 5 V que hace posible la comunicaci&#243;n entre el software Master Diagnostics (MD) y el
                ECM. El enlace de comunicaci&#243;n de datos tambi&#233;n permite la programaci&#243;n del IDM.
            </para>
            <para></para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito ATA</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3373" filename="../figd33/d3373.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Diagrama del circuito ATA</caption>
            </figure>
            <para>El ECM se comunica con la EST y el software MD a trav&#233;s del conector de la EST. La EST se
                comunica con el ECM usando el enlace de datos ATA.
            </para>
            <para>El IDM usa el ATA s&#243;lo para la programaci&#243;n.</para>
            <para>El circuito del ATA utiliza un par de alambres trenzados. Siempre que se repare, debe mantenerse un
                trenzado completo por cada 2,5 cm (1 pulgada) a lo largo de todo el circuito. Este circuito tiene
                polaridad (un alambre positivo y uno negativo), e invertir su polaridad perturbar&#225; las
                comunicaciones.
            </para>
            <para>
                <title>Conector del enlace de datos ATA</title>
            </para>
            <para>Los veh&#237;culos est&#225;n equipados con un conector de enlace de datos ATA que permite la
                comunicaci&#243;n entre el m&#243;dulo de control electr&#243;nico (ECM) y la herramienta electr&#243;nica
                de servicio (EST).
            </para>
            <para>El enlace de datos ATA sirve para las siguientes funciones:</para>
            <randlist type="bullet">
                <item>
                    <para>Transmisi&#243;n de par&#225;metros del motor</para>
                </item>
                <item>
                    <para>Transmisi&#243;n y borrado de c&#243;digos de falla (DTC)</para>
                </item>
                <item>
                    <para>Diagn&#243;sticos y ubicaci&#243;n de fallas</para>
                </item>
                <item>
                    <para>Programaci&#243;n de par&#225;metros de rendimiento</para>
                </item>
                <item>
                    <para>Programaci&#243;n de funciones del motor y del veh&#237;culo</para>
                </item>
                <item>
                    <para>Programaci&#243;n de calibraciones y estrategias en el ECM y en el IDM</para>
                </item>
            </randlist>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>El ECM monitoriza constantemente el enlace de datos ATA en busca de conexiones interrumpidas, en corto
                o intermitentes. Si aparece un DTC activo en el enlace de datos ATA, el software MD no suministrar&#225;
                informaci&#243;n correcta.
            </para>
            <para>El IDM usa el ATA s&#243;lo para la programaci&#243;n. No se transmiten DTC desde el IDM a trav&#233;s
                del enlace de datos ATA.
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del ATA</title>
            </para>
            <para>Los DTC se leen con la herramienta electr&#243;nica de servicio (EST) o contando los destellos de las
                luces ENGINE &#225;mbar y roja.
            </para>
            <verbatim id="f240dtc231">
                <line>
                    <emph type="bold">DTC 231</emph>
                </line>
                <line>
                    <emph type="bold">Error del enlace de comunicaci&#243;n de datos ATA</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 231 cuando no logra tener acceso al enlace de datos ATA. Cuando esto
                        sucede, los datos del ATA no se pueden pedir ni leer con la EST. Los DTC s&#243;lo se pueden
                        pedir usando la funci&#243;n de control de crucero.
                    </para>
                </item>
                <item>
                    <para>El DTC 231 puede aparecer si ocurre cualquiera de las siguientes condiciones:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Un dispositivo ATA defectuoso (controlador de la transmisi&#243;n o controlador de los
                                frenos antibloqueo) est&#225; conectado al bus del ATA y empuja la se&#241;al a tierra.
                            </para>
                        </item>
                        <item>
                            <para>La cantidad de dispositivos ATA excede el l&#237;mite.</para>
                        </item>
                        <item>
                            <para>El ECM est&#225; defectuoso.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Cuando el DTC 231 est&#225; activo, la luz ENGINE &#225;mbar no se enciende.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Los veh&#237;culos con transmisi&#243;n Allison WTEC pueden mostrar el DTC 231 cuando se
                        intenta programar el ECM. El controlador WTEC debe desconectarse al programar el ECM del motor.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
                </item>
                <item>
                    <para>Cable de interfaz EZ-Tech de International&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Caja de conexiones</para>
                </item>
                <item>
                    <para>Haz de derivaci&#243;n</para>
                </item>
            </randlist>
            <para>El circuito del ATA requiere que se usen los diagramas de circuitos del veh&#237;culo. Refi&#233;rase
                al manual Diagrama de circuitos el&#233;ctricos del chasis para informaci&#243;n sobre los n&#250;meros
                de los circuitos y la ubicaci&#243;n de los conectores y fusibles.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos del ATA con los pines</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3373" filename="../figd33/d3373.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="592px"/>
                <caption>Diagrama del circuito del ATA</caption>
            </figure>
            <table id="te24007016" tblwidth="pg-wide" frame="bottom">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="2.00in"/>
                    <colspec colname="col2" colwidth="0.86in"/>
                    <colspec colname="COLSPEC0" colwidth="0.86in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo de la bater&#237;a
                                        al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de voltaje en el conector de la EST</emph>
                                    (Con la llave en ON y el motor apagado).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Especif.</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Se&#241;al</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>B a A</para>
                            </entry>
                            <entry colname="col2">
                                <para>B+</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Voltaje</para>
                            </entry>
                            <entry colname="col3">
                                <para>Siempre deber&#237;a haber voltaje en B. Si no hay voltaje, revise los circuitos a
                                    tierra y energ&#237;a.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de voltaje de la EST a tierra</emph>
                                    (Con la llave en OFF y el cable negativo de la bater&#237;a desconectado).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>F a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA +</para>
                            </entry>
                            <entry colname="col3" morerows="1">
                                <para>Si &#60;1 k&#x2126;, busque corto a tierra a trav&#233;s del cableado o dentro del
                                    ECM o del IDM. Desconecte el ECM y el IDM y mida nuevamente el circuito a tierra. Si
                                    sigue apareciendo un corto, desconecte otros dispositivos conectados al enlace de
                                    comunicaci&#243;n de datos y repita la prueba. Si sigue apareciendo un corto, repare
                                    el cableado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>G a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA -</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>B a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Energ&#237;a</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60;1 k&#x2126; con el fusible desconectado, busque un corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Tierra</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque un circuito interrumpido. La EST no se comunicar&#225;.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en la EST y el cableado del tablero
                                    </emph>
                                    (Con la llave en OFF, el cable negativo de la bater&#237;a desconectado y caja de
                                    conexiones conectada).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>F a X4-20 del ECM</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA +</para>
                            </entry>
                            <entry colname="col3">
                                <para>Resistencia del conector del ECM en el chasis al conector de la EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>G a X4-21 del ECM</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA -</para>
                            </entry>
                            <entry colname="col3">
                                <para>Resistencia del conector del ECM en el chasis al conector de la EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>F a X3-28 del IDM</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA +</para>
                            </entry>
                            <entry colname="col3">
                                <para>Resistencia del conector del IDM al conector de la EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>G a X3-29 del IDM</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>ATA -</para>
                            </entry>
                            <entry colname="col3">
                                <para>Resistencia del conector del IDM al conector de la EST.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>B al fusible</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Energ&#237;a</para>
                            </entry>
                            <entry colname="col3">
                                <para>Resistencia del conector de la EST al fusible de energ&#237;a. Refi&#233;rase al
                                    manual Diagrama de circuitos el&#233;ctricos del chasis para informaci&#243;n sobre
                                    los n&#250;meros de los circuitos y la ubicaci&#243;n de los conectores y fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Tierra</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque un circuito interrumpido. Un circuito abierto impedir&#225;
                                    que la EST encienda.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Descripci&#243;n de los c&#243;digos de falla</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>231 = Error del enlace de comunicaci&#243;n de datos ATA - conector o cableado del
                                    ATA.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_150.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_152.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
