<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos para motores que no arrancan o
        arrancan con dificultad - Procedimientos de las pruebas - 10. Sistema de suministro de combustible
    </stitle>
    <svcman/>
    <svcproc id="s306000503.10" svcproctype="diagnose" graphiccount="12">
        <title>10. Sistema de suministro de combustible</title>
        <svcprocinfo id="s306000503.10.1">
            <figure id="f30505027" figsize="col-wide">
                <graphic filename="../figJ31/J31313.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption></caption>
            </figure>
            <para id="tp306000510">
                <title>Finalidad</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Determinar si el sistema de suministro de combustible permite que el motor funcione
                        eficientemente.
                    </para>
                </item>
                <item>
                    <para>Determinar si el combustible tiene aire.</para>
                </item>
                <item>
                    <para>Determinar si el sistema de combustible est&#225; contaminado.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso de
                        aire.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Medidor de 0 - 160 lb/pulg
                        <supscript>2</supscript>
                        (de la barra de medidores)
                    </para>
                </item>
                <item>
                    <para>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>V&#225;lvula de cierre en l&#237;nea</para>
                </item>
                <item>
                    <para>Manguera transparente de 3/8"</para>
                </item>
                <item>
                    <para>Recipiente transparente de boca ancha (con capacidad aproximada para un litro o un cuarto de
                        gal&#243;n)
                    </para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, siga estas recomendaciones:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>No mezcle gasolina, gasohol o alcohol con combustible diesel. Esta pr&#225;ctica
                                produce peligros de incendio y explosi&#243;n.
                            </para>
                        </item>
                        <item>
                            <para>No permita que l&#237;quidos del motor permanezcan en contacto con su piel. L&#225;vese
                                las manos y las u&#241;as con agua y jab&#243;n o con un buen producto limpiador de
                                manos. Lave o deseche adecuadamente la ropa y los trapos que tengan l&#237;quidos del
                                motor. Los l&#237;quidos del motor contienen elementos da&#241;inos para la piel que
                                podr&#237;an incluso causar c&#225;ncer.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
        </svcprocinfo>
        <svcsubproc id="s306000503.10.2">
            <title>10.1. Presi&#243;n, calidad y aire en el combustible</title>
            <para id="tp306000510.1"></para>
            <step1>
                <para count="1">Refi&#233;rase a los valores requeridos de presi&#243;n de la bomba de combustible en el
                    <hotlnk document="mges3052_S306001101.xml" xrefid="s3060011.1">Ap&#233;ndice A &#171;Requisitos de
                        rendimiento del VT 275&#187;
                    </hotlnk>
                    y anote los valores en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que haya combustible en el o los tanques. Huela el combustible en el o los
                    tanques en busca de otros olores, por ejemplo: queros&#233;n, alcohol o gasolina.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ONy preste atenci&#243;n al sonido de la bomba de
                    combustible. El ECM activa la bomba de combustible y debe funcionar por 60 segundos. Despu&#233;s de
                    60 segundos, el ECM desactiva la bomba de combustible, a menos que el motor est&#233; en marcha.
                </para>
                <specpara>
                    <note>
                        <para>El motor puede funcionar sin la bomba de combustible, pero pueden da&#241;arse los
                            inyectores.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si puede escuchar el sonido de la bomba de combustible funcionando, siga con el paso 4.
                        </para>
                    </item>
                </randlist>
                <seqlist>
                    <item>
                        <para>Si no puede escuchar el sonido de la bomba de combustible funcionando, ponga el interuptor
                            de encendido en OFF.
                        </para>
                    </item>
                    <item>
                        <para>Desenchufe el conector del cableado de la bomba de combustible y mida el voltaje entre los
                            circuitos de energ&#237;a y tierra.
                        </para>
                    </item>
                    <item>
                        <para>Al poner el interruptor de encendido en ONdebe haber voltaje de bater&#237;a por 60
                            segundos.
                        </para>
                    </item>
                    <item>
                        <para>Si no hay voltaje de bater&#237;a, refi&#233;rase a
                            <hotlnk document="mges3052_136.xml" xrefid="s306000706.20.3.1">&#171;Diagn&#243;stico de los
                                pines de la bomba de combustible&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 y al &#171;Manual de diagramas de circuitos&#187; para informaci&#243;n
                            sobre la ubicaci&#243;n de rel&#233;s y fusibles.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en OFF.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque el conducto de entrada de aire en el motor para facilitar el retiro del tap&#243;n
                    y las pruebas del sistema.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, tome precauciones especiales para impedir que entren
                        elementos extra&#241;os al sistrema de admisi&#243;n al sacar el conducto de entrada de aire.
                    </para>
                </caution>
                <note>
                    <para>Al sacar el tap&#243;n de pruebas es posible que salga una peque&#241;a cantidad de
                        combustible. Ponga un recipiente adecuado para captar el combustible. Deseche el combustible de
                        acuerdo con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <figure id="f306000616" figsize="col-wide">
                <graphic filename="../figj11/j11004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Filtro secundario de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Retorno al HFCM</callout1>
                    <callout1 type="arabic">Suministro desde el HFCM</callout1>
                    <callout1 type="arabic">Orificio para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata izquierda</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata derecha</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n del orificio para pruebas de presi&#243;n que est&#225; en el fondo
                    de la carcasa del filtro secundario de combustible.
                </para>
            </step1>
            <figure id="f306000617" figsize="col-wide">
                <graphic filename="../figh31/h31284.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Medidor de presi&#243;n de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador (se saca para conectar el adaptador para pruebas del sistema de
                        presi&#243;n de control de la inyecci&#243;n)
                    </callout1>
                    <callout1 type="arabic">Conducto</callout1>
                    <callout1 type="arabic">Medidor</callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Conducto transparente de 3/8"</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000618" figsize="col-wide">
                <graphic filename="../figD31/D3191.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas del sistema de presi&#243;n de control de la inyecci&#243;n</caption>
            </figure>
            <figure id="f306000619" figsize="col-wide">
                <graphic filename="../figJ31/J31293.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Equipo necesario para pruebas de presi&#243;n de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Barra de medidores (medidor de 0 - 160 lb/pulg
                        <supscript>2</supscript>)
                    </callout1>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Conducto</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del sistema de presi&#243;n de control de la inyecci&#243;n
                        (conectado al adaptador)
                    </callout1>
                    <callout1 type="arabic">Conducto transparente de 3/8"</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000620" figsize="col-wide">
                <graphic filename="../figj31/j31296.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas del sistema de presi&#243;n de control de la inyecci&#243;n instalado
                    con el medidor de presi&#243;n de combustible
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Conducto</callout1>
                    <callout1 type="arabic">Adaptador</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte el adaptador para pruebas del sistema de presi&#243;n de control de la inyecci&#243;n
                    al medidor de presi&#243;n de combustible.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Puede obtener el medidor de presi&#243;n de combustible a trav&#233;s de su proveedor de
                            herramientas. Recomendamos el uso de este medidor para medir presi&#243;n y tomar muestras.
                        </para>
                    </item>
                    <item>
                        <para>Si no puede obtener el medidor de presi&#243;n de combustible: Puede armar el equipo
                            necesario con el kit de herramientas esenciales suministrado por el concesionario.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Encamine el conducto transparente hacia un recipiente transparente.</para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ONpero no arranque el motor.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Deseche el combustible en un recipiente adecuado y claramente rotulado COMBUSTIBLE
                                DIESEL, de acuerdo con las regulaciones locales.
                            </para>
                        </item>
                        <item>
                            <para>NO fume.</para>
                        </item>
                        <item>
                            <para>Mant&#233;ngase alejado de llamas vivas y chispas.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">Abra la v&#225;lvula de cierre en l&#237;nea y saque una muestra en el recipiente
                    transparente. A medida que el combustible pasa por el conducto transparente, preste atenci&#243;n a
                    la presencia de burbujas de aire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso de
                        aire, pero deber&#237;a desaparecer r&#225;pidamente.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Cierre la v&#225;lvula de cierre en l&#237;nea.</para>
            </step1>
            <step1>
                <para count="1">Revise si el combustible del recipiente est&#225; contaminado y anote el resultado en el
                    formulario de diagn&#243;sticos. La muestra debe ser transparente, no deber tener residuos, agua ni
                    otros contaminantes. La muestra no debe estar turbia ni tener color (azul o rojo).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si deja de ver burbujas de aire en la muestra que fluye, el combustible no tiene aire; si
                            la muestra cumple con los dem&#225;s requisitos, vaya al paso 15.
                        </para>
                    </item>
                    <item>
                        <para>Si las burbujas de aire no desaparecen y el recipiente est&#225; casi lleno, sar&#225;
                            necesario que saque otra muestra para determinar si el combustible tiene aire; siga con el
                            paso 13.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible tiene agua, residuos u otros contaminantes, saque otra muestra. Puede
                            tener sedimentos y agua si no se ha cambiado el filtro de combustible en mucho tiempo, o si
                            no se ha drenado el HFCM recientemente; siga con el paso 13.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible est&#225; turbio a baja temperatura, indica que tiene cristales de cera
                            o est&#225; gelatinoso. Los combustibles para verano no son adecuados para bajas
                            temperaturas. Cambie el combustible por uno del grado recomendado. Refi&#233;rase a &#171;Requisitos
                            del combustible&#187; en el &#171;Manual de operaci&#243;n y mantenimiento del motor&#187;
                            correspondiente al motor y a&#241;o-modelo del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Si la muestra est&#225; te&#241;ida de azul o rojo, significa que es combustible para
                            fuera de carretera y puede afectar el rendimiento. Cambie el combustible por uno del grado
                            recomendado. Refi&#233;rase a &#171;Requisitos del combustible&#187; en el &#171;Manual de
                            operaci&#243;n y mantenimiento del motor&#187; correspondiente al motor y a&#241;o-modelo
                            del veh&#237;culo.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si necesita tomar otra muestra, ponga el interruptor de encendido en OFF y nuevamente en
                    ON para reactivar el HFCM, saque la muestra y rev&#237;sela en busca de burbujas de aire y
                    contaminantes.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si las burbujas de aire no desaparecen, inspeccione el sistema de suministro en busca de
                            fugas, desde el o los tanques hasta la entrada del HFCM. Haga las reparaciones que fueran
                            necesarias y repita la prueba. La inspecci&#243;n en busca de fugas debe incluir todas las
                            conexiones de los conductos, la tapa del filtro primario y el tap&#243;n de drenaje del HFCM
                            con la bomba de combustible desactivada. Con la bomba de combustible desactivada, la tapa
                            del filtro primario y el tap&#243;n de drenaje del HFCM pueden gotear lentamente, lo que
                            indica que est&#225;n flojos o que los sellos est&#225;n gastados, rajados o rotos.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible tiene demasiada agua u otros contaminantes, puede ser necesario lavar el
                            tanque y el sistema de combustible. Saque una muestra por el tap&#243;n de drenaje del HFCM.
                            Refi&#233;rase a
                            <hotlnk document="mges3052_64.xml" xrefid="s306000402.11.2.1">&#171;Drenaje del HFCM&#187;
                            </hotlnk>
                            en la Secci&#243;n 4.
                        </para>
                    </item>
                    <item>
                        <para>Si el combustible no sale limpio, puede ser necesario lavar el sistema para solucionar el
                            problema. Cambie los filtros primario y secundario y cerci&#243;rese de que el combustible
                            est&#233; limpio y que sea del grado recomendado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en OFFy luego en ON.</para>
            </step1>
            <step1>
                <para count="1">Cuando la bomba se encienda, mida la presi&#243;n del combustible. La presi&#243;n deber&#237;a
                    aumentar y llegar r&#225;pidamente al valor requerido.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en OFF.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de combustible est&#225; dentro de los valores requeridos, haga la
                            <hotlnk document="mges3052_80.xml" xrefid="tp306000511">Prueba 11 &#171;Voltaje del rel&#233;
                                de energ&#237;a principal al ECM&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de combustible no llega al valor requerido, cambie el filtro primario y
                            el filtro secundario y repita la prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de combustible sigue por debajo del valor requerido despu&#233;s de
                            haber cambiado ambos filtros, mida la presi&#243;n de descarga de la bomba de combustible.
                            Haga la
                            <hotlnk xrefid="tp306000510.2">Prueba 10.2 &#171;Presi&#243;n de descarga de la bomba de
                                combustible&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <para>
                <title>Causas posibles</title>
            </para>
            <randlist type="bullet">
                <title>Si el combustible est&#225; contaminado</title>
                <item>
                    <para>Hay agua o contaminantes en el tanque de combustible.</para>
                </item>
                <item>
                    <para>Hielo en la tuber&#237;a de combustible.</para>
                </item>
                <item>
                    <para>Hay residuos en el tanque de combustible.</para>
                </item>
                <item>
                    <para>El combustible est&#225; te&#241;ido o turbio.</para>
                </item>
                <item>
                    <para>El combustible tiene cristales de cera o est&#225; gelatinoso.</para>
                </item>
                <item>
                    <para>El combustible es rojo o azul para fuera de carretera.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Si el combustible tiene aire</title>
                <item>
                    <para>El o los tanques tienen poco combustible o est&#225;n vac&#237;os.</para>
                </item>
                <item>
                    <para>Los sellos de la tuber&#237;a entre el o los tanques y el HFCM est&#225;n defectuosos, el tubo
                        de suministro de combustible est&#225; roto o aplastado.
                    </para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n o la rejilla est&#225;n agrietados u obstruidos.</para>
                </item>
                <item>
                    <para>El sello de la tapa del filtro del HFCM est&#225; defectuoso, el tap&#243;n de drenaje del
                        HFCM est&#225; flojo o el sello anular del tap&#243;n est&#225; perdido o roto.
                    </para>
                </item>
                <item>
                    <para>Un tubo o conector en el lado de succi&#243;n de la bomba de combustible est&#225; flojo.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Si no llega combustible</title>
                <item>
                    <para>El o los tanques tienen poco combustible o est&#225;n vac&#237;os.</para>
                </item>
                <item>
                    <para>La bomba de transferencia del tanque est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n o la rejilla est&#225;n obstruidos, retorcidos, doblados, flojos,
                        agrietados o rotos.
                    </para>
                </item>
                <item>
                    <para>Los sellos de la tuber&#237;a entre los tanques est&#225;n defectuosos, hay hielo en la tuber&#237;a,
                        el tubo de suministro de combustible est&#225; roto o aplastado o el tubo entre el tanque y el
                        HFCM est&#225; obstruido.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Si la presi&#243;n de combustible es baja</title>
                <item>
                    <para>Hay residuos en el tanque.</para>
                </item>
                <item>
                    <para>Obstrucci&#243;n entre el tanque de combustible y el HFCM.</para>
                </item>
                <item>
                    <para>El tubo de suministro est&#225; retorcido o doblado o la rejilla del tubo de captaci&#243;n
                        est&#225; tapada.
                    </para>
                </item>
                <item>
                    <para>Un tubo o conector en el lado de succi&#243;n del sistema de combustible est&#225; flojo.
                    </para>
                </item>
                <item>
                    <para>Los filtros de combustible est&#225;n sucios o tapados.</para>
                </item>
                <item>
                    <para>La bomba de combustible est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                </item>
                <item>
                    <para>La v&#225;lvula reguladora de la presi&#243;n de combustible est&#225; defectuosa o trabada.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Si hay restricci&#243;n en el flujo de combustible</title>
                <item>
                    <para>El combustible tiene residuos.</para>
                </item>
                <item>
                    <para>El tubo de suministro est&#225; retorcido o doblado o el colador del tubo de captaci&#243;n
                        est&#225; tapado.
                    </para>
                </item>
                <item>
                    <para>El elemento filtrante est&#225; sucio o tapado.</para>
                </item>
                <item>
                    <para>El combustible en el filtro tiene cristales de cera o est&#225; gelatinoso.</para>
                </item>
                <item>
                    <para>Hielo en la tuber&#237;a de combustible.</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Si la presi&#243;n de combustible es alta</title>
                <item>
                    <para>Hay residuos en la v&#225;lvula reguladora de combustible.</para>
                </item>
                <item>
                    <para>La v&#225;lvula reguladora de la presi&#243;n de combustible est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>Obstrucci&#243;n en el retorno de combustible al HFCM.</para>
                </item>
                <item>
                    <para>Hay fuga de gases de combusti&#243;n hacia el sistema de combustible.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc id="s306000503.10.3">
            <title>10.2. Presi&#243;n de descarga de la bomba de combustible</title>
            <specpara>
                <note>
                    <para>Esta prueba debe hacerse s&#243;lo si lo requieren los resultados de la
                        <hotlnk xrefid="tp306000510.1">Prueba 10.1. &#171;Presi&#243;n, calidad y aire en el combustible&#187;</hotlnk>
                        cuando la presi&#243;n sigue siendo menor al valor requerido o sube muy lentamente, despu&#233;s
                        de haber cambiado ambos filtros de combustible.
                    </para>
                </note>
            </specpara>
            <para id="tp306000510.2">
                <title>Finalidad</title>
            </para>
            <para>Medir la presi&#243;n de descarga de la bomba de combustible.</para>
            <specpara>
                <note>
                    <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso de
                        aire.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Medidor de 0 - 160 lb/pulg
                        <supscript>2</supscript>
                        (de la barra de medidores)
                    </para>
                </item>
                <item>
                    <para>Adaptador para pruebas de presi&#243;n de combustible</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Cuando saque el conector tipo banjo, saldr&#225; combustible. Use un recipiente adecuado para
                        captar el combustible que cae. Deseche el combustible de acuerdo con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <figure id="f306000621" figsize="col-wide">
                <graphic filename="../figj11/j11004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Filtro secundario de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Retorno al HFCM</callout1>
                    <callout1 type="arabic">Suministro desde el HFCM</callout1>
                    <callout1 type="arabic">Orificio para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata izquierda</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata derecha</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el conector tipo banjo del suministro del HFCM (&#237;tem 2) en el fondo de la
                    carcasa del filtro secundario de combustible.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Haga la prueba con las empaquetaduras de cobre existentes. Cambie las empaquetaduras de cobre
                        del conector tipo banjo cuando termine la prueba y haya hecho las reparaciones.
                    </para>
                </note>
            </specpara>
            <figure id="f306000622" figsize="col-wide">
                <graphic filename="../figj31/j31237.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px"/>
                <caption>Adaptador para pruebas de presi&#243;n de combustible</caption>
            </figure>
            <figure id="f306000623" figsize="col-wide">
                <graphic filename="../figj31/j31297.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para pruebas de presi&#243;n de combustible instalado en el suministro del HFCM
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Adaptador</callout1>
                    <callout1 type="arabic">Conducto para pruebas</callout1>
                    <callout1 type="arabic">Conector tipo banjo</callout1>
                    <callout1 type="arabic">Empaquetaduras de cobre</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte el adaptador para pruebas de presi&#243;n de combustible al suministro de
                    combustible con el conector tipo banjo y las empaquetaduras de cobre.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el medidor de presi&#243;n al adaptador para pruebas de presi&#243;n de
                    combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ONpero no arranque el motor.</para>
            </step1>
            <step1>
                <para count="1">Cuando la bomba se encienda, inmediatamente mire la presi&#243;n indicada en el medidor.
                    La presi&#243;n deber&#237;a aumentar y llegar r&#225;pidamente al valor requerido.
                </para>
            </step1>
            <figure id="f306000624" figsize="col-wide">
                <graphic filename="../figj11/j11006.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cambio de las dos empaquetaduras de cobre</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor a causa de una fuga de combustible y posible incendio, cambie
                        las dos empaquetaduras de cobre cuando vuelta a conectar el suministro de combustible desde el
                        HFCM a la carcasa del filtro secundario.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de descarga est&#225; dentro de los valores requeridos, ponga el
                            interruptor de encendido en OFFy siga haciendo el paso 6.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de descarga no est&#225; dentro de los valores requeridos, ponga el
                            interruptor de encendido en OFF. Vuelva a conectar el tubo y el conector tipo banjo a la
                            carcasa del filtro secundario y haga la
                            <hotlnk xrefid="tp306000510.3">Prueba 10.3 &#171;Restricci&#243;n en la entrada de
                                combustible&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el adaptador para pruebas de presi&#243;n de combustible.</para>
            </step1>
            <step1>
                <para count="1">Saque, limpie e inspeccione el regulador de la presi&#243;n del combustible seg&#250;n
                    los procedimientos descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de volver a instalar la carcasa del filtro secundario y toda la tuber&#237;a,
                    conecte el medidor de presi&#243;n de combustible al orificio para pruebas del filtro secundario y
                    vuelva a medir la presi&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s306000503.10.4">
            <title>10.3. Restricci&#243;n en la entrada de combustible</title>
            <specpara>
                <note>
                    <para>Esta prueba debe hacerse s&#243;lo si lo requieren los resultados de la
                        <hotlnk xrefid="tp306000510.2">Prueba 10.2. &#171;Presi&#243;n de descarga de la bomba de
                            combustible&#187;
                        </hotlnk>
                        cuando la presi&#243;n de descarga cumple con el valor requerido o sube lentamente.
                    </para>
                </note>
            </specpara>
            <para id="tp306000510.3">
                <title>Finalidad</title>
            </para>
            <para>Medir la presi&#243;n a la entrada de la bomba de combustible.</para>
            <specpara>
                <note>
                    <para>La apertura de cualquier uni&#243;n del sistema de combustible permitir&#225; el ingreso de
                        aire.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Medidor de 0 - 30 pulgadas de mercurio (de la barra de medidores)</para>
                </item>
                <item>
                    <para>Adaptador para restricci&#243;n en la entrada de combustible</para>
                </item>
                <item>
                    <para>V&#225;lvula de cierre en l&#237;nea</para>
                </item>
            </randlist>
            <step1>
                <para count="1">Coloque un recipiente chato y de boca ancha debajo del tap&#243;n de drenaje del HFCM.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie con un trapo alrededor y debajo del tap&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n de drenaje y drene el HFCM sobre el recipiente.</para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando saque el tap&#243;n de drenaje, saldr&#225; combustible. Deseche el combustible de
                        acuerdo con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <figure id="f306000625" figsize="col-wide">
                <graphic filename="../figj31/j31236.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para restricci&#243;n en la entrada de combustible</caption>
            </figure>
            <figure id="f306000626" figsize="col-wide">
                <graphic filename="../figj31/j31298.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Prueba de restricci&#243;n en la entrada de combustible</caption>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n de drenaje del HFCM y enrosque a mano el adaptador para restricci&#243;n
                    en la entrada de combustible.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Inspeccione si el sello anular del tap&#243;n de drenaje se da&#241;&#243; al sacarlo. Debe
                        tener cuidado al instalar el tap&#243;n de drenaje para evitar da&#241;ar el sello anular.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Conecte el medidor de 0 - 30 pulgadas de mercurio de la barra de medidores a trav&#233;s
                    de una v&#225;lvula de cierre en l&#237;nea. Aseg&#250;rese de que la v&#225;lvula est&#233;
                    cerrada.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando se pone el interruptor de encendido en ON, la bomba de combustible funciona por 60
                        segundos. La v&#225;lvula de cierre en l&#237;nea debe estar cerrada antes de que la bomba se
                        apague. Esto evitar&#225; que el medidor se llene de combustible.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga el interruptor de encendido en ON. Abra la v&#225;lvula de cierre y revise si el
                    medidor indica que hay restricci&#243;n. Cierre la v&#225;lvula de cierre en l&#237;nea. Ponga el
                    interruptor de encendido en OFF.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la medici&#243;n de vac&#237;o es superior al valor requerido, inspeccione en busca de
                            restricciones la tuber&#237;a de suministro desde el tubo de captaci&#243;n del tanque hasta
                            el HFCM. Inspeccione visualmente la tuber&#237;a de suministro de combustible y conexiones
                            desde el o los tanques hasta el HFCM en busca de tubos doblados, aplastados o da&#241;ados.
                            Haga las reparaciones necesarias y vuelva a medir la presi&#243;n de combustible en el
                            orificio para pruebas de la carcasa del filtro secundario.
                        </para>
                    </item>
                    <item>
                        <para>Si la medici&#243;n de vac&#237;o es inferior al valor requerido y la presi&#243;n de
                            descarga de la bomba es baja, cambie la bomba y vuelva a medir la presi&#243;n de
                            combustible en el orificio para pruebas de la carcasa del filtro secundario.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_78.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_80.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
