<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de control
        electr&#243;nico
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de control electr&#243;nico</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>M&#243;dulo de control electr&#243;nico (ECM)</title>
            <figure id="f2400133" figsize="pg-wide">
                <graphic filename="../figD31/D31188.cgm" type="cgm" scalefit="1" scalefitwidth="312px" box="yes"/>
            </figure>
            <para>
                <title>Operaci&#243;n y funciones</title>El ECM (m&#243;dulo de control electr&#243;nico) monitoriza y
                controla el comportamiento del motor para asegurar el m&#225;ximo rendimiento y el cumplimiento de las
                normas sobre emisiones. El ECM tiene cuatro funciones primarias:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Proporcionar voltaje de referencia (V
                        <subscript>REF</subscript>)
                    </para>
                </item>
                <item>
                    <para>Acondicionar las se&#241;ales de entrada</para>
                </item>
                <item>
                    <para>Procesar y almacenar estrategias de control</para>
                </item>
                <item>
                    <para>Controlar los activadores</para>
                </item>
            </randlist>
            <para>
                <title>1. Voltaje de referencia (V
                    <subscript>REF</subscript>)
                </title>
            </para>
            <para>El ECM suministra una se&#241;al V
                <subscript>REF</subscript>
                de 5 V hacia los sensores del sistema de control electr&#243;nico. Al comparar la se&#241;al V
                <subscript>REF</subscript>
                de 5 V enviada a los sensores con las se&#241;ales devueltas por ellos, el ECM determina presiones,
                posiciones y otras variables importantes para el funcionamiento del motor y del veh&#237;culo.
            </para>
            <para>El ECM suministra el V
                <subscript>REF</subscript>
                mediante dos circuitos independientes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El V
                        <subscript>REF</subscript>
                        A suministra 5 V a los sensores del motor.
                    </para>
                </item>
                <item>
                    <para>El V
                        <subscript>REF</subscript>
                        B suministra 5 V a los sensores del veh&#237;culo.
                    </para>
                </item>
            </randlist>
            <para>
                <title>2. Acondicionador de se&#241;ales</title>
            </para>
            <para>El acondicionador de se&#241;ales en el microprocesador interno convierte se&#241;ales anal&#243;gicas
                en se&#241;ales digitales, convierte ondas sinusoidales en ondas rectangulares, o amplifica se&#241;ales
                de baja intensidad hasta un nivel que el microprocesador del ECM pueda procesar.
            </para>
            <para>
                <title>3. Microprocesador</title>
            </para>
            <para>El microprocesador interno del ECM almacena instrucciones de operaci&#243;n (estrategias de control) y
                tablas de valores (par&#225;metros de calibraci&#243;n). El ECM compara las instrucciones y valores
                almacenados con los valores de entrada acondicionados, para determinar la estrategia de operaci&#243;n
                apropiada para todas las operaciones del motor.
            </para>
            <para>Dentro del ECM se realizan c&#225;lculos constantes a dos niveles o velocidades distintas: c&#225;lculos
                de primer plano y c&#225;lculos de segundo plano.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Los c&#225;lculos de primer plano ocurren a una velocidad mucho m&#225;s r&#225;pida que los c&#225;lculos
                        de segundo plano, y normalmente representan las funciones m&#225;s importantes para la operaci&#243;n
                        del motor. El control de la velocidad del motor es un ejemplo.
                    </para>
                </item>
                <item>
                    <para>Los c&#225;lculos de segundo plano son normalmente variables que cambian a una velocidad
                        menor. La temperatura del motor es un ejemplo.
                    </para>
                </item>
            </randlist>
            <para>El microprocesador genera c&#243;digos de falla si las se&#241;ales de entrada u otras condiciones no
                cumplen con los valores esperados.
            </para>
            <para>Las estrategias de diagn&#243;stico (instrucciones) tambi&#233;n est&#225;n programadas en el ECM.
                Algunas estrategias monitorizan las entradas en forma continua y ordenan las salidas necesarias para
                lograr el rendimiento correcto del motor.
            </para>
            <para>
                <title>Memoria del microprocesador</title>
            </para>
            <para>El microprocesador del ECM incluye memoria s&#243;lo de lectura (ROM) y memoria de acceso directo
                (RAM).
                <emph type="bold"></emph>
            </para>
            <para>
                <title>ROM</title>
            </para>
            <para>La memoria ROM almacena en forma permanente las tablas de calibraci&#243;n y las estrategias de
                operaci&#243;n. La informaci&#243;n en la ROM es permanente, no se puede cambiar ni se pierde al apagar
                el motor o cuando el suministro de energ&#237;a hacia el ECM se interrumpe. La informaci&#243;n en ROM
                incluye lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Configuraci&#243;n, modos de operaci&#243;n y opciones del veh&#237;culo</para>
                </item>
                <item>
                    <para>C&#243;digo de clasificaci&#243;n del motor (EFRC)</para>
                </item>
                <item>
                    <para>Modos de advertencia y protecci&#243;n del motor</para>
                </item>
            </randlist>
            <para>
                <title>RAM</title>
            </para>
            <para>
                <emph type="bold"></emph>
            </para>
            <para>La memoria RAM almacena informaci&#243;n temporal sobre condiciones actuales. Esta informaci&#243;n
                temporal almacenada en la RAM se pierde cuando la llave de encendido se pone en OFF o cuando se
                interrumpe el suministro de energ&#237;a hacia el ECM. La informaci&#243;n en RAM incluye lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Temperatura del motor</para>
                </item>
                <item>
                    <para>RPM del motor</para>
                </item>
                <item>
                    <para>Posici&#243;n del pedal del acelerador</para>
                </item>
            </randlist>
            <para>
                <title>4. Control de los activadores</title>El ECM controla los activadores aplic&#225;ndoles una se&#241;al
                de bajo nivel (controlador del lado de tierra) o una se&#241;al de alto nivel (controlador del lado de
                tierra). Al ser conmutados, estos impulsores completan un circuito a tierra o a energ&#237;a de un
                activador.
            </para>
            <para>Los activadores son controlados de tres maneras (de acuerdo al tipo de activador):</para>
            <randlist type="bullet">
                <item>
                    <para>Por un r&#233;gimen de trabajo (porcentaje de tiempo activo o inactivo)</para>
                </item>
                <item>
                    <para>Por una amplitud de pulsaci&#243;n controlada</para>
                </item>
                <item>
                    <para>Por conmutaci&#243;n para encenderlos o apagarlos</para>
                </item>
            </randlist>
            <para>
                <title>Control del ECM de la operaci&#243;n del motor</title>
            </para>
            <para>El ECM controla la operaci&#243;n del motor con los siguientes elementos:</para>
            <randlist type="bullet">
                <item>
                    <para>V&#225;lvula de control del EVRT&#8482;</para>
                </item>
                <item>
                    <para>V&#225;lvula de EGR</para>
                </item>
                <item>
                    <para>V&#225;lvula IPR</para>
                </item>
                <item>
                    <para>Rel&#233; de las buj&#237;as incandescentes</para>
                </item>
            </randlist>
            <para>
                <title>V&#225;lvula de control del turboalimentador de respuesta variable electr&#243;nica
                    (EVRT&#8482;)
                </title>
            </para>
            <para>La v&#225;lvula de control del EVRT&#8482; es un activador ubicado encima del EVRT&#8482;. La v&#225;lvula
                de control del EVRT&#8482; es una v&#225;lvula de posici&#243;n variable que controla la posici&#243;n
                de las aspas en la carcasa de la turbina. La posici&#243;n de la v&#225;lvula es controlada mediante una
                fuente de voltaje de conmutaci&#243;n en el ECM. El circuito a tierra es suministrado directa y
                constantemente desde la tierra de la bater&#237;a.
            </para>
            <para>El control del activador se logra estableciendo una se&#241;al modulada por duraci&#243;n de pulsaci&#243;n,
                en respuesta a la velocidad del motor, la cantidad de combustible deseada, presi&#243;n reforzadora o
                contrapresi&#243;n de escape y altitud.
            </para>
            <para>
                <title>V&#225;lvula de recirculaci&#243;n de gases de escape (v&#225;lvula de EGR)</title>
            </para>
            <para>La v&#225;lvula de EGR controla el flujo de gases de escape que ingresan al m&#250;ltiple de admisi&#243;n.
                La v&#225;lvula de EGR tiene un activador para controlar su posici&#243;n y un sensor de posici&#243;n
                para suministrar una se&#241;al de respuesta al ECM. La posici&#243;n de la v&#225;lvula es controlada
                conmutando el circuito a tierra en el ECM. La fuente de voltaje es suministrada por el rel&#233; de
                energ&#237;a del ECM. El control del activador se logra estableciendo una se&#241;al modulada por duraci&#243;n
                de pulsaci&#243;n, en respuesta a la velocidad del motor, la cantidad de combustible deseada, presi&#243;n
                reforzadora o contrapresi&#243;n de escape y altitud.
            </para>
            <para>
                <title>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</title>
            </para>
            <para>El IPR controla la presi&#243;n del sistema de presi&#243;n de control de inyecci&#243;n. El IPR es
                una v&#225;lvula de posici&#243;n variable controlada por el ECM. Esta presi&#243;n regulada activa los
                inyectores de combustible. La posici&#243;n de la v&#225;lvula es controlada conmutando el circuito a
                tierra en el ECM. La fuente de voltaje es suministrada por el interruptor de encendido.
            </para>
            <para>
                <title>Rel&#233; de las buj&#237;as incandescentes</title>
            </para>
            <para>El ECM activa el rel&#233; de las buj&#237;as incandescentes. El rel&#233; suministra V
                <subscript>BAT</subscript>
                a las buj&#237;as incandescentes hasta por 120 segundos, dependiendo de la temperatura ambiente y de la
                altitud. El circuito a tierra es suministrado directa y constantemente desde la tierra de la bater&#237;a.
                El rel&#233; es controlado conmutando una fuente de voltaje desde el ECM.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
