<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Temporizador de la
        funci&#243;n de apagado en ralent&#237; (IST)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Temporizador de la funci&#243;n de apagado en ralent&#237; (IST)</title>
        <svcsubproc>
            <title>Funciones del sistema</title>
            <figure id="f17503070" figsize="pg-wide">
                <graphic filename="../figeg1/eg1295.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del temporizador de apagado en ralent&#237;</caption>
            </figure>
            <para>La funci&#243;n de apagado en ralent&#237; es una funci&#243;n opcional que permite al ECM apagar el
                motor si ha estado en ralent&#237; por m&#225;s de un per&#237;odo programado por el cliente (2 a 120
                minutos). Antes de apagar el motor la luz
                <emph type="bold">ENGINE</emph>
                roja se enciende y el od&#243;metro muestra el mensaje
                <emph type="bold">OIL/WATER</emph>. La luz destellar&#225; por 30 segundos para advertir al conductor
                que el motor se apagar&#225;. El tiempo en ralent&#237; es medido desde la &#250;ltima operaci&#243;n
                del pedal del embrague o pedal de freno. El motor debe estar desengranado para que se inicie el conteo
                del temporizador de apagado en ralent&#237;. Esta funci&#243;n puede ser programada para que opere s&#243;lo
                durante temperaturas ambientales espec&#237;ficas, para as&#237; permitir una operaci&#243;n prolongada
                del motor en temperaturas muy fr&#237;as o muy calientes. Cuando se utiliza la toma de fuerza, esta
                funci&#243;n puede tambi&#233;n programarse para que no se active a niveles espec&#237;ficos de carga o
                cuando los interruptores de la toma de fuerza est&#233;n encendidos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>
                <emph type="bold">C&#243;digo de diagn&#243;stico 324</emph>
            </para>
            <para>La funci&#243;n de apagado en ralent&#237; es interna en el ECM. Todos los subsistemas que contribuyen
                informaci&#243;n a la estrategia de apagado en ralent&#237; tienen su propia estrategia de detecci&#243;n
                y manejo de fallas (por ejemplo, el circuito del sensor de temperatura del aire de admisi&#243;n). Un c&#243;digo
                de diagn&#243;stico se establecer&#225; si el temporizador de apagado en ralent&#237; ha sido activado.
                <emph type="bold">&#201;ste no es un c&#243;digo de diagn&#243;stico del sistema. Su &#250;nico prop&#243;sito
                    es indicar al mec&#225;nico, conductor o propietario que el temporizador de apagado en ralent&#237;
                    ha sido activado y que el motor ha sido apagado.
                </emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo de diagn&#243;stico 324</emph>
            </para>
            <specpara>
                <note>
                    <para>Este c&#243;digo de diagn&#243;stico no indica ninguna falla del sistema o circuito, de manera
                        que no se necesita hacer ning&#250;n diagn&#243;stico. Si los par&#225;metros de programaci&#243;n
                        del IST tienen que ser cambiados, vea la siguiente Descripci&#243;n detallada.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>Los par&#225;metros en la siguiente lista son los esenciales para establecer el IST para satisfacer
                las necesidades y expectativas del usuario. El acceso a estos par&#225;metros se realiza utilizando la
                EST.
            </para>
            <para>
                <emph type="bold">Par&#225;metros de control de la funci&#243;n de apagado en ralent&#237;</emph>
            </para>
            <para>Este grupo de par&#225;metros modifica la funci&#243;n de apagado autom&#225;tico en ralent&#237;
                prolongado. El prop&#243;sito de esta funci&#243;n es apagar el motor despu&#233;s de que un per&#237;odo
                programable en ralent&#237; haya sido excedido. Esto permite conservar combustible y reducir el desgaste
                del motor y las emisiones. Treinta (30) segundos antes de un apagado autom&#225;tico del motor, el
                conductor recibe una advertencia a trav&#233;s de la luz
                <emph type="bold">ENGINE</emph>
                roja y aparecer&#225; en el od&#243;metro el mensaje
                <emph type="bold">OIL/WATER</emph>. Esta luz comienza a destellar hasta que el motor se apaga. El
                conductor puede contradecir al sistema electr&#243;nico en cualquier momento. Despu&#233;s de que ocurre
                un apagado del motor, la luz
                <emph type="bold">ENGINE</emph>
                roja deja de destellar y se registra el c&#243;digo de diagn&#243;stico (324) para ayudar a diagnosticar
                posibles quejas de servicio de que el motor se apaga.
            </para>
            <para>Actualmente hay cuatro estados de operaci&#243;n electr&#243;nica:</para>
            <step1>
                <para count="1">
                    <emph type="bold">Temporizador de apagado en ralent&#237;</emph>: Este par&#225;metro indica a los
                    componentes electr&#243;nicos integrados si el veh&#237;culo tiene un temporizador de apagado en
                    ralent&#237;.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>
                        <emph type="bold">Apagado (OFF)</emph>: La funci&#243;n est&#225; apagada en todo momento.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Toma de fuerza disponible (PTO Available)</emph>: Esta funci&#243;n permite el
                        apagado en ralent&#237; s&#243;lo cuando el motor est&#225; en ralent&#237; bajo sin carga y la
                        toma de fuerza est&#225; apagada.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Sin carga (No Engine Load)</emph>: Esta funci&#243;n permite el apagado del
                        motor en ralent&#237; cuando el motor est&#225; en ralent&#237; bajo sin carga.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">No se puede contradecir (Tamper Proof)</emph>: Esta funci&#243;n impide que el
                        conductor contradiga al sistema electr&#243;nico.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">
                    <emph type="bold">Tiempo de la funci&#243;n de apagado en ralent&#237;</emph>: Este par&#225;metro
                    indica el tiempo de marcha en ralent&#237; que debe transcurrir antes de que el motor se apague.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Temperatura m&#225;xima del aire de admisi&#243;n para apagado en
                        ralent&#237;</emph>: Este par&#225;metro indica la m&#225;xima temperatura ambiente a la que el
                    sistema electr&#243;nico puede apagar el motor que ha estado en ralent&#237; por mucho tiempo. Esta
                    temperatura se utiliza para impedir el apagado de un motor debido a que el acondicionador de aire
                    puede estar encendido.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Temperatura m&#237;nima del aire de admisi&#243;n para apagado en
                        ralent&#237;</emph>: Este par&#225;metro indica la m&#237;nima temperatura ambiente a la que el
                    sistema electr&#243;nico puede apagar el motor que ha estado en ralent&#237; por mucho tiempo. Esta
                    temperatura se utiliza para impedir el apagado de un motor debido a bajas temperaturas.
                </para>
            </step1>
            <para id="f175fc324">
                <emph type="bold">C&#243;digo de diagn&#243;stico 324</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 71, FMI 14</emph>
            </para>
            <para>
                <emph type="bold">El temporizador de apagado en ralent&#237; activ&#243; apagado del motor</emph>
            </para>
            <para>Este c&#243;digo de diagn&#243;stico se registra cuando el motor ha sido apagado por el ECM por
                haberse excedido el tiempo establecido de ralent&#237;. La funci&#243;n de apagado en ralent&#237; tiene
                que estar activada para que aparezca este c&#243;digo de diagn&#243;stico. Este c&#243;digo de diagn&#243;stico
                puede borrarse con la EST.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_99.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
