<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de control de
        combustible - Inyectores de combustible
    </stitle>
    <svcman/>
    <svcproc id="s306000103.4" svcproctype="describe" graphiccount="6">
        <title>Inyectores de combustible</title>
        <svcprocinfo id="s306000103.4.1">
            <figure id="f306000122" figsize="pg-wide">
                <graphic filename="../figJ31/J31148.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Inyector de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio de salida (aceite)</callout1>
                    <callout1 type="arabic">Orificio de entrada</callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (v&#225;lvula de control)</callout1>
                    <callout1 type="arabic">Cuerpo de la v&#225;lvula de control</callout1>
                    <callout1 type="arabic">Bobina de apertura</callout1>
                    <callout1 type="arabic">Resorte del pist&#243;n intensificador</callout1>
                    <callout1 type="arabic">&#201;mbolo</callout1>
                    <callout1 type="arabic">Sello anular superior</callout1>
                    <callout1 type="arabic">Bloqueo de flujo inverso</callout1>
                    <callout1 type="arabic">Sello anular inferior</callout1>
                    <callout1 type="arabic">Boquilla surtidora</callout1>
                    <callout1 type="arabic">Aguja</callout1>
                    <callout1 type="arabic">Empaquetadura de la boquilla</callout1>
                    <callout1 type="arabic">Resorte a presi&#243;n de apertura de la v&#225;lvula (VOP)</callout1>
                    <callout1 type="arabic">Filtro de borde</callout1>
                    <callout1 type="arabic">Entrada de combustible (4)</callout1>
                    <callout1 type="arabic">Bola de bloqueo en la entrada de combustible</callout1>
                    <callout1 type="arabic">Cilindro</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador</callout1>
                    <callout1 type="arabic">Bobina de cierre</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Caracter&#237;sticas de los inyectores de combustible</title>Dos bobinas de 48 V y 20 A controlan
                la v&#225;lvula de carrete que dirige el flujo de aceite hacia adentro y hacia afuera del inyector. Las
                bobinas del inyector se activan por aproximadamente 800 microsegundos (o millon&#233;simas partes de
                segundo). Cada inyector tiene un conector independiente de cuatro pines que pasa a trav&#233;s del
                soporte del eje de balancines.
            </para>
            <para>
                <title>Bobinas y v&#225;lvula de carrete</title>Una bobina de cierre y otra de apertura en el inyector
                mueven el carrete de un lado a otro mediante fuerza magn&#233;tica. El carrete tiene dos posiciones:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Cuando la v&#225;lvula de carrete est&#225; abierta, el aceite fluye dentro del inyector desde
                        la galer&#237;a de aceite a alta presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Cuando la v&#225;lvula de carrete est&#225; cerrada, el aceite sale por la parte superior del
                        inyector de regreso al bloque del motor.
                    </para>
                </item>
            </randlist>
            <para>
                <title>Pist&#243;n intensificador y &#233;mbolo</title>Cuando la v&#225;lvula de carrete est&#225;
                abierta, el aceite a alta presi&#243;n ingresa al inyector, empujando hacia abajo el pist&#243;n
                intensificador y el &#233;mbolo. Como la superficie del pist&#243;n intensificador es 7,1 veces mayor
                que la del &#233;mbolo, la presi&#243;n de inyecci&#243;n es tambi&#233;n 7,1 veces mayor que la presi&#243;n
                de control en el &#233;mbolo.
            </para>
            <para>
                <title>&#201;mbolo y cilindro</title>La presi&#243;n del combustible se forma en la base del &#233;mbolo
                en el cilindro. Cuando el pist&#243;n intensificador empuja el &#233;mbolo hacia abajo, el &#233;mbolo
                aumenta la presi&#243;n de combustible en el cilindro 7,1 veces m&#225;s que la presi&#243;n de control
                de inyecci&#243;n. El &#233;mbolo tiene un recubrimiento de carburo de tungsteno para reducir las
                posibilidades de que el inyector se raye.
            </para>
            <para>
                <title>Aguja del inyector</title>La aguja del inyector se abre hacia adentro, fuera de su asiento,
                cuando la presi&#243;n del combustible supera la presi&#243;n de apertura de la v&#225;lvula (VOP) de 20
                MPa (2900 lb/pulg
                <supscript>2</supscript>). El combustible es atomizado a alta presi&#243;n a trav&#233;s de la punta de
                la boquilla.
            </para>
        </svcprocinfo>
        <svcsubproc id="s306000103.4.2">
            <title>Funcionamiento del inyector de combustible</title>
            <randlist type="bullet">
                <title>La inyecci&#243;n tiene tres etapas:</title>
                <item>
                    <para>Etapa de llenado</para>
                </item>
                <item>
                    <para>Inyecci&#243;n principal</para>
                </item>
                <item>
                    <para>Fin de la inyecci&#243;n principal</para>
                </item>
            </randlist>
            <para>
                <title>Etapa de llenado</title>
            </para>
            <figure id="f306000123" figsize="col-wide">
                <graphic filename="../figJ31/J31158.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Etapa de llenado</caption>
                <calloutgroup>
                    <callout1 type="arabic">Aceite a alta presi&#243;n dirigido directamente hacia la v&#225;lvula de
                        carrete
                    </callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (cerrada)</callout1>
                    <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (en reposo)</callout1>
                    <callout1 type="arabic">Disco de bloqueo (asentado)</callout1>
                    <callout1 type="arabic">Aguja (asentada)</callout1>
                    <callout1 type="arabic">Combustible a baja presi&#243;n entra a trav&#233;s de cuatro orificios
                    </callout1>
                    <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                </calloutgroup>
            </figure>
            <para>Durante la etapa de llenado, ambas bobinas son desactivadas y la v&#225;lvula de carrete permanece
                cerrada. El aceite a alta presi&#243;n es dirigido directamente desde la galer&#237;a de aceite a alta
                presi&#243;n hacia la v&#225;lvula de carrete.
            </para>
            <para>El combustible a baja presi&#243;n llena los cuatro orificios e ingresa a trav&#233;s del filtro de
                borde, de paso hacia la c&#225;mara que est&#225; debajo del &#233;mbolo. El resorte de presi&#243;n de
                apertura de la v&#225;lvula (VOP) mantiene la aguja en su asiento para evitar que el combustible entre a
                la c&#225;mara de combusti&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000103.4.3">
            <title>Inyecci&#243;n principal (paso 1)</title>
            <figure id="f306000124" figsize="col-wide">
                <graphic filename="../figJ31/J31149.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Inyecci&#243;n principal (paso 1)</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de carrete (abierta - se mueve hacia la bobina)</callout1>
                    <callout1 type="arabic">Bobina de apertura (activada)</callout1>
                    <callout1 type="arabic">Aceite a alta presi&#243;n comienza a fluir</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (hacia abajo)</callout1>
                    <callout1 type="arabic">Resorte del pist&#243;n intensificador comienza a comprimirse</callout1>
                    <callout1 type="arabic">Se forma presi&#243;n de combustible</callout1>
                    <callout1 type="arabic">Aguja (asentada)</callout1>
                    <callout1 type="arabic">Bola de bloqueo en la entrada de combustible (asentada)</callout1>
                    <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                </calloutgroup>
            </figure>
            <para>Un impulso de corriente activa la bobina de apertura. La fuerza magn&#233;tica mueve la v&#225;lvula
                de carrete haciendo que se abra. El aceite a alta presi&#243;n fluye a trav&#233;s de la v&#225;lvula de
                carrete hacia la parte superior del pist&#243;n intensificador. La presi&#243;n del aceite supera la
                fuerza del resorte del pist&#243;n intensificador, haciendo que el pist&#243;n comience a descender. Un
                aumento en la presi&#243;n del combustible debajo del &#233;mbolo hace que la bola de bloqueo en la
                entrada de combustible se asiente y que la presi&#243;n del combustible comience a formarse en la aguja.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000103.4.4">
            <title>Inyecci&#243;n principal (paso 2)</title>
            <figure id="f306000125" figsize="col-wide">
                <graphic filename="../figJ31/J31150.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Inyecci&#243;n principal (paso 2)</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de carrete (a&#250;n en la bobina de apertura)</callout1>
                    <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                    <callout1 type="arabic">Aceite a alta presi&#243;n fluye para empujar el piston intensificador hacia
                        abajo
                    </callout1>
                    <callout1 type="arabic">Piston intensificador (movi&#233;ndose hacia abajo)</callout1>
                    <callout1 type="arabic">Aguja (fuera de su asiento - VOP)</callout1>
                    <callout1 type="arabic">Bola de bloqueo en la entrada de combustible (asentada)</callout1>
                    <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                </calloutgroup>
            </figure>
            <para>El impulso controlado de corriente hacia la bobina de apertura se interrumpe, pero la v&#225;lvula de
                carrete permanece abierta. El aceite a alta presi&#243;n proveniente de la galer&#237;a sigue fluyendo m&#225;s
                all&#225; de la v&#225;lvula de carrete. El pist&#243;n intensificador y el &#233;mbolo siguen movi&#233;ndose
                y la presi&#243;n del combustible aumenta en el cilindro. Cuando la presi&#243;n supera la presi&#243;n
                de apertura de la v&#225;lvula (VOP) de aproximadamente 20 MPa (2900 lb/pulg
                <supscript>2</supscript>), la aguja se levanta de su asiento y comienza la inyecci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000103.4.5">
            <title>Fin de la inyecci&#243;n principal (paso 1)</title>
            <figure id="f306000126" figsize="col-wide">
                <graphic filename="../figJ31/J31151.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Fin de la inyecci&#243;n principal (paso 1)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Aceite a alta presi&#243;n dirigido directamente hacia la v&#225;lvula de
                        carrete
                    </callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (cerrada - movida hacia la bobina de cierre)
                    </callout1>
                    <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                    <callout1 type="arabic">Flujo del aceite a alta presi&#243;n se detiene</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (movi&#233;ndose hacia arriba)</callout1>
                    <callout1 type="arabic">Disco de bloqueo (asentado)</callout1>
                    <callout1 type="arabic">Aguja (fuera de su asiento/cerr&#225;ndose)</callout1>
                    <callout1 type="arabic">Bobina de cierre (activada)</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando el m&#243;dulo impulsor de los inyectores (IDM) determina que el inyector permaneci&#243;
                activado el tiempo necesario (lo que significa que ya suministr&#243; la cantidad suficiente de
                combustible), env&#237;a un impulso controlado de corriente hacia la bobina de cierre del inyector. La
                corriente activa la bobina de cierre y la fuerza magn&#233;tica cierra la v&#225;lvula de carrete. El
                aceite a alta presi&#243;n es dirigido directamente contra la v&#225;lvula de carrete.
            </para>
        </svcsubproc>
        <svcsubproc id="s306000103.4.6">
            <title>Fin de la inyecci&#243;n principal (paso 2)</title>
            <figure id="f306000127" figsize="col-wide">
                <graphic filename="../figJ31/J31156.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="472px"/>
                <caption>Fin de la inyecci&#243;n principal (paso 2)</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio de salida (aceite) (2)</callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (cerrada, a&#250;n en la bobina de cierre)
                    </callout1>
                    <callout1 type="arabic">Bobina de apertura (desactivada)</callout1>
                    <callout1 type="arabic">Aceite a alta presi&#243;n sale por el orificio de salida</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (en reposo)</callout1>
                    <callout1 type="arabic">Resorte VOP (devuelve la aguja)</callout1>
                    <callout1 type="arabic">Aguja (asentada)</callout1>
                    <callout1 type="arabic">Bobina de cierre (desactivada)</callout1>
                </calloutgroup>
            </figure>
            <para>El impulso controlado de corriente hacia la bobina de cierre se interrumpe, pero la v&#225;lvula de
                carrete sigue cerrada. El pist&#243;n intensificador y el &#233;mbolo vuelven a sus posiciones
                iniciales. El aceite que est&#225; encima del pist&#243;n intensificador fluye pasando la v&#225;lvula
                de carrete, a trav&#233;s de los orificios de salida. La presi&#243;n del combustible disminuye hasta
                que el resorte VOP hace que la aguja vuelva a su asiento.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_S306000104.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
