<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Sistemas del motor - Sistema de lubricaci&#243;n del motor
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de lubricaci&#243;n del motor</title>
        <svcproc svcproctype="describe" graphiccount="4">
            <title>Componentes del sistema de lubricaci&#243;n y flujo de aceite</title>
            <figure id="f2700127" figsize="pg-wide">
                <graphic filename="../figJ13/J13042.cgm" type="cgm" scalefit="1" scalefitwidth="472px"
                         scalefitheight="490px" box="no"/>
                <caption>Sistema de lubricaci&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Turbo doble</callout1>
                    <callout1 type="arabic">Tuber&#237;a de suministro de aceite del turbo</callout1>
                    <callout1 type="arabic">Enfriador de aceite y cabezal del filtro</callout1>
                    <callout1 type="arabic">Varilla de empuje (12)</callout1>
                    <callout1 type="arabic">Seguidores hidr&#225;ulicos de rodillo (12)</callout1>
                    <callout1 type="arabic">Conductos para el aceite</callout1>
                    <callout1 type="arabic">Cojinete de bancada del cig&#252;e&#241;al (4)</callout1>
                    <callout1 type="arabic">Tubo enfriador de pist&#243;n (6)</callout1>
                    <callout1 type="arabic">Parte superior del c&#225;rter</callout1>
                    <callout1 type="arabic">Tubo de captaci&#243;n de aceite</callout1>
                    <callout1 type="arabic">C&#225;rter</callout1>
                    <callout1 type="arabic">Bomba gerotor</callout1>
                    <callout1 type="arabic">Regulador de presi&#243;n de aceite</callout1>
                    <callout1 type="arabic">Tapa delantera</callout1>
                    <callout1 type="arabic">Bujes del eje balanceador primario (2)</callout1>
                    <callout1 type="arabic">Bujes del &#225;rbol de levas (4)</callout1>
                    <callout1 type="arabic">Balanc&#237;n (12)</callout1>
                    <callout1 type="arabic">Drenaje de aceite del turbo al c&#225;rter</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Diagrama del flujo de aceite</title>
            </para>
            <figure id="f2700129" figsize="pg-wide">
                <graphic filename="../figj31/j31018.webp" type="webp" scalefit="1" scalefitwidth="472px" box="no"/>
                <caption>Diagrama del sistema de lubricaci&#243;n</caption>
            </figure>
            <para>
                <title>El sistema de lubricaci&#243;n incluye lo siguiente:</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Conjunto del c&#225;rter</para>
                </item>
                <item>
                    <para>Bomba de aceite gerotor</para>
                </item>
                <item>
                    <para>Tapa delantera</para>
                </item>
                <item>
                    <para>V&#225;lvula reguladora de la presi&#243;n de aceite</para>
                </item>
                <item>
                    <para>Bloque del motor</para>
                </item>
                <item>
                    <para>Tapa del enfriador de aceite</para>
                </item>
                <item>
                    <para>Base del filtro de aceite</para>
                </item>
                <item>
                    <para>Interruptor de presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del aceite del motor (EOT)</para>
                </item>
                <item>
                    <para>Tubos enfriadores de pistones</para>
                </item>
                <item>
                    <para>Levantav&#225;lvulas</para>
                </item>
                <item>
                    <para>Varillas de empuje</para>
                </item>
            </randlist>
            <para>El sistema de lubricaci&#243;n est&#225; regulado por presi&#243;n, enfriado y filtrado a lo largo del
                flujo completo.
            </para>
            <para>Una bomba gerotor succiona aceite del c&#225;rter a trav&#233;s de un tubo de captaci&#243;n empernado
                en el c&#225;rter superior. El aceite fluye a trav&#233;s de conductos en el c&#225;rter superior, en el
                bloque inferior y en la tapa delantera a la bomba gerotor. La bomba gerotor est&#225; compuesta por la
                tapa delantera, el conjunto gerotor (engranajes interior y exterior) y la carcasa. El cig&#252;e&#241;al
                impulsa el engranaje del rotor interior de la bomba gerotor. El aceite descargado fluye por un conducto
                en la tapa delantera a trav&#233;s de la v&#225;lvula reguladora en el lado de succi&#243;n de la bomba
                gerotor.
            </para>
            <figure id="e3001002" figsize="pg-wide">
                <graphic filename="../figJ13/J13035.cgm" type="cgm" scalefit="1" scalefitwidth="514px" box="no"/>
                <caption>Ubicaci&#243;n de la tapa del enfriador y de la base del filtro de aceite</caption>
                <calloutgroup>
                    <callout1 type="arabic">Flujo de aceite sin filtrar desde la bomba</callout1>
                    <callout1 type="arabic">Salida de aceite del enfriador</callout1>
                    <callout1 type="arabic">Aceite filtrado hacia el dep&#243;sito</callout1>
                    <callout1 type="arabic">Conector del orificio para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Entrada del refrigerante</callout1>
                    <callout1 type="arabic">V&#225;lvula de desv&#237;o del enfriador de aceite</callout1>
                    <callout1 type="arabic">Aceite filtrado hacia galer&#237;as del bloque y otros componentes
                    </callout1>
                    <callout1 type="arabic">Entrada de aceite sin filtrar</callout1>
                    <callout1 type="arabic">Orificio para el sensor de temperatura de aceite</callout1>
                    <callout1 type="arabic">Orificio de suministro de aceite al turbo</callout1>
                    <callout1 type="arabic">Orificio para el sensor de presi&#243;n de aceite</callout1>
                    <callout1 type="arabic">Drenaje del filtro al c&#225;rter</callout1>
                    <callout1 type="arabic">Salida del refrigerante</callout1>
                    <callout1 type="arabic">Entrada de aceite del enfriador</callout1>
                    <callout1 type="arabic">Drenaje de aceite al c&#225;rter</callout1>
                </calloutgroup>
            </figure>
            <para>El aceite presurizado fluye desde la bomba por un conducto en la tapa delantera, pasa por un conducto
                en el bloque superior hasta la tapa del enfriador. El enfriador tiene conductos en su base para el
                aceite lubricante y el refrigerante. El aceite fluye a trav&#233;s de placas en el enfriador desde atr&#225;s
                hacia adelante, se enfr&#237;a y fluye de regreso a la tapa del enfriador.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si el enfriador de aceite tiene alguna restricci&#243;n, se abre una v&#225;lvula de desv&#237;o
                        en la base del filtro de aceite, que permitir&#225; que el aceite vaya directamente a la base
                        del filtro sin pasar por el enfriador.
                    </para>
                </item>
            </randlist>
            <para>El aceite fluye a trav&#233;s de la base del filtro al elemento filtrante de afuera hacia adentro,
                sube por el exterior del tubo vertical del filtro y baja por el interior del tubo vertical hasta
                regresar a la base del filtro.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si el elemento filtrante tiene alguna restricci&#243;n, se abre una v&#225;lvula de desv&#237;o
                        en la tuber&#237;a de retorno del filtro, que permitir&#225; que el aceite vaya directamente a
                        la base del filtro sin pasar por el elemento filtrante.
                    </para>
                </item>
                <item>
                    <para>Ambas v&#225;lvulas de desv&#237;o aseguran el flujo completo de aceite hacia motor en caso de
                        que el filtro o el enfriador est&#233;n restringidos.
                    </para>
                </item>
            </randlist>
            <para>La base del filtro dirige el aceite filtrado al tubo de suministro para lubricar los ejes del turbo,
                el interruptor EOP, el EOT y el orificio de diagn&#243;stico, regresando a la tapa del enfriador de
                aceite. El aceite regresa del turbo al c&#225;rter a trav&#233;s de la tapa de la bomba de aceite de
                alta presi&#243;n.
            </para>
            <para>Cuando se retira el filtro, el aceite fluye desde la v&#225;lvula de drenaje en la base del filtro
                hacia el c&#225;rter.
            </para>
            <para>La tapa del enfriador y la base del enfriador dirigen aceite filtrado en tres direcciones:</para>
            <figure id="f2400131" figsize="col-wide">
                <graphic filename="../figj13/j13043.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Dep&#243;sito de aceite en el bloque del motor</caption>
                <calloutgroup>
                    <callout1 type="arabic">Aceite suministrado a la bomba de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Drenaje del filtro de aceite hacia el c&#225;rter</callout1>
                    <callout1 type="arabic">Suministro hacia el lado izquierdo de la galer&#237;a principal de aceite
                    </callout1>
                    <callout1 type="arabic">Suministro hacia la tapa del enfriador de aceite</callout1>
                    <callout1 type="arabic">Suministro hacia el lado derecho de la galer&#237;a principal de aceite
                    </callout1>
                    <callout1 type="arabic">Suministro de refrigerante al enfriador de aceite</callout1>
                </calloutgroup>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Un conducto suministra aceite al dep&#243;sito en el bloque del motor, para la bomba de alta
                        presi&#243;n y el sistema de presi&#243;n de control de inyecci&#243;n. Una rejilla en el dep&#243;sito
                        de aceite atrapa los desechos antes de que el aceite vaya a la bomba de alta presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Otros dos conductos suministran aceite filtrado para lo siguiente:</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Lado izquierdo</title>
                <item>
                    <para>Galer&#237;a principal de aceite</para>
                </item>
                <item>
                    <para>Varilla de empuje y eje de balancines</para>
                </item>
                <item>
                    <para>Tubos enfriadores de pistones</para>
                </item>
                <item>
                    <para>Levantav&#225;lvulas</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Lado derecho</title>
                <item>
                    <para>Galer&#237;a principal de aceite</para>
                </item>
                <item>
                    <para>Varilla de empuje y eje de balancines</para>
                </item>
                <item>
                    <para>Tubos enfriadores de pistones</para>
                </item>
                <item>
                    <para>Bujes del &#225;rbol de levas</para>
                </item>
                <item>
                    <para>Cojinetes de bancada del cig&#252;e&#241;al</para>
                </item>
                <item>
                    <para>Cojinetes de las bielas</para>
                </item>
                <item>
                    <para>Bujes del eje balanceador primario</para>
                </item>
                <item>
                    <para>Levantav&#225;lvulas</para>
                </item>
            </randlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges300_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges300.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
