<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de control del
        calentador de aire de admisi&#243;n
    </stitle>
    <svcman/>
    <svcproc id="s306000107.6" svcproctype="describe" graphiccount="1">
        <title>Sistema de control del calentador de aire de admisi&#243;n</title>
        <figure id="f306000154" figsize="pg-wide">
            <graphic filename="../figj31/j31146.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
            <caption>Sistema de control del calentador de aire de admisi&#243;n</caption>
        </figure>
        <para>El sistema de control del calentador de aire de admisi&#243;n calienta el aire para ayudar a arrancar el
            motor fr&#237;o y reducir las emisiones de escape durante el calentamiento.
        </para>
        <para>El ECM activa el calentador del aire de admisi&#243;n al energizar el rel&#233; del calentador mientras
            monitoriza valores programados de temperatura de operaci&#243;n del motor, temperatura del aire de admisi&#243;n
            y presi&#243;n atmosf&#233;rica.
        </para>
        <para>El ECM controla la luz indicadora WAIT TO START y el rel&#233; del calentador del aire de admisi&#243;n
            por separado.
        </para>
        <para>El motor est&#225; listo cuando la luz WAIT TO START se apaga por &#243;rdenes del ECM. El ECM encender&#225;
            el calentador de aire de admisi&#243;n por un tiempo determinado, en base a los datos recibidos del EOT, el
            IAT y el BAP. El calentador de aire de admisi&#243;n puede permanecer encendido mientras el motor est&#225;
            en marcha, para reducir las emisiones de escape y el humo blanco durante el calentamiento del motor.
        </para>
        <para>Si la temperatura del aceite est&#225; por encima de 70 &#176;C (158 &#176;F), el calentador de aire de
            admisi&#243;n no se reactivar&#225; al volver a arrancar el motor, a menos que la temperatura del aire de
            admisi&#243;n sea 15 &#176;C (59 &#176;F) o menor.
        </para>
        <para>Una vez que el motor comienza a arrancar, el IAH se apaga. Dependiendo de la calibraci&#243;n de f&#225;brica,
            una vez que el motor arranca, el IAH puede ser reactivado por un tiempo espec&#237;fico.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_E3060002.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
