<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - EXTRACCI&#211;N -
        Extracci&#243;n de las camisas de las buj&#237;as incandescentes
    </stitle>
    <svcman/>
    <svcproc id="s29960004.2.10" graphiccount="5">
        <title>Extracci&#243;n de las camisas de las buj&#237;as incandescentes</title>
        <specpara>
            <note>
                <para>Con el motor en el chasis, s&#243;lo se pueden extraer las camisas de las buj&#237;as
                    incandescentes de los dos cilindros delanteros. Todas las dem&#225;s deben extraerse con el motor
                    fuera del chasis.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor (si est&#225; cambiando las camisas de las buj&#237;as
                    incandescentes con el motor en el chasis), ponga un peque&#241;o tap&#243;n en el fondo de las
                    camisas antes de cortar las roscas. El tap&#243;n impedir&#225; que part&#237;culas de metal
                    ingresen a la c&#225;mara de combusti&#243;n.
                </para>
            </caution>
            <note>
                <para>No es necesario sacar las camisas de las buj&#237;as incandescentes a menos que se hayan da&#241;ado.
                    Ver "Limpieza, inspecciones y pruebas" en esta secci&#243;n para determinar si es necesario cambiar
                    la camisa.
                </para>
            </note>
        </specpara>
        <figure id="f296000442" figsize="col-wide">
            <graphic filename="../figd08/d0850.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 146. Lubrique el macho de roscar del extractor</caption>
        </figure>
        <step1>
            <para count="1">Lubrique el macho de roscar del extractor de camisas de buj&#237;as incandescentes .</para>
        </step1>
        <specpara>
            <note>
                <para>La camisa de la buj&#237;a incandescente est&#225; hecha de acero inoxidable. Es necesario
                    lubricar el macho de roscar del extractor de camisas de buj&#237;as incandescentes; de lo contrario
                    ser&#225; necesario hacer demasiada fuerza para comenzar la rosca.
                </para>
            </note>
        </specpara>
        <figure id="f296000443" figsize="col-wide">
            <graphic filename="../figd08/d0849.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 147. Inserte el macho de roscar del extractor</caption>
        </figure>
        <step1>
            <para count="1">Inserte el macho de roscar del extractor y haga una rosca en la camisa de la buj&#237;a
                incandescente. Haga la rosca con una profundidad m&#237;nima de 1/2 pulgada para enroscar el perno y
                adaptador del extractor.
            </para>
        </step1>
        <figure id="f296000444" figsize="col-wide">
            <graphic filename="../figd08/d0852.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 148. Inserte el perno y adaptador del extractor</caption>
        </figure>
        <step1>
            <para count="1">Enrosque el perno y adaptador del extractor en la camisa de la buj&#237;a incandescente.
            </para>
        </step1>
        <figure id="f296000445" figsize="col-wide">
            <graphic filename="../figd08/d0853.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 149. Extraiga la camisa con el extractor</caption>
        </figure>
        <step1>
            <para count="1">Use una llave para ajustar el perno hasta que salga la camisa de la buj&#237;a
                incandescente.
            </para>
        </step1>
        <figure id="f296000446" figsize="col-wide">
            <graphic filename="../figd08/d0854.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 150. Extraiga la camisa de la buj&#237;a incandescente</caption>
        </figure>
        <step1>
            <para count="1">Extraiga la camisa de la buj&#237;a incandescente.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_68.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_70.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
