<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Tope del convertidor de torque
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Tope del convertidor de torque</title>
        <figure id="f2400648" figsize="col-wide">
            <graphic filename="../figD31/D31281.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <para>
            <emph type="bold">Finalidad</emph>
        </para>
        <para>Determinar si el motor desarrolla las RPM especificadas dentro del per&#237;odo entre ralent&#237; y el
            momento en que las RPM dejan de subir.
        </para>
        <para>
            <emph type="bold">Herramientas</emph>
        </para>
        <para>Ninguna</para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, aseg&#250;rese de que los frenos est&#233;n
                    bien ajustados y en buen estado. Esta prueba debe hacerse en terreno abierto.
                </para>
            </warning>
        </specpara>
        <specpara>
            <caution>
                <para>Evite da&#241;ar el tren propulsor. No haga esta prueba por m&#225;s de 10 segundos a la vez, ni m&#225;s
                    de dos veces seguidas. Si la hace dos veces seguidas, espere 120 segundos entre cada una.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Refi&#233;rase a las especificaciones en el Ap&#233;ndice A de este manual y anote los
                resultados en el formulario Diagn&#243;sticos de rendimiento.
            </para>
        </step1>
        <step1>
            <para count="1">Ponga el freno de estacionamiento y hunda el pedal del freno.</para>
        </step1>
        <step1>
            <para count="1">Ponga la transmisi&#243;n en D (Drive).</para>
        </step1>
        <step1>
            <para count="1">Hunda hasta el fondo el acelerador, comience a medir el tiempo y observe el tac&#243;metro
                hasta que deje de subir.
            </para>
        </step1>
        <step1>
            <para count="1">Anote en el formulario de diagn&#243;sticos las RPM y el tiempo transcurrido desde ralent&#237;
                hasta que el tac&#243;metro dej&#243; de subir.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si en el tiempo especificado se alcanzaron las RPM m&#237;nimas,
                        <emph type="bold">no siga haciendo las pruebas de diagn&#243;stico de rendimiento</emph>.
                    </para>
                </item>
                <item>
                    <para>Si las RPM fueron bajas o no se alcanzaron en el tiempo especificado, siga con las pruebas de
                        diagn&#243;stico de rendimiento.
                    </para>
                </item>
            </randlist>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Hay restricci&#243;n en la admisi&#243;n o en el escape.</para>
            </item>
            <item>
                <para>Hay baja presi&#243;n de combustible.</para>
            </item>
            <item>
                <para>Hay baja presi&#243;n de control de inyecci&#243;n</para>
            </item>
            <item>
                <para>Hay fallas en el sistema de control.</para>
            </item>
            <item>
                <para>La v&#225;lvula de EGR est&#225; defectuosa.</para>
            </item>
            <item>
                <para>Los inyectores est&#225;n defectuosos.</para>
            </item>
            <item>
                <para>El turboalimentador est&#225; defectuoso.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_123.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_125.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
