<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE -
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title id="x1750210">Acceso a los c&#243;digos de diagn&#243;stico de problemas</title>
        <svcprocinfo>
            <table id="te1750210" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="2.25in"/>
                    <colspec colname="COLSPEC2" colwidth="2.25in"/>
                    <spanspec namest="col1" nameend="COLSPEC2" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="2" spanname="SPAN1">
                                <para>
                                    <emph type="bold">8. Acceso a los c&#243;digos de diagn&#243;stico de problemas
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Vea la figura
                                    <emph type="bold">C</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Ponga el freno de estacionamiento y la llave de arranque en ON.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>&#8226; Oprima simult&#225;neamente los botones CRUISE ON y RESUME/ACCEL.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colname="col1" morerows="1">
                                <para>DTC encontrados:</para>
                            </entry>
                            <entry colname="COLSPEC2">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="COLSPEC2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Poder leer las fallas detectadas por el m&#243;dulo de control electr&#243;nico (ECM) si no est&#225;
                disponible la herramienta electr&#243;nica de servicio (EST), o si la EST no se comunica con el ECM.
            </para>
            <para>Los botones del control de crucero en el volante act&#250;an como una interfaz entre el t&#233;cnico y
                el ECM. Los destellos de la luz
                <emph type="bold">ENGINE</emph> &#225;mbar indican que el ECM est&#225; realizando una serie de pruebas
                electr&#243;nicas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de acceso a los c&#243;digos de diagn&#243;stico de problemas</title>
            <para id="P17502001">Para ver los c&#243;digos de diagn&#243;stico de problemas, ponga en freno de
                estacionamiento y haga girar la llave de arranque a ON. Oprima y suelte los botones CRUISE ON y
                RESUME/ACCEL simult&#225;neamente
                <xref refid="f1750215.5"/>.
            </para>
            <figure id="f1750215.5" figsize="col-wide">
                <graphic filename="../figEg8/Eg8866.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
                <caption>Botones del control de crucero en el volante</caption>
            </figure>
            <para>Cuando la prueba termina, el ECM har&#225; destellar las luces
                <emph type="bold">ENGINE</emph> &#225;mbar y roja para indicar los c&#243;digos de diagn&#243;stico de
                problemas. Para poder interpretar los c&#243;digos de diagn&#243;stico de problemas debe seguir la
                secuencia indicada m&#225;s abajo. Esta secuencia ocurre cada vez que los dos botones del control de
                crucero se oprimen para ganar acceso a los c&#243;digos de diagn&#243;stico de problemas:
            </para>
            <step1>
                <para count="1">La luz
                    <emph type="bold">ENGINE</emph>
                    roja destellar&#225; una vez para indicar el comienzo de los c&#243;digos correspondientes a fallas
                    <emph type="bold">ACTIVAS</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">La luz
                    <emph type="bold">ENGINE</emph> &#225;mbar destellar&#225; repetidamente para indicar cada c&#243;digo.
                </para>
                <specpara>
                    <note>
                        <para>Todos los DTC son de tres d&#237;gitos. El c&#243;digo 111 indica que no se ha detectado
                            ning&#250;n c&#243;digo de diagn&#243;stico.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Cuente en secuencia los destellos de la luz &#225;mbar. Despu&#233;s de cada d&#237;gito
                    del c&#243;digo habr&#225; una corta pausa.
                    <emph type="bold">Tres destellos</emph>
                    y una pausa indican el n&#250;mero 3.
                    <emph type="bold">Dos destellos</emph>, una pausa,
                    <emph type="bold">tres destellos</emph>, una pausa, y
                    <emph type="bold">dos destellos</emph>
                    y una pausa indican el c&#243;digo de diagn&#243;stico
                    <emph type="bold">232</emph>. Si hay m&#225;s de un DTC, la luz
                    <emph type="bold">ENGINE</emph>
                    roja destellar&#225; una vez para indicar el comienzo de otro DTC activo.
                </para>
            </step1>
            <para>Despu&#233;s que todos los DTC activos hayan aparecido, la luz
                <emph type="bold">ENGINE</emph>
                roja destellar&#225; dos veces para indicar el comienzo de los DTC
                <emph type="bold">INACTIVOS</emph>. Cuente los destellos de la luz
                <emph type="bold">ENGINE</emph>
                color &#225;mbar. Si hubiera m&#225;s de un c&#243;digo inactivo, la luz
                <emph type="bold">ENGINE</emph>
                roja destellar&#225; una vez entre cada DTC.
            </para>
            <para>Despu&#233;s que todos los DTC hayan sido transmitidos, la luz
                <emph type="bold">ENGINE</emph>
                roja destellar&#225; tres veces para indicar el final de la transmisi&#243;n.
            </para>
            <para>Para repetir la transmisi&#243;n de los DTC, oprima y suelte los botones CRUISE ON y RESUME/ACCEL una
                vez. El ECM transmitir&#225; nuevamente los DTC que tenga almacenados.
            </para>
            <para>
                <title>Borrado de c&#243;digos inactivos</title>
            </para>
            <seqlist>
                <item>
                    <para>Ponga el freno de estacionamiento (necesario para obtener una se&#241;al correcta del ESC y
                        para borrar los c&#243;digos).
                    </para>
                </item>
                <item>
                    <para>Haga girar la llave de arranque a IGN/ON.</para>
                </item>
                <item>
                    <para>Oprima simult&#225;neamente y mantenga oprimidos los botones CRUISE ON y RESUME/ACCEL.</para>
                </item>
                <item>
                    <para>Mantenga oprimidos los botones del control de crucero. Oprima y suelte el pedal del acelerador
                        tres (3) veces dentro de un intervalo de seis (6) segundos.
                    </para>
                </item>
                <item>
                    <para>Suelte los botones del control de crucero.</para>
                </item>
                <item>
                    <para>Los c&#243;digos inactivos se borrar&#225;n.</para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba est&#225;ndar con la llave en ON y el motor apagado y comprobaci&#243;n del estado de las
                salidas (OCC)
            </title>
            <step1>
                <para count="1">Ponga el freno de estacionamiento (necesario para obtener una se&#241;al correcta del
                    ESC).
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar la llave de arranque a ON.</para>
            </step1>
            <step1>
                <para count="1">Oprima y suelte los botones CRUISE ON y RESUME/ACCEL simult&#225;neamente dos (2) veces
                    dentro de un per&#237;odo de tres (3) segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Comenzar&#225;n la prueba est&#225;ndar con la llave en ON y el motor apagado y la OCC y
                    los c&#243;digos destellar&#225;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>Fallas en componentes electr&#243;nicos o circuitos.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Ninguna</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
