<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos</stitle>
    <svcman/>
    <svcman mantype="diagnosis" id="EGES-216" formnum="EGES-216" date="Febrero de 2001" translation="spanish"/>
    <title>Manual de diagn&#243;sticos</title>
    <manapply>
        <engfamgroup/>

        <engfam>DT 466 y DT 530 de International&#174;</engfam>
    </manapply>
    <foreword>
        <para>Este manual forma parte de una serie de publicaciones destinada a ayudar a los t&#233;cnicos de servicio
            en el mantenimiento de los motores International&#174; seg&#250;n los &#250;ltimos adelantos t&#233;cnicos.
        </para>
        <para>Debido a nuestro compromiso con el desarrollo y la investigaci&#243;n constantes, algunos procedimientos,
            especificaciones y piezas pueden alterarse para mejorar los productos International e introducir adelantos
            tecnol&#243;gicos.
        </para>
        <para>Esta publicaci&#243;n puede recibir revisiones peri&#243;dicas que ser&#225;n enviadas autom&#225;ticamente
            por correo a los subscriptores del Servicio de Revisiones. Las siguientes publicaciones de apoyo para
            motores diesel International pueden obtenerse de:
        </para>
        <verbatim>
            <line>International Truck and Engine Corporation</line>
            <line>Printing, Procurement and Distribution</line>
            <line>4956 Wayne Road</line>
            <line>Battle Creek, MI 49015</line>
            <line>Estados Unidos</line>
        </verbatim>
        <para>
            <emph type="bold">PUBLICACIONES DE SERVICIO PARA LOS MOTORES DIESEL DT 466 Y DT 530 DE INTERNATIONAL&#174;
            </emph>
        </para>
        <deflist>
            <term>
                <emph type="boldundersc">Publicaci&#243;n No.*</emph>
            </term>
            <def>
                <emph type="boldundersc">Descripci&#243;n</emph>
            </def>
            <term>EGES-211</term>
            <def>Manual de servicio para motores diesel DT-466E e International&#174; 530E (EGES-230 incluido)</def>
            <term>EGES-231</term>
            <def>Suplemento del manual de servicio para motores diesel DT 466 y DT 530</def>
            <term>EGES-216</term>
            <def>Manual de diagn&#243;sticos de motores DT 466 y DT 530 para camiones de la Serie 4000</def>
            <term>EGED-221</term>
            <def>Formulario de diagn&#243;sticos mec&#225;nicos para motores DT 466 y DT 530</def>
            <term>EGED-226</term>
            <def>Formulario de diagn&#243;sticos del sistema de control electr&#243;nico para motores DT 466 y DT 530
            </def>
            <term>CGE-309</term>
            <def>C&#243;digos de diagn&#243;stico de problemas para motores International&#174;</def>
            <term>1171754R1</term>
            <def>Manual de operaci&#243;n y mantenimiento del motor DT 466 de International&#174;</def>
            <term>1171756R1</term>
            <def>Manual de operaci&#243;n y mantenimiento del motor DT 530 de International&#174;</def>
        </deflist>
        <para>
            <emph type="bold">* Se suministrar&#225; la &#250;ltima versi&#243;n de cada publicaci&#243;n.</emph>
        </para>
    </foreword>
    <safety>
        <para>
            <title>NOTAS, CUIDADOS Y ADVERTENCIAS</title>
        </para>
        <para>No intente dar servicio a un motor sin revisar este manual de servicio EGES-216. Consulte las dem&#225;s
            publicaciones relacionadas para encontrar m&#225;s notas, cuidados y advertencias.
        </para>
        <para>Siempre desconecte el cable negativo principal de la bater&#237;a antes de trabajar en el sistema el&#233;ctrico.</para>
        <para>Despu&#233;s de trabajar en el veh&#237;culo o en el motor, aseg&#250;rese de retirar todas las
            herramientas, piezas y equipo.
        </para>
        <para>Mantenga un extinguidor de incendios "cargado" al alcance de la mano siempre que trabaje en un lugar donde
            pueda producirse un incendio. Igualmente, aseg&#250;rese de tener el tipo correcto de extinguidor:
        </para>
        <verbatim>
            <line>Tipo A: para maderas, papeles, textiles y desechos Tipo B: para l&#237;quidos inflamables Tipo C: para
                equipos el&#233;ctricos
            </line>
        </verbatim>
        <para>Para evitar lesiones personales, cumpla con las siguientes advertencias:</para>
        <para>Mantenga el &#225;rea de trabajo organizada y limpia. Seque cualquier derrame de aceite. Mantenga las
            herramientas y piezas fuera del piso. Elimine la posibilidad de una ca&#237;da.
        </para>
        <para>Aseg&#250;rese de volver a instalar los dispositivos de seguridad, protectores y defensas despu&#233;s de
            ajustar o dar servicio al motor.
        </para>
        <para>Al trabajar con maquinarias, no use anillos, relojes de pulsera, el cabello largo sin recoger o ropa muy
            holgada, ya que pueden quedar atrapados por piezas en movimiento y provocar una seria lesi&#243;n. Use
            zapatos fuertes con suelas rugosas. Nunca ajuste y/o repare una m&#225;quina con los pies descalzos, en
            sandalias o con zapatillas.
        </para>
        <para>No use herramientas el&#233;ctricas defectuosas, con los cordones deshilachados o sin conexi&#243;n a
            tierra. Equipos el&#233;ctricos defectuosos o usados en forma indebida pueden causar serias lesiones.
        </para>
        <para>Tenga cuidado al usar aire comprimido y nunca lo aplique a ninguna parte del cuerpo o de la ropa.</para>
        <para>Use pistolas de aire aprobadas y no exceda la presi&#243;n recomendada. Use anteojos o gafas de seguridad
            y establezca protecci&#243;n apropiada para todas las personas en el &#225;rea de trabajo.
        </para>
        <para>Al poner combustible, mantenga la manguera y la boquilla o el embudo dentro del recipiente en contacto con
            el metal del tanque de combustible, para evitar la posibilidad de una chispa el&#233;ctrica que podr&#237;a
            inflamar el combustible.
        </para>
        <para>No exceda la capacidad del tanque de combustible porque el combustible derramado crea un riesgo de
            incendio.
        </para>
        <para>No fume al poner combustible y nunca ponga combustible con el motor en marcha.</para>
        <para>Las bater&#237;as el&#233;ctricas emiten hidr&#243;geno altamente inflamable al ser cargadas, y siguen
            despidi&#233;ndolo durante cierto tiempo despu&#233;s de recibir una carga constante. Bajo ninguna
            circunstancia permita que alguien fume o que haya chispas el&#233;ctricas o llamas cerca de una bater&#237;a,
            ya que puede producirse una explosi&#243;n.
        </para>
    </safety>
    <title></title>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
