<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        suministro de combustible - Diagrama del flujo de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Diagrama del flujo de combustible</title>
        <figure id="f2700126" figsize="pg-wide">
            <graphic filename="../figH31/H31009.webp" type="webp" scalefit="1" scalefitwidth="502px"/>
            <caption>Flujo de combustible</caption>
        </figure>
        <para>La carcasa del filtro de combustible tiene los siguientes componentes:</para>
        <randlist type="bullet">
            <item>
                <para>Colador de combustible de 150 micrones</para>
            </item>
            <item>
                <para>Elemento calentador de combustible de 300 W (opcional)</para>
            </item>
            <item>
                <para>Bomba cebadora</para>
            </item>
            <item>
                <para>Elemento filtrante</para>
            </item>
            <item>
                <para>Separador de agua</para>
            </item>
            <item>
                <para>Sensor de agua en el combustible (WIF)</para>
            </item>
            <item>
                <para>V&#225;lvula para drenaje de agua</para>
            </item>
            <item>
                <para>Regulador de la presi&#243;n del combustible</para>
            </item>
            <item>
                <para>Sensor de presi&#243;n de combustible del motor (EFP) (opcional)</para>
            </item>
        </randlist>
        <para>
            <emph type="bold">Flujo de combustible</emph>
        </para>
        <figure id="f2651202" figsize="pg-wide">
            <graphic filename="../figH11/H11049.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
            <caption>Filtro de combustible</caption>
            <calloutgroup>
                <callout1 type="arabic">Tapa de la carcasa</callout1>
                <callout1 type="arabic">Accesorio de orificio M12 (para uso en la f&#225;brica)</callout1>
                <callout1 type="arabic">Sello anular</callout1>
                <callout1 type="arabic">Elemento filtrante</callout1>
                <callout1 type="arabic">Sello anular</callout1>
                <callout1 type="arabic">Regulador de la presi&#243;n del combustible</callout1>
                <callout1 type="arabic">Tap&#243;n o EFP (opcional)</callout1>
                <callout1 type="arabic">Carcasa</callout1>
                <callout1 type="arabic">Tap&#243;n M10</callout1>
                <callout1 type="arabic">Colador</callout1>
                <callout1 type="arabic">Sello anular de la taza</callout1>
                <callout1 type="arabic">Taza (con opci&#243;n de calentador)</callout1>
                <callout1 type="arabic">V&#225;lvula de drenaje</callout1>
                <callout1 type="arabic">Conector de tubo de 3/8"</callout1>
                <callout1 type="arabic">V&#225;lvula de drenaje de agua</callout1>
                <callout1 type="arabic">Tornillo autorroscante (4)</callout1>
                <callout1 type="arabic">V&#225;lvula de bloqueo de cartucho</callout1>
                <callout1 type="arabic">Anillo de retenci&#243;n</callout1>
                <callout1 type="arabic">Bomba cebadora</callout1>
                <callout1 type="arabic">Perno M8 x 20 (2)</callout1>
                <callout1 type="arabic">Sello de la bomba cebadora</callout1>
                <callout1 type="arabic">Sensor de agua en el combustible (WIF)</callout1>
                <callout1 type="arabic">Tubo vertical</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>Los filtros de combustible anteriores pueden tener el &#237;tem 2 en el lugar del &#237;tem 9; en
                    la f&#225;brica se usa el &#237;tem 2 para cargar combustible.
                </para>
                <para>Si el &#237;tem 2 est&#225; en la tapa de la carcasa, puede usarse para medir la presi&#243;n del
                    combustible sin filtrar.
                </para>
                <para>Si el &#237;tem 2 est&#225; en el lugar del &#237;tem 9, puede usarse para medir la restricci&#243;n
                    en la entrada de combustible.
                </para>
            </note>
        </specpara>
        <para>La bomba de baja presi&#243;n extrae combustible del tanque a trav&#233;s de un colador de 150 micrones en
            el filtro de combustible.
        </para>
        <para>Hay un elemento calentador el&#233;ctrico opcional en la carcasa del filtro, que calienta el combustible
            para evitar que se formen cristales de cera.
        </para>
        <para>Si hay agua en el combustible, el elemento filtrante repele las mol&#233;culas de agua y las acumula en el
            fondo de la cavidad del elemento, dentro de la carcasa del filtro de combustible; un sensor de agua en el
            combustible (WIF) que est&#225; en la cavidad del elemento detecta la presencia de agua. Cuando se ha
            acumulado suficiente agua en la cavidad del elemento, el sensor WIF env&#237;a una se&#241;al al m&#243;dulo
            de control electr&#243;nico (ECM); el ECM enciende la luz &#225;mbar WATER IN FUEL en el tablero de
            instrumentos. La carcasa del filtro de combustible tiene una palanca que abre la v&#225;lvula de drenaje
            para que salga cualquier contaminante (generalmente agua). En el fondo de la carcasa hay otra v&#225;lvula
            para drenar la cavidad del colador.
        </para>
        <para>Una v&#225;lvula reguladora de combustible integrada, calibrada para abrirse aproximadamente a 414 a 482
            kPa (60 a 70 lb/pulg
            <supscript>2</supscript>), regula y descarga la presi&#243;n excesiva. Mientras el motor est&#225; en ralent&#237;
            o baja carga, cuando la demanda sobre los inyectores es baja, la mayor&#237;a del combustible recircula
            entre la carcasa del filtro y la bomba de baja presi&#243;n. Cuando la carga sobre el motor aumenta, el
            consumo de combustible aumenta y disminuye la recirculaci&#243;n. Bajo cargas pesadas, el combustible fluye
            a trav&#233;s del filtro con muy poca o casi nada de recirculaci&#243;n.
        </para>
        <para>El combustible es acondicionado a medida que fluye a trav&#233;s del filtro principal y el tubo vertical.
            La columna impide que el combustible drene desde la galer&#237;a cuando realiza mantenimiento.
        </para>
        <para>Un sensor opcional de la presi&#243;n de combustible del motor (EFP) detecta la baja presi&#243;n causada
            por demasiada restricci&#243;n en el filtro de combustible y env&#237;a una se&#241;al al ECM; el ECM
            enciende la luz &#225;mbar FUEL FILTER del tablero de instrumentos.
        </para>
        <para>El combustible fluye desde el cabezal del filtro a baja presi&#243;n - menos de 482 kPa (70 lb/pulg
            <supscript>2</supscript>) - hacia la galer&#237;a de combustible de baja presi&#243;n para ser distribuido
            entre los inyectores. El combustible fluye desde la carcasa del filtro hacia la galer&#237;a y desde ah&#237;
            hacia los inyectores a trav&#233;s de seis conductos independientes (uno para cada inyector).
        </para>
        <para>Cuando los inyectores se activan, el combustible fluye desde la galer&#237;a hacia las cuatro entradas de
            cada inyector.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
