<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE RENDIMIENTO -
        Procedimientos de las pruebas - Service Procedure
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Service Procedure</title>
        <svcsubproc>
            <title>Monitorizaci&#243;n del EBP con el haz de derivaciones para sensor de presi&#243;n</title>
            <para>
                <emph type="bold">Herramientas</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Haz de derivaci&#243;n para sensores de presi&#243;n</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
            </randlist>
            <figure id="f2400644" figsize="col-wide">
                <graphic filename="../figD31/D31159.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Haz de derivaciones para sensor de presi&#243;n instalado - EBP</caption>
            </figure>
            <step1>
                <para count="1">Conecte el haz de derivaciones para sensor de presi&#243;n al haz de cables del motor y
                    al EBP.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la contrapresi&#243;n del escape con un DMM, en ralent&#237; alto y sin carga.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (tierra de se&#241;al).
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Refi&#233;rase a los valores y voltajes de operaci&#243;n en la Secci&#243;n 7.</para>
                    </note>
                </specpara>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto sin carga.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de rendimiento.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si la restricci&#243;n est&#225; dentro de las especificaciones, vuelva a conectar la v&#225;lvula
                            de EGR, borre los DTC y siga haciendo los diagn&#243;sticos de rendimiento.
                        </para>
                    </item>
                    <item>
                        <para>Si la restricci&#243;n supera las especificaciones, saque el tubo de escape de la salida
                            del turboalimentador y repita la prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si la restricci&#243;n est&#225; dentro de las especificaciones sin el tubo de escape,
                            vuelva a conectar la v&#225;lvula de EGR, borre los DTC y arregle el problema entre la
                            salida del turboalimentador y el tubo de escape.
                        </para>
                    </item>
                    <item>
                        <para>Si la contrapresi&#243;n del escape sigue siendo alta sin el tubo de escape, vuelva a
                            conectar la v&#225;lvula de EGR, borre los DTC. Es probable que el turboalimentador est&#233;
                            defectuoso. Necesitar&#225; la EST para hacer la Prueba 20 (Administraci&#243;n del aire).
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_121.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_123.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
