<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos del sistema
        de control electr&#243;nico - Diagn&#243;sticos de circuitos - ICP, sistema de (presi&#243;n de control de
        inyecci&#243;n)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>ICP, sistema de (presi&#243;n de control de inyecci&#243;n)</title>
        <svcprocinfo>
            <figure id="f27107094" figsize="col-wide">
                <graphic filename="../figh31/h31337.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Diagrama de la funci&#243;n del sistema ICP</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de aceite de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Inyector</callout1>
                    <callout1 type="arabic">Bomba de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Entrada de aceite (aceite lubricante)</callout1>
                    <callout1 type="arabic">Manguera de aceite a alta presi&#243;n</callout1>
                    <callout1 type="arabic">Entrada de aceite de alta presi&#243;n (inyector)</callout1>
                    <callout1 type="arabic">Orificio de salida de aceite (2)</callout1>
                    <callout1 type="arabic">Entrada de combustible (4)</callout1>
                </calloutgroup>
            </figure>
            <para id="ICPSYS">El sistema de presi&#243;n de control de inyecci&#243;n adem&#225;s consiste en los
                siguientes subsistemas y componentes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>Sensor de presi&#243;n de control de inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Sistema de lubricaci&#243;n del motor</para>
                </item>
                <item>
                    <para>Conducto en la culata</para>
                </item>
                <item>
                    <para>Bomba hidr&#225;ulica de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Manguera de aceite a alta presi&#243;n</para>
                </item>
                <item>
                    <para>Cableado relacionado</para>
                </item>
                <item>
                    <para>Freno por motor Diamond Logic&#174; (opcional)</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>La funci&#243;n del sistema de presi&#243;n de control de inyecci&#243;n es desarrollar, mantener y
                controlar la presi&#243;n de control de inyecci&#243;n para proporcionar la fuerza para activar los
                inyectores y proveer combustible al motor.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del sistema de presi&#243;n de control de inyecci&#243;n</title>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>Los DTC relacionados con este sistema pueden indicar una falla el&#233;ctrica o en el sistema de
                control electr&#243;nico, pero
                <emph type="bold">m&#225;s probablemente indicar&#225;n un problema mec&#225;nico o hidr&#225;ulico en
                    el sistema de presi&#243;n de control de inyecci&#243;n.
                </emph>
            </para>
            <para>El ECM monitoriza constantemente la presi&#243;n de control de inyecci&#243;n en el sistema para
                asegurar que el sistema de control est&#233; proporcionando en todo momento la presi&#243;n apropiada.
                Si la retroinformaci&#243;n de presi&#243;n de aceite suministrada por el ICP no cumple con los valores
                deseados por el ECM, el ECM generar&#225; un DTC, encender&#225; la luz ENGINE &#225;mbar y controlar&#225;
                la operaci&#243;n del sistema de control de inyecci&#243;n calculando la presi&#243;n del aceite para
                todas las condiciones de operaci&#243;n del motor hasta que el sistema sea diagnosticado y reparado.
            </para>
            <para>El ECM monitoriza la presi&#243;n de control de inyecci&#243;n desarrollada mientras da arranque al
                motor. Cuando no se desarrolla presi&#243;n en un per&#237;odo esperado, el ECM generar&#225; un DTC. El
                DTC ayudar&#225; a identificar y diagnosticar el problema de arranque dif&#237;cil o falta de arranque.
            </para>
            <para>Puede usarse la EST para dar instrucciones al ECM para que realice una prueba con el motor en marcha
                en el sistema de presi&#243;n de control de inyecci&#243;n. El ECM controla el IPR en una secuencia
                programada, para evaluar el rendimiento del sistema. Cuando la prueba termina, el ECM generar&#225; un
                DTC si detect&#243; alg&#250;n problema de rendimiento.
            </para>
            <para>Cuando se detecta una falla del ICP, el ECM pasar&#225; a controlar el IPR con el sistema de circuito
                abierto y la EST mostrar&#225; N/A en los datos del ICP. ICP desired indicar&#225; un valor
                preconfigurado.
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del sistema de presi&#243;n de control de inyecci&#243;n</title>
            </para>
            <para>Los DTC se leen con la EST o contando los destellos de las luces de advertencia ENGINE &#225;mbar y
                roja.
            </para>
            <specpara>
                <note>
                    <para>Solucione todos los problemas relacionados con los DTC de inyectores, sensores y activadores
                        antes de realizar las pruebas de diagn&#243;stico del ICP. Refi&#233;rase a
                        <hotlnk document="mges270_14.xml" xrefid="s27101001">&#171;Componentes del sistema de presi&#243;n
                            de control de inyecci&#243;n y flujo de aceite a alta presi&#243;n&#187;
                        </hotlnk>
                        en la Secci&#243;n 1 para informaci&#243;n adicional.
                    </para>
                </note>
                <note>
                    <para>Durante el diagn&#243;stico del ICP hay que tomar en cuenta los componentes del freno por
                        motor. Refi&#233;rase a
                        <hotlnk document="mges270_14.xml" xrefid="s27101001">&#171;Componentes del sistema de presi&#243;n
                            de control de inyecci&#243;n y flujo de aceite a alta presi&#243;n&#187;
                        </hotlnk>
                        en la Secci&#243;n 1 para informaci&#243;n adicional.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
            </randlist>
            <table id="te27107076" tblwidth="pg-wide" type="simple" frame="none">
                <tgroup cols="3">
                    <colspec colname="col1" align="left" charoff="50" char="" colwidth="2.00in"/>
                    <colspec colname="col2" colwidth="0.86in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os
                                        al motor o al veh&#237;culo al hacer mediciones y pruebas al sistema de presi&#243;n
                                        de control de inyecci&#243;n, cumpla con las siguientes advertencias:
                                    </para>
                                    <randlist type="bullet">
                                        <item>
                                            <para>Lea todas las instrucciones sobre seguridad en el pr&#243;logo de este
                                                manual. Siga las instrucciones indicadas en las advertencias,
                                                precauciones y notas.
                                            </para>
                                        </item>
                                        <item>
                                            <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el
                                                freno de estacionamiento est&#233; puesto y que las ruedas est&#233;n
                                                bloqueadas, antes de hacer funcionar el motor para alguna tarea de diagn&#243;stico
                                                o mantenimiento.
                                            </para>
                                        </item>
                                        <item>
                                            <para>Evite cualquier contacto con piezas rotativas y en movimiento (correas
                                                y ventilador) y superficies calientes del motor.
                                            </para>
                                        </item>
                                    </randlist>
                                </warning>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107077" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>DTC 331 - Presi&#243;n de control de inyecci&#243;n superior a los l&#237;mites de
                                    funcionamiento del sistema
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>El ECM genera el DTC 331 cuando la presi&#243;n de control de inyecci&#243;n es
                                    superior a la normal de 30 MPa (4351 lb/pulg
                                    <supscript>2</supscript>) por 1,5 segundos. El DTC 331 puede indicar un problema mec&#225;nico,
                                    de cableado o del ICP.
                                </para>
                                <para>Cuando el DTC 331 est&#225; activo, el ECM ignorar&#225; la retroinformaci&#243;n
                                    del ICP y controlar&#225; el IPR en base a valores preconfigurados. La luz ENGINE
                                    &#225;mbar se encender&#225; cuando el DTC 331 est&#225; activo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Las causas posibles del DTC 331 incluyen las siguientes:</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Residuos en el motor</para>
                                    </item>
                                    <item>
                                        <para>Aceite del grado incorrecto</para>
                                    </item>
                                    <item>
                                        <para>IPR defectuoso, trabado o con el acceso tapado</para>
                                    </item>
                                    <item>
                                        <para>Cable de control del IPR en corto a tierra</para>
                                    </item>
                                    <item>
                                        <para>Problemas con el ICP o su circuito, que hacen que el voltaje de la se&#241;al
                                            est&#233; polarizado alto
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mediciones y pruebas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el nivel y la calidad del aceite.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Revise el nivel de aceite, si est&#225; contaminado, si tiene residuos y la
                                    clasificaci&#243;n API.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise los DTC activos e inactivos.</para>
                            </entry>
                            <entry>
                                <para>Repare cualquier falla relacionada con el ICP. Refi&#233;rase a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga las pruebas de voltaje operacional del ICP.</para>
                            </entry>
                            <entry>
                                <para>Con la llave en ON y el motor apagado, mida el valor y el voltaje del ICP. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga los diagn&#243;sticos del IPR con los pines.</para>
                            </entry>
                            <entry>
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_130.xml" xrefid="s27105012">&#171;IPR&#187;</hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor apagado.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor en marcha y la prueba de
                                    la presi&#243;n de control de inyecci&#243;n.
                                </para>
                            </entry>
                            <entry>
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107078" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>DTC 333 - Presi&#243;n de control de inyecci&#243;n superior/inferior al nivel
                                    deseado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>El DTC 333 indica que hubo una falla en el tiempo de respuesta del sistema de
                                    control de inyecci&#243;n, que pudo aparecer durante la operaci&#243;n normal del
                                    motor, mediante la funci&#243;n de monitorizaci&#243;n constante, o durante la
                                    prueba est&#225;ndar con la llave en ONy el motor en marcha.
                                </para>
                                <para>El ECM genera el DTC 333 cuando la presi&#243;n medida no coincide con la presi&#243;n
                                    esperada. El DTC 333 aparecer&#225; si el valor medido es 3 MPa (435 lb/pulg
                                    <supscript>2</supscript>) menor o mayor que la presi&#243;n de control de inyecci&#243;n
                                    deseada durante m&#225;s de 7 segundos.
                                </para>
                                <para>Cuando el DTC 333 est&#225; activo, el ECM ignorar&#225; la retroinformaci&#243;n
                                    del ICP y controlar&#225; el IPR en base a valores preconfigurados. La luz ENGINE
                                    &#225;mbar se encender&#225; cuando el DTC 333 est&#225; activo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Las causas posibles del DTC 333 incluyen las siguientes:</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Bajo nivel de aceite en el bloque del motor</para>
                                    </item>
                                    <item>
                                        <para>Alto nivel de aceite en el bloque del motor</para>
                                    </item>
                                    <item>
                                        <para>Aceite contaminado</para>
                                    </item>
                                    <item>
                                        <para>Residuos en el aceite</para>
                                    </item>
                                    <item>
                                        <para>Aceite con aire</para>
                                    </item>
                                    <item>
                                        <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n
                                            (particularmente despu&#233;s de sustituir un inyector o la bomba de alta
                                            presi&#243;n).
                                        </para>
                                    </item>
                                    <item>
                                        <para>Conexi&#243;n del cableado del IPR intermitente. Inspeccione el conector
                                            del cableado del motor y los terminales del IPR en busca de corrosi&#243;n.
                                            Inspeccione en busca de pines doblados o hundidos.
                                        </para>
                                    </item>
                                    <item>
                                        <para>El IPR no funciona o est&#225; pegado</para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control del freno o v&#225;lvula de
                                            cierre de freno est&#225; defectuosa.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Problema con el ICP o su circuito, sensor incorrecto, voltaje de
                                            polarizaci&#243;n del sistema alto o bajo.
                                        </para>
                                    </item>
                                    <item>
                                        <para>La bomba hidr&#225;ulica de alta presi&#243;n no funciona.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mediciones y pruebas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el historial de reparaciones - Determine si hay aire atrapado a causa de
                                    haber desarmado el sistema.
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Si el sistema fue reparado, debe conducir el veh&#237;culo por 30 km (20 millas)
                                    para confirmar su rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el nivel y la calidad del aceite.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Mida el nivel de aceite y la clasificaci&#243;n API. Revise en busca de residuos.
                                    Si sospecha que est&#225; contaminado, revise el elemento del filtro de aceite.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise los DTC activos e inactivos.</para>
                            </entry>
                            <entry>
                                <para>Repare cualquier falla relacionada con el ICP. Refi&#233;rase a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga las pruebas de voltaje operacional del ICP.</para>
                            </entry>
                            <entry>
                                <para>Con la llave en ON y el motor apagado, mida los valores y el voltaje del sensor.
                                    Refi&#233;rase a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga los diagn&#243;sticos del IPR con los pines.</para>
                            </entry>
                            <entry>
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_130.xml" xrefid="s27105012">&#171;IPR&#187;</hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor apagado.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor en marcha.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; si existen problemas graves en el sistema. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Realice la prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha (si detect&#243; DTC intermitentes).
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Cuando realice la prueba, tironee y sacuda los cables en el ICP y el IPR as&#237;
                                    como en todos los conectores de paso directo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba de presi&#243;n de control de inyecci&#243;n.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Revise si el aceite tiene aire en ralent&#237; alto. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el sistema en busca de fugas.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_E2710005.xml" xrefid="s27105022">&#171;Diagn&#243;sticos
                                        para motores que no arrancan o arrancan con dificultad&#187;
                                    </hotlnk>
                                    - Secci&#243;n 5 .
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107079" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>DTC 334 - ICP incapaz de llegar al punto fijado a tiempo (poco rendimiento)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>El DTC 334 indica que hubo una falla en el tiempo de respuesta del sistema de
                                    control de inyecci&#243;n, que pudo aparecer durante la operaci&#243;n normal del
                                    motor, mediante la funci&#243;n de monitorizaci&#243;n constante, o durante la
                                    prueba est&#225;ndar con la llave en ONy el motor en marcha.
                                </para>
                                <para>El DTC 334 compara la presi&#243;n de control de inyecci&#243;n real con la
                                    deseada y busca una gran diferencia en presi&#243;n de 9,5 MPa (1378 lb/pulg
                                    <supscript>2</supscript>) por un per&#237;odo de 3 segundos.
                                </para>
                                <para>Cuando el DTC 334 est&#225; activo, el ECM ignora al ICP y controla el IPR en base
                                    a valores preconfigurados.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Las causas posibles del DTC 334 incluyen las siguientes:</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Bajo nivel de aceite en el bloque del motor</para>
                                    </item>
                                    <item>
                                        <para>Alto nivel de aceite en el bloque del motor</para>
                                    </item>
                                    <item>
                                        <para>Aceite contaminado</para>
                                    </item>
                                    <item>
                                        <para>Residuos en el aceite</para>
                                    </item>
                                    <item>
                                        <para>Aceite con aire</para>
                                    </item>
                                    <item>
                                        <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n
                                            (particularmente despu&#233;s de sustituir un inyector o la bomba de alta
                                            presi&#243;n).
                                        </para>
                                    </item>
                                    <item>
                                        <para>Conexi&#243;n del cableado del IPR intermitente. Inspeccione el conector
                                            del cableado del motor y los terminales del IPR en busca de corrosi&#243;n.
                                            Inspeccione en busca de pines doblados o hundidos.
                                        </para>
                                    </item>
                                    <item>
                                        <para>El IPR no funciona o est&#225; pegado</para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                                    </item>
                                    <item>
                                        <para>Problema con el ICP o su circuito, sensor incorrecto, voltaje de
                                            polarizaci&#243;n del sistema alto o bajo.
                                        </para>
                                    </item>
                                    <item>
                                        <para>La bomba hidr&#225;ulica de alta presi&#243;n no funciona.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mediciones y pruebas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el historial de reparaciones - Determine si hay aire atrapado a causa de
                                    haber desarmado el sistema.
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Si el sistema fue reparado, debe conducir el veh&#237;culo por 30 km (20 millas)
                                    para confirmar su rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el nivel y la calidad del aceite.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Mida el nivel de aceite y la clasificaci&#243;n API. Revise en busca de residuos.
                                    Si sospecha que est&#225; contaminado, revise el elemento del filtro de aceite.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise los DTC activos e inactivos.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Repare cualquier falla relacionada con el ICP. Refi&#233;rase a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga las pruebas de voltaje operacional del ICP.</para>
                            </entry>
                            <entry>
                                <para>Con la llave en ON y el motor apagado, mida el valor y el voltaje del ICP. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP (sensor de presi&#243;n
                                        de control de inyecci&#243;n)&#187;
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga los diagn&#243;sticos del IPR con los pines.</para>
                            </entry>
                            <entry>
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR. Refi&#233;rase a
                                    <hotlnk document="mges270_130.xml" xrefid="s27105012">&#171;IPR&#187;</hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor apagado.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor en marcha.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; si existen problemas graves en el sistema. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Realice la prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha (si detect&#243; DTC intermitentes).
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Cuando realice la prueba, tironee y sacuda los cables en el ICP y el IPR as&#237;
                                    como en todos los conectores de paso directo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba de presi&#243;n de control de inyecci&#243;n.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Revise si el aceite tiene aire en ralent&#237; alto. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el sistema en busca de fugas.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_E2710005.xml" xrefid="s27105022">&#171;Diagn&#243;sticos
                                        para motores que no arrancan o arrancan con dificultad&#187;
                                    </hotlnk>
                                    - Secci&#243;n 5 .
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te27107080" tblwidth="pg-wide" type="simple" frame="topbot">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>DTC 335 - No se desarrolla suficiente presi&#243;n de control de inyecci&#243;n
                                    durante el arranque
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>El ECM genera el DTC 335 despu&#233;s de detectar 8 a 10 segundos de intentos de
                                    arrancar el motor con menos de 3,5 MPa (508 lb/pulg
                                    <supscript>2</supscript>) de presi&#243;n de control de inyecci&#243;n. La velocidad
                                    de rotaci&#243;n del motor debe ser mayor de 130 RPM antes de que comience la
                                    detecci&#243;n de fallas.
                                </para>
                                <para>El tiempo de arranque del motor var&#237;a con su temperatura.</para>
                                <note>
                                    <para>Si el DTC se vuelve activo durante la prueba de compresi&#243;n relativa, ign&#243;relo
                                        y b&#243;rrelo.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Las causas posibles del DTC 335 incluyen las siguientes:</para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Bajo nivel de aceite en el bloque del motor</para>
                                    </item>
                                    <item>
                                        <para>No hay presi&#243;n de aceite o suministro de aceite (dep&#243;sito vac&#237;o
                                            o no se est&#225; llenando)
                                        </para>
                                    </item>
                                    <item>
                                        <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n
                                            (particularmente despu&#233;s de sustituir un inyector o la bomba de alta
                                            presi&#243;n).
                                        </para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                                    </item>
                                    <item>
                                        <para>Fugas en el sistema de presi&#243;n de control del freno o v&#225;lvula de
                                            cierre de freno est&#225; defectuosa.
                                        </para>
                                    </item>
                                    <item>
                                        <para>El IPR no funciona o est&#225; pegado</para>
                                    </item>
                                    <item>
                                        <para>Conexi&#243;n del cableado del IPR intermitente. Inspeccione el conector
                                            del cableado del motor y los terminales del IPR en busca de corrosi&#243;n.
                                            Inspeccione en busca de pines doblados o hundidos.
                                        </para>
                                    </item>
                                    <item>
                                        <para>Engranaje flojo de bomba hidr&#225;ulica de alta presi&#243;n</para>
                                    </item>
                                    <item>
                                        <para>La bomba hidr&#225;ulica de alta presi&#243;n no funciona.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mediciones y pruebas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Inspecci&#243;n visual</para>
                            </entry>
                            <entry colname="col3">
                                <para>Verifique que el cableado del ICP y del IPR est&#233; conectado. Inspeccione en
                                    busca de fugas de aceite. Investigue si se ha hecho mantenimiento recientemente al
                                    sistema (aire atrapado). Si el sistema recibi&#243; mantenimiento, debe conducir el
                                    veh&#237;culo por 30 km (20 millas) para confirmar su buen funcionamiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise el nivel y la presi&#243;n del aceite.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Inspeccione el aceite en busca de residuos. Revise que haya presi&#243;n y
                                    suministro de aceite durante el arranque del motor. Verifique que haya suministro
                                    recolectando aceite en la derivaci&#243;n de aceite. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710005.xml" xrefid="s27105022">&#171;Diagn&#243;sticos
                                        para motores que no arrancan o arrancan con dificultad&#187;
                                    </hotlnk>
                                    - Secci&#243;n 5 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Revise los DTC activos e inactivos.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Repare primero cualquier falla relacionada con el ICP, el CKP o el CMP. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;ICP&#187;</hotlnk>
                                    ,
                                    <hotlnk document="mges270_133.xml" xrefid="s27105006">&#171;CKP&#187;</hotlnk>
                                    a
                                    <hotlnk document="mges270_134.xml" xrefid="s27105007">&#171;CMP&#187;</hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba est&#225;ndar con la llave en ONy el motor apagado.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR. Refi&#233;rase a
                                    <hotlnk document="mges270_E2710005.xml" xrefid="s27105022">&#171;Diagn&#243;sticos
                                        para motores que no arrancan o arrancan con dificultad&#187;
                                    </hotlnk>
                                    - Secci&#243;n 5 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga una prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha.
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Cuando el motor est&#233; en marcha, comience la prueba, tironee y sacuda los
                                    cables en el ICP y el IPR as&#237; como en todos los conectores de paso directo. Si
                                    aparece un DTC o el motor se apaga, revise los c&#243;digos de falla e inspeccione
                                    los cables en los puntos de conexi&#243;n.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga la prueba de presi&#243;n de control de inyecci&#243;n.</para>
                            </entry>
                            <entry colname="col3">
                                <para>La prueba comprobar&#225; si el aceite tiene aire en ralent&#237; alto. Refi&#233;rase
                                    a
                                    <hotlnk document="mges270_E2710006.xml" xrefid="s27105021">&#171;Diagn&#243;sticos
                                        de rendimiento&#187;
                                    </hotlnk>
                                    - Secci&#243;n 6 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el sistema en busca de fugas.</para>
                            </entry>
                            <entry>
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_E2710005.xml" xrefid="s27105022">&#171;Diagn&#243;sticos
                                        para motores que no arrancan o arrancan con dificultad&#187;
                                    </hotlnk>
                                    - Secci&#243;n 5 .
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Haga los diagn&#243;sticos del IPR con los pines.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Refi&#233;rase a
                                    <hotlnk document="mges270_130.xml" xrefid="s27105012">&#171;IPR&#187;</hotlnk>
                                    .
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_150.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_152.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
