<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL Y COJINETES,
        &#193;RBOL DE LEVAS Y BUJES - INSTALACI&#211;N - Cig&#252;e&#241;al
    </stitle>
    <svcman/>
    <svcproc id="s2960008.3.4" svcproctype="inspect" graphiccount="3">
        <title>Cig&#252;e&#241;al</title>
        <specpara>
            <note>
                <para>Antes de seguir adelante, aseg&#250;rese de haber inspeccionado el cig&#252;e&#241;al de acuerdo
                    con las instrucciones de esta misma secci&#243;n.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Elimine el aceite de los soportes de los cojinetes en el bloque del motor con un trapo sin
                pelusas.
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione cada cojinete. Cambie los cojinetes que est&#233;n rayados, picados o
                desgastados.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Al insertar los cojinetes de bancada en el bloque, aseg&#250;rese de que no haya aceite entre la
                    parte posterior y los asientos de los cojinetes en el bloque.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Coloque los cojinetes superiores de bancada en el bloque. Aseg&#250;rese de que las pesta&#241;as
                de trabado de los cojinetes est&#233;n insertadas en los asientos de cojinetes en el bloque y que los
                orificios de aceite est&#233;n alineados con los orificios de aceite en el bloque.
            </para>
            <specpara>
                <note>
                    <para>El cojinete de empuje del cig&#252;e&#241;al est&#225; instalado en el cojinete superior de
                        bancada N&#186; 4.
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f296000835" figsize="col-wide">
            <graphic filename="../figd07/d0717.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 326. Lubrique los cojinetes superiores de bancada</caption>
        </figure>
        <step1>
            <para count="1">Lubrique los cojinetes con aceite limpio de motor.</para>
        </step1>
        <figure id="f296000836" figsize="col-wide">
            <graphic filename="../figd03/d0309.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 327. Herramienta de sincronizaci&#243;n del cig&#252;e&#241;al instalada</caption>
            <calloutgroup>
                <callout1 type="arabic">Herramienta de sincronizaci&#243;n</callout1>
                <callout1 type="arabic">Marca de &#237;ndice del &#225;rbol de levas</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale la herramienta de sincronizaci&#243;n del cig&#252;e&#241;al de manera que la marca
                de &#237;ndice en el engranaje del cig&#252;e&#241;al est&#233; visible entre las ranuras de alineaci&#243;n
                de la herramienta de sincronizaci&#243;n.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o posibles accidentes fatales, use una eslinga y un
                    dispositivo de elevaci&#243;n del tama&#241;o adecuado, que tenga un gancho con pestillo de
                    seguridad; refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                </para>
            </warning>
        </specpara>
        <figure id="f296000837" figsize="col-wide">
            <graphic filename="../figd07/d0710.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 328. Instale el cig&#252;e&#241;al en el bloque</caption>
            <calloutgroup>
                <callout1 type="arabic">Eslinga</callout1>
                <callout1 type="arabic">Cig&#252;e&#241;al</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Ponga un perno en cada extremo del cig&#252;e&#241;al (si los sac&#243; anteriormente).
                Conecte el dispositivo de elevaci&#243;n y la eslinga alrededor de los pernos del cig&#252;e&#241;al y b&#225;jelo
                cuidadosamente sobre los cinco cojinetes de bancada.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_168.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_170.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
