<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Baja potencia (turbo y activador)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Baja potencia (turbo y activador)</title>
        <para>
            <title>S&#237;ntoma</title>
        </para>
        <para>Muy baja potencia al arrancar o poca potencia intermitente entre un ciclo de conducci&#243;n y otro.
        </para>
        <randlist type="bullet">
            <title>Causas</title>
            <item>
                <para>Problemas de energ&#237;a el&#233;ctrica o tierra</para>
            </item>
            <item>
                <para>El turbo no funciona</para>
            </item>
            <item>
                <para>El activador del turbo est&#225; defectuoso</para>
            </item>
        </randlist>
        <randlist type="bullet">
            <title>Herramientas</title>
            <item>
                <para>Mult&#237;metro digital (DMM)</para>
            </item>
            <item>
                <para>Cableado de derivaci&#243;n para turbo</para>
            </item>
            <item>
                <para>Cableado de derivaci&#243;n de 12 pines</para>
            </item>
        </randlist>
        <para>
            <title>Procedimiento</title>
        </para>
        <step1>
            <para count="1">Ponga la llave de encendido en OFF.</para>
            <step2>
                <para count="1">Mueva a mano el mecanismo del tubo hasta sus l&#237;mites de movimiento. El mecanismo
                    debe moverse suavemente y no traquetear ni trabarse.
                </para>
            </step2>
            <step2>
                <para count="1">Haga una prueba de rebote moviendo el mecanismo completamente hacia el bastidor y solt&#225;ndolo.
                    El mecanismo debe moverse hacia el motor, rebotar y mantenerse.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el mecanismo se mueve suavemente, vaya al paso 2.</para>
                    </item>
                    <item>
                        <para>Si el mecanismo no se mueve suavemente, saque el activador del turbo y mueva el mecanismo
                            hasta sus l&#237;mites de movimiento.
                        </para>
                        <randlist type="dash">
                            <item>
                                <para>Si el mecanismo se mueve suavemente, vuelva a poner el activador.</para>
                            </item>
                            <item>
                                <para>Si el mecanismo no se mueve suavemente, cambie el turbo.</para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </step2>
        </step1>
        <step1>
            <para count="1">Ponga la llave en ON. Observe el mecanismo del turbo cuando se mueve al prepararse para el
                arranque. El mecanismo debe moverse completamente hacia el bastidor, regresar hacia el motor y moverse
                nuevamente hasta la mitad del recorrido.
            </para>
            <para>Observe el movimiento de preparaci&#243;n tres veces y ponga la llave en OFF al menos tres segundos
                entre una y otra. El mecanismo debe moverse suavemente y no traquetear, vibrar, trabarse ni frenar
                durante la preparaci&#243;n para el arranque. Cada preparaci&#243;n debe terminar en menos de un
                segundo.
            </para>
            <specpara>
                <note>
                    <para>Cuando el ciclo de preparaci&#243;n termina con la llave en ON y el motor apagado, el
                        mecanismo no podr&#225; moverse con la mano.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Si el ciclo de preparaci&#243;n falla, vaya al paso 3.</para>
                </item>
                <item>
                    <para>Si el ciclo de preparaci&#243;n funciona bien, el turbo y el activador pueden no ser la causa
                        de la baja potencia.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Revise que los resultados de las pruebas del formulario &#171;Diagn&#243;sticos de
                                rendimiento&#187; no indiquen alguna otra causa.
                            </para>
                        </item>
                        <item>
                            <para>Si la queja de baja potencia es intermitente y ninguna prueba del formulario &#171;Diagn&#243;sticos
                                de rendimiento&#187; indica otra causa, vaya al paso 3.
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Conecte el cableado de derivaci&#243;n para el turbo entre el cableado del motor y el
                cableado del activador. Mida el voltaje entre los terminales de energ&#237;a y tierra del activador con
                la llave en ON y el motor apagado.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si el ciclo de preparaci&#243;n falla y el voltaje es 10 V o m&#225;s, cambie el activador.
                    </para>
                </item>
                <item>
                    <para>Si la queja de baja potencia es intermitente y el voltaje es 10 V o m&#225;s, inspeccione los
                        cables de energ&#237;a y tierra del turbo en busca de conexiones oxidadas o flojas.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si los cables de energ&#237;a y tierra est&#225;n bien conectados, las conexiones no
                                est&#225;n oxidadas y las pruebas de diagn&#243;stico no indican alguna otra causa de
                                baja potencia, cambie el activador.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Si el voltaje es bajo, solucione el problema. Refi&#233;rase a
                        <hotlnk document="mges270_161.xml" xrefid="s27105028">&#171;Activador del VGT&#187;</hotlnk>
                        en la Secci&#243;n 7 .
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Vaya al paso 2 y repita las pruebas.</para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El activador del turbo puede probarse nuevamente usando suministros conocidos de energ&#237;a
                        y tierra directamente a trav&#233;s del cableado de derivaci&#243;n del activador del turbo.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_76.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_E2710005.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
