<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - Aceite del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>Aceite del motor</title>
        <svcprocinfo>
            <table id="te17502005" frame="all">
                <tgroup cols="1" colsep="1" rowsep="0">
                    <colspec colname="col1" colwidth="4.50in"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">3. Aceite del motor</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>&#8226; Inspeccione en busca de fugas</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>&#8226; Revise que no tenga combustible o refrigerante</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>&#8226; Compruebe el grado, la viscosidad y el nivel</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>&#8226; Compruebe los kil&#243;metros/millas o las horas recorridos con el aceite
                                    actualmente en uso
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry colname="col1">
                                <para>&#8226; Mida la presi&#243;n del aceite</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Revisar el nivel, la calidad y la presi&#243;n del aceite del motor.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo en terreno nivelado. Mida el nivel del aceite con la varilla
                    medidora (deje pasar el tiempo suficiente para que el aceite drene hacia el c&#225;rter).
                </para>
                <seqlist>
                    <item>
                        <para>Si hay muy poco o nada de aceite en el bloque del motor, los inyectores de combustible no
                            funcionar&#225;n correctamente.
                        </para>
                    </item>
                    <item>
                        <para>Si el nivel sobrepasa la marca FULL (lleno), es posible que se haya puesto demasiado
                            aceite o que haya combustible en el aceite. Revise si el aceite huele a combustible.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Inspeccione el color y el olor del aceite. Si est&#225; lechoso, es posible que est&#233;
                    contaminado con refrigerante y tendr&#225; olor a glicol etil&#233;nico.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los registros de servicio en busca del tipo de aceite y viscosidad correctos para
                    la temperatura ambiental en que est&#225; trabajando el veh&#237;culo.
                    <emph type="bold">No use aceite 15W-40 a menos de -6,7&#176; C (20&#176; F)</emph>. El aceite que
                    haya estado mucho tiempo en uso aumentar&#225; su viscosidad, dificultar&#225; el arranque a
                    temperaturas inferiores al punto de congelaci&#243;n. Refi&#233;rase a la tabla de aceites que
                    aparece en los manuales de operador para hacer la selecci&#243;n correcta seg&#250;n las condiciones
                    de temperatura.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles de inyecci&#243;n de combustible incorrecta</title>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de aceite: fuga, demasiado consumo o mantenimiento incorrecto.</para>
                </item>
                <item>
                    <para>Alto nivel de aceite: mantenimiento incorrecto, combustible en el aceite, posiblemente de la
                        bomba de combustible.
                    </para>
                </item>
                <item>
                    <para>Aceite contaminado con refrigerante: enfriador de aceite, empaquetadura de la culata con
                        porosidad, accesorios (compresores de aire enfriados por agua, etc.).
                    </para>
                </item>
                <item>
                    <para>Viscosidad incorrecta para la temperatura ambiental de operaci&#243;n.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Ninguna</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_33.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_35.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
