<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - GLOSARIO DE T&#201;RMINOS T&#201;CNICOS - DESCRIPCI&#211;N DE PAR&#193;METROS
        PROGRAMABLES DEL MASTER DIAGNOSTICS
    </stitle>
    <svcman/>
    <svcproc svcproctype="Description" graphiccount="0">
        <title>DESCRIPCI&#211;N DE PAR&#193;METROS PROGRAMABLES DEL MASTER DIAGNOSTICS</title>
        <para>Los siguientes par&#225;metros programables est&#225;n agrupados de acuerdo a las caracter&#237;sticas del
            sistema de control. Refi&#233;rase a otros manuales de servicio del motor para mayores detalles.
        </para>
        <para>
            <emph type="bold">AUDIT (AUD) (ECM software)</emph>: Este grupo de par&#225;metros permite a la f&#225;brica
            y a ingenier&#237;a de motores rastrear el origen y la fecha de cambios de programaci&#243;n a trav&#233;s
            de la vida de los componentes electr&#243;nicos del motor.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">AUD: Calibration Download Date</emph>
                    (fecha de descarga de calibraci&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD: Calibration Tool ID</emph>
                    (identificaci&#243;n de herramienta de calibraci&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD: Last Service Tool ID 1</emph>
                    (&#250;ltima identificaci&#243;n de herramienta de servicio 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD: Last Service Tool ID 2</emph>
                    (&#250;ltima identificaci&#243;n de herramienta de servicio 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD: Strategy Download Date</emph>
                    (fecha de descarga de estrategia)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">AUD: Strategy Tool ID</emph>
                    (identificaci&#243;n de herramienta de estrategia)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">CRUISE CONTROL (CC):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n del control de crucero. El prop&#243;sito de la
            funci&#243;n del control de crucero es proporcionar regulaci&#243;n electr&#243;nica de la velocidad del veh&#237;culo,
            cuando el veh&#237;culo va por carretera. Adem&#225;s, el conductor puede aumentar la velocidad de crucero
            en incrementos de 1 milla por hora cada vez, al oprimir moment&#225;neamente el bot&#243;n RESUME/ACCEL;
            tambi&#233;n puede disminuirla 1 milla por hora cada vez, al oprimir moment&#225;neamente el bot&#243;n
            SET/CRUISE.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">CC: Cruise Control High VS Limit</emph>
                    (l&#237;mite alto de velocidad del veh&#237;culo)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC: Cruise Control Low RPM Limit</emph>
                    (l&#237;mite bajo de RPM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC: Cruise Control Low VS Limit</emph>
                    (l&#237;mite bajo de velocidad del veh&#237;culo)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC: Cruise Control Mode</emph>
                    (modo de control de crucero)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CC: Cruise Control VS Ramp Rate</emph>
                    (tasa de ascenso de velocidad del veh&#237;culo)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">COLD AMBIENT TEMPERATURE MODE:</emph>
            Este par&#225;metro personaliza la funci&#243;n de protecci&#243;n contra clima fr&#237;o. La protecci&#243;n
            contra clima fr&#237;o (CAP) permite que el motor funcione en ralent&#237; alto cuando la temperatura del
            refrigerante cae por debajo de cierto punto y la temperatura ambiente es fr&#237;a. Esto permite que el
            motor se caliente a la temperatura normal de operaci&#243;n.
        </para>
        <para>
            <emph type="bold">COOLANT SURGE TANK TYPE:</emph>
            Este par&#225;metro describe el tipo de tanque de desbordamiento instalado en el veh&#237;culo.
        </para>
        <para>
            <emph type="bold">COOLANT TEMPERATURE COMPENSATION:</emph>
            Este grupo de par&#225;metros personaliza la compensaci&#243;n por la temperatura del refrigerante. El prop&#243;sito
            de la compensaci&#243;n por la temperatura del refrigerante es reducir el flujo de combustible enviado al
            motor, cuando &#233;ste funciona cerca al torque m&#225;ximo y la temperatura del refrigerante es superior a
            un valor programado. Esta reducci&#243;n de combustible tiene dos efectos: primero, el calor generado por el
            motor se reduce, lo que a su vez reduce la carga sobre el sistema de enfriamiento. Segundo, la velocidad del
            veh&#237;culo disminuye, haciendo que el conductor ponga una marcha menor para recuperar la velocidad, lo
            que a su vez resulta en que el sistema de enfriamiento funcione con mayor eficiencia.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">CTC: Begin Derate Temperature</emph>
                    (temperatura de inicio de disminuci&#243;n de potencia)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC: Coolant Temp Compensation Mode</emph>
                    (modo de compensaci&#243;n por temperatura del refrigerante)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC: Derate Factor</emph>
                    (factor de disminuci&#243;n de potencia)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">CTC: Modify Derate Temperature</emph>
                    (modificar temperatura de disminuci&#243;n de potencia)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE CRANK INHIBIT (ECI):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de impedimento de arranque. El prop&#243;sito del
            ECI es impedir que el operador pueda arrancar el motor mientras est&#225; en marcha o el tren propulsor est&#225;
            acoplado. Hay un intervalo programable entre 1 y 5 segundos en que los componentes electr&#243;nicos no
            impiden dar arranque hasta que el motor alcance la velocidad de ralent&#237;.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">ECI: Engine Crank Inhibit Mode</emph>
                    (modo de impedimento de arranque)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">ECI: Engine Crank Inhibit Run Mode Time</emph>
                    (tiempo para impedir el arranque)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE FAN CONTROL (EFC):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de control del ventilador del motor. El prop&#243;sito
            del EFC es proporcionar la l&#243;gica apropiada para determinar cu&#225;ndo debe encenderse o apagarse el
            ventilador, energizando y desenergizando el solenoide del impulsor del ventilador. El prop&#243;sito del
            ventilador del motor es proporcionar m&#225;s flujo de aire para intercambio de calor entre el radiador y el
            aire ambiente cuando se necesita.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFC: Air Conditioner</emph>
                    (acondicionador de aire)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC: Engine Fan Mode</emph>
                    (modo de ventilador)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC: Fan OFF Temperature</emph>
                    (temperatura de apagado)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC: Fan On Temperature</emph>
                    (temperatura de encendido)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE FAN CONTROL (EFC) FOR RADIATOR SHUTTER:</emph>
            El prop&#243;sito del activador de las persianas del radiador es proporcionar la l&#243;gica apropiada para
            abrir o cerrar las persianas del radiador (energizar o desenergizar un solenoide). El prop&#243;sito de este
            dispositivo es mantener el motor caliente cuando funciona en clima fr&#237;o. Esto permite que la cabina se
            caliente m&#225;s r&#225;pidamente y que el parabrisas se descongele m&#225;s r&#225;pido. El consumo de
            combustible disminuir&#225; cuando las persianas del radiador est&#225;n cerradas.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFC: Radiator Shutter Mode</emph>
                    (modo de persianas de radiador)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC: Shutter Close Temperature</emph>
                    (temperatura de cierre de persianas)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFC: Shutter Open Temperature</emph>
                    (temperatura de apertura de persianas)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE FAMILY RATING CODE:</emph>
            Este grupo de par&#225;metros permite que los componentes electr&#243;nicos incorporados puedan controlar en
            forma precisa los requisitos de suministro de combustible de acuerdo a la configuraci&#243;n de cada motor.
            Los componentes electr&#243;nicos incorporados tienen lo que se conoce como mapa de clasificaci&#243;n de
            potencia de m&#250;ltiples motores. Esto permite que un solo controlador electr&#243;nico proporcione
            diferentes configuraciones. Se provee control &#243;ptimo para veh&#237;culos con distinta configuraci&#243;n
            y clasificaci&#243;n de potencia: modelo, velocidad nominal, potencia nominal y tipo de transmisi&#243;n.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EFRC: Engine Family Extension</emph>
                    (extensi&#243;n de familia de motores)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EFRC: Engine Family Rating Code</emph>
                    (c&#243;digo de clasificaci&#243;n del motor)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">EVENT LOGGER (EL):</emph>
            Este grupo de par&#225;metros indica la funci&#243;n de registro electr&#243;nico autom&#225;tico de eventos
            del motor. El prop&#243;sito de esta funci&#243;n es registrar las horas de funcionamiento del motor y los
            kil&#243;metros del od&#243;metro acumulados cuando han ocurrido ciertas condiciones excesivas en la operaci&#243;n
            del motor.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EL: Low Coolant Hour 1</emph>
                    (horas - bajo nivel de refrigerante 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Coolant Hour 2</emph>
                    (horas - bajo nivel de refrigerante 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Coolant Odometer 1</emph>
                    (od&#243;metro - bajo nivel de refrigerante 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Coolant Odometer 2</emph>
                    (od&#243;metro - bajo nivel de refrigerante 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Oil Pressure Hour 1</emph>
                    (horas - baja presi&#243;n de aceite 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Oil Pressure Hour 2</emph>
                    (horas - baja presi&#243;n de aceite 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Oil Pressure Odometer 1</emph>
                    (od&#243;metro - baja presi&#243;n de aceite 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Low Oil Pressure Odometer 2</emph>
                    (od&#243;metro - baja presi&#243;n de aceite 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Overheat Hour 1</emph>
                    (horas - recalentamiento 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Overheat Hour 2</emph>
                    (horas - recalentamiento 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Overheat Odometer 1</emph>
                    (od&#243;metro - recalentamiento 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: Overheat Odometer 2</emph>
                    (od&#243;metro - recalentamiento 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: RPM Overspeed Hour 1</emph>
                    (horas - RPM excesivas 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: RPM Overspeed Hour 2</emph>
                    (horas - RPM excesivas 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: RPM Overspeed Odometer 1</emph>
                    (od&#243;metro - RPM excesivas 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EL: RPM Overspeed Odometer 2</emph>
                    (od&#243;metro - RPM excesivas 2)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ECM MANUFACTURING DATA:</emph>
            Este grupo de par&#225;metros proporciona la funci&#243;n de datos de fabricaci&#243;n. La fecha y el n&#250;mero
            de serie de los componentes electr&#243;nicos incorporados se indican aqu&#237;, junto con el nivel de
            hardware y software.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EMD: S/W Strategy Checksum</emph>
                    (suma de verificaci&#243;n de estrategia de software)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: ECM H/W Version</emph>
                    (versi&#243;n de hardware del ECM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: ECM Manufacturing Date</emph>
                    (fecha de fabricaci&#243;n del ECM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: ECM S/W Calibration Version</emph>
                    (versi&#243;n del software de calibraci&#243;n del ECM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: ECM S/W Strategy Version</emph>
                    (versi&#243;n del software de calibraci&#243;n del ECM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: ECM Serial Number</emph>
                    (n&#250;mero de serie del ECM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: PP List Checksum</emph>
                    (suma de verificaci&#243;n de lista de PP)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: PP List Level</emph>
                    (nivel de lista de PP)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EMD: S/W Calibration Checksum</emph>
                    (suma de verificaci&#243;n de calibraci&#243;n de software)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE SERIAL NUMBER (ESN):</emph>
            Este par&#225;metro es el n&#250;mero de serie del motor programado en la f&#225;brica.
        </para>
        <para>
            <emph type="bold">ENGINE WARNING AND PROTECTION SYSTEM (EWPS):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de advertencia y protecci&#243;n del motor. El
            sistema de advertencia y protecci&#243;n del motor protege contra condiciones de operaci&#243;n indeseables,
            para impedir da&#241;os al motor y prolongar su vida. Cuando se detecta una condici&#243;n de advertencia,
            los componentes electr&#243;nicos incorporados encienden la luz OIL / WATER y activan la alarma audible de
            advertencia. Cuando se detecta una condici&#243;n cr&#237;tica, los componentes electr&#243;nicos
            incorporados apagar&#225;n el motor si el sistema de advertencia y protecci&#243;n del motor tiene la funci&#243;n
            de protecci&#243;n habilitada. Luego de que se apaga el motor, el conductor puede volver a arrancarlo por un
            per&#237;odo de 30 segundos si lo necesita. La funci&#243;n de registro de eventos tambi&#233;n registrar&#225;
            cu&#225;ndo ha ocurrido un evento excesivo (es decir, cr&#237;tico), tanto en horas de funcionamiento del
            motor y en kil&#243;metros del od&#243;metro. Actualmente hay cuatro estados de operaci&#243;n electr&#243;nica:
            est&#225;ndar, advertencia de 3 v&#237;as, protecci&#243;n de 3 v&#237;as y advertencia de 2 v&#237;as.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EWPS: ECT Critical Temperature</emph>
                    (temperatura cr&#237;tica del ECT)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: ECT Warning Temperature</emph>
                    (temperatura de advertencia del ECT)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Critical Level 1</emph>
                    (nivel cr&#237;tico 1 del EOP)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Critical Level 2</emph>
                    (nivel cr&#237;tico 2 del EOP)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Critical Level 3</emph>
                    (nivel cr&#237;tico 3 del EOP)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP RPM Boundary 1</emph>
                    (l&#237;mite de RPM del EOP 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP RPM Boundary 2</emph>
                    (l&#237;mite de RPM del EOP 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP RPM Boundary 3</emph>
                    (l&#237;mite de RPM del EOP 3)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Warning Level 1</emph>
                    (nivel de advertencia de EOP 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Warning Level 2</emph>
                    (nivel de advertencia de EOP 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EWPS: EOP Warning Level 3</emph>
                    (nivel de advertencia de EOP 3)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ELECTRO-HYDRAULIC PRESSURE GOVERNOR (EPG):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n del regulador de la presi&#243;n hidr&#225;ulica.
            El prop&#243;sito del regulador de presi&#243;n electro-hidr&#225;ulica es proporcionar un control de
            circuito cerrado sobre una entrada externa de presi&#243;n. Esta funci&#243;n est&#225; dirigida a la bomba
            de entrega de l&#237;quidos, especialmente en camiones de bomberos. La funci&#243;n EPG tambi&#233;n
            proporciona detecci&#243;n de p&#233;rdida de presi&#243;n. Esto se logra monitorizando la presi&#243;n hidr&#225;ulica,
            la velocidad del motor y el estado del interruptor selector de EPG. Una vez que se detecta la p&#233;rdida
            de presi&#243;n, la funci&#243;n EPG queda deshabilitada y se establece el c&#243;digo de diagn&#243;stico
            correspondiente.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">EPG: Driveline Mode</emph>
                    (modo de tren propulsor)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG: Hydraulic Pressure Governor Mode</emph>
                    (modo de regulador de presi&#243;n hidr&#225;ulica)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG: Integral Gain Adjust</emph>
                    (ajuste de ganancia integral)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG: Mode Indicator</emph>
                    (indicador de modo)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG: Proportional Gain Adjust</emph>
                    (ajuste de ganancia proporcional)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">EPG: Cavitation Operation Time</emph>
                    (horas de operaci&#243;n con cavitaci&#243;n)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ENGINE IDLE SHUTDOWN CONTROL (IST):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de apagado autom&#225;tico del motor por marcha
            prolongada en ralent&#237;. El prop&#243;sito de esta funci&#243;n es apagar el motor despu&#233;s de que se
            ha excedido un tiempo programable en ralent&#237;. Esto permite reducir el consumo de combustible, el
            desgaste del motor y las emisiones. Treinta (30) segundos antes del apagado autom&#225;tico del motor, al
            conductor se le advertir&#225; mediante la luz OIL/WATER. La luz comenzar&#225; a destellar hasta que el
            motor sea apagado. El conductor puede pasar por alto esto en cualquier momento. Despu&#233;s de un apagado
            del motor, la luz OIL/WATER dejar&#225; de destellar y se registrar&#225; en c&#243;digo de diagn&#243;stico.
            El c&#243;digo queda registrado para ayudar a diagnosticar posibles quejas acerca del apagado del motor.
            Actualmente hay cuatro estados de operaci&#243;n electr&#243;nica: Apagado (OFF), Toma de fuerza disponible
            (PTO Available), Sin carga (No Engine Load) y No se puede contradecir (Tamper Proof).
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">IST: Idle Shutdown Time</emph>
                    (tiempo de apagado en ralent&#237;)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST: Idle Shutdown Timer Mode</emph>
                    (temporizador de la funci&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST: Max IAT for Idle Shutdown</emph>
                    (m&#225;x IAT para apagado en ralent&#237;)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">IST: Min IAT for Idle Shutdown</emph>
                    (m&#237;n IAT para apagado en ralent&#237;)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">IVPWR Expected Vbat:</emph>
            Voltaje de la bater&#237;a esperado en el veh&#237;culo.
        </para>
        <para>
            <emph type="bold">POWER TAKE OFF SPEED CONTROL (PTO):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de control de velocidad de la toma de fuerza. El
            control de velocidad de la toma de fuerza (PTO) provee un m&#233;todo para que el operador establezca y
            mantenga una velocidad regulada sin utilizar el pedal del acelerador, para usar equipos auxiliares. La toma
            de fuerza tiene conexiones para hacerla funcionar desde la cabina y desde una posici&#243;n m&#225;s
            alejada. Dependiendo de la configuraci&#243;n, el operador puede activar el control de velocidad de la toma
            de fuerza desde la cabina o con la conveniencia de una conexi&#243;n remota. Si ambas operaciones (desde la
            cabina y a distancia) est&#225;n habilitadas, los componentes electr&#243;nicos incorporados detectan cu&#225;l
            de las conexiones est&#225; activa, dependiendo de las acciones del operador. No es posible hacer ninguna
            operaci&#243;n m&#243;vil cuando el control de velocidad de la toma de fuerza ha sido encendido usando la
            conexi&#243;n remota. Esta funci&#243;n tambi&#233;n permite aumentar la velocidad del motor en 25 RPM cada
            vez, oprimiendo moment&#225;neamente el bot&#243;n RESUME/ACCEL. Tambi&#233;n puede disminuirla en 25 RPM
            cada vez al oprimir moment&#225;neamente el bot&#243;n SET/COAST.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">PTO: In-Cab Control</emph>
                    (control en cabina)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: In-Cab Mode</emph>
                    (modo en cabina)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Max RPM</emph>
                    (m&#225;x RPM)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Max VS</emph>
                    (velocidad m&#225;xima del veh&#237;culo)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Power Take OFF Mode</emph>
                    (modo de toma de fuerza)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Preset RPM 1 (Set)</emph>
                    (RPM preconfiguradas 1 - Set)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Preset RPM 2 (Resume)</emph>
                    (RPM preconfiguradas 2 - Resume)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: Remote Pedal</emph>
                    (pedal remoto)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">PTO: RPM Ramp Rate</emph>
                    (tasa de ascenso de RPM)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TWO SPEED AXLE:</emph>
            Este grupo de par&#225;metros es usado por el ECM para determinar los c&#225;lculos de velocidad del veh&#237;culo.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Two speed axle</emph>
                    (eje de dos velocidades)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Pulses Per Mile 1</emph>
                    (impulsos por milla 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Pulses Per Mile 2</emph>
                    (impulsos por milla 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Rear Axle Ratio 1</emph>
                    (relaci&#243;n eje trasero 1)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Rear Axle Ratio 2</emph>
                    (relaci&#243;n de eje trasero 2)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Tire Revolutions</emph>
                    (revoluciones de neum&#225;ticos)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Transmission Gear Teeth</emph>
                    (dientes de engranaje de transmisi&#243;n)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Transmission Top Gear Ratio</emph>
                    (relaci&#243;n de cambio alto de transmisi&#243;n)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">ROAD SPEED LIMITING (RSL):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de limitaci&#243;n de velocidad en carretera. La
            limitaci&#243;n de la velocidad en carretera es usada por el ECM para regular la m&#225;xima velocidad en
            carretera. Si la velocidad excede la velocidad m&#225;xima programada, el ECM reducir&#225; o suspender&#225;
            el suministro de combustible. Esta funci&#243;n sirve principalmente para disminuir el consumo de
            combustible.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">RSL: Maximum Vehicle Speed</emph>
                    (velocidad m&#225;xima del veh&#237;culo)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">RSL: Road Speed Limiting Mode</emph>
                    (modo de limitaci&#243;n de velocidad)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">RSL: RFM Limit with VSS Fault</emph>
                    (l&#237;mite de RFM con falla de VSS)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">SHIFT SCHEDULE:</emph>
            Este par&#225;metro determina c&#243;mo y cu&#225;ndo el ECM solicitar&#225; al controlador electr&#243;nico
            de la transmisi&#243;n que haga un cambio hacia una velocidad mayor o menor.
        </para>
        <para>
            <emph type="bold">SERVICE INTERVAL (SI):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de intervalos de mantenimiento. Los intervalos de
            mantenimiento permiten al propietario personalizar cu&#225;ndo un cami&#243;n requiere mantenimiento (por
            ejemplo, cambio de aceite). Cuando la distancia o las horas de funcionamiento del motor programadas han sido
            alcanzadas, la luz CHANGE OIL se encender&#225; para indicar que es hora de hacer mantenimiento y servicio.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">SI: Change Oil Lamp On Mode</emph>
                    (modo de encendido de la luz)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Change Oil Lamp On Time</emph>
                    (tiempo de encendido de la luz)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Distance Interval</emph>
                    (intervalo de distancia)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Fuel Interval</emph>
                    (intervalo de combustible)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Hour Interval</emph>
                    (intervalo de horas)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Service Interval Mode</emph>
                    (modo de intervalo de servicio)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Service Interval Reset</emph>
                    (reposicionar intervalo de servicio)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Service Soon Percent</emph>
                    (porcentaje para encendido de la luz)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Starting Fuel Reading</emph>
                    (valor inicial de combustible)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Starting Hour Reading</emph>
                    (valor inicial de horas)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">SI: Starting Odometer Reading</emph>
                    (valor inicial del od&#243;metro)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TRACTION CONTROL (TC):</emph>
            Este par&#225;metro determina c&#243;mo y cu&#225;ndo el ECM activar&#225; su control electr&#243;nico de
            tracci&#243;n.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">TC: Traction Control Mode</emph>
                    (modo de control de tracci&#243;n)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TORQUE LEVEL TAILORING (TLT):</emph>
            Este grupo de par&#225;metros personaliza la funci&#243;n de variar el nivel de torque. La funci&#243;n de
            personalizaci&#243;n del nivel de torque permite que los componentes electr&#243;nicos incorporados
            controlen el motor en base a posibles situaciones de manejo. Un uso com&#250;n de esta funci&#243;n es
            personalizar un veh&#237;culo configurando curvas de torque para manejo en carretera y fuera de carretera.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">TLT: Lower N/VS Ratio</emph>
                    (relaci&#243;n N/velocidad m&#225;s baja)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">TLT: Torque Level Tailoring Mode</emph>
                    (modo de personalizaci&#243;n de torque)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">TLT: Upper N/VS Ratio</emph>
                    (relaci&#243;n N/velocidad m&#225;s alta)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TOTAL MILES:</emph>
            Este grupo de par&#225;metros indica los datos acumulados del veh&#237;culo. El prop&#243;sito de la funci&#243;n
            de datos acumulados es registrar el total acumulado de horas de funcionamiento del motor, consumo de
            combustible y millas recorridas. Esta funci&#243;n tiene el prop&#243;sito de mantener un registro de la
            operaci&#243;n del motor para mantenimiento preventivo programado y como ayuda para el manejo de la garant&#237;a.
        </para>
        <randlist type="bullet">
            <item>
                <para>
                    <emph type="bold">Total Engine On Time</emph>
                    (tiempo total de motor encendido)
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Total Fuel Used</emph>
                    (total combustible usado)
                </para>
            </item>
        </randlist>
        <para>
            <emph type="bold">TOTAL TATTLETALE:</emph> &#201;ste es un mecanismo interno de rastreo de programaci&#243;n
            del ECM.
        </para>
        <para>
            <emph type="bold">VEHICLE RETARDER MODE:</emph>
            Este par&#225;metro indica el tipo de retardador y su modo de operaci&#243;n.
        </para>
        <para>
            <emph type="bold">VEHICLE SPEED SIGNAL SELECTION:</emph>
            Este par&#225;metro personaliza la funci&#243;n de se&#241;al de velocidad del veh&#237;culo.
        </para>
        <para>
            <emph type="bold">VEHICLE IDENTIFICATION NUMBER (VIN):</emph>
            Este par&#225;metro es el n&#250;mero de identificaci&#243;n del veh&#237;culo programado en la f&#225;brica.
        </para>
    </svcproc>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_175.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
