<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Sistemas del motor - Sistema de suministro de
        combustible
    </stitle>
    <svcman/>
    <svcsubsec id="s306000104">
        <title>Sistema de suministro de combustible</title>
        <svcproc id="s306000104.1" svcproctype="describe" graphiccount="7">
            <title>Diagrama y flujo del sistema de suministro de combustible</title>
            <figure id="f306000128" figsize="pg-wide">
                <graphic filename="../figj11/j11054.webp" type="webp" scalefit="1" scalefitwidth="502px"/>
                <caption>Sistema de suministro de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conducto perforado hacia los inyectores (2)</callout1>
                    <callout1 type="arabic">Filtro secundario de combustible</callout1>
                    <callout1 type="arabic">Conector tipo banjo (suministro de combustible)</callout1>
                    <callout1 type="arabic">Inyector (6)</callout1>
                    <callout1 type="arabic">HFCM (instalado en el chasis)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de combustible (suministro desde el HFCM)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de combustible (retorno al HFCM)</callout1>
                    <callout1 type="arabic">Conector tipo banjo con v&#225;lvula de bloqueo (2)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de combustible (suministro a la culata izquierda)</callout1>
                    <callout1 type="arabic">Tuber&#237;a de combustile (suministro a la culata derecha)</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000129" figsize="pg-wide">
                <graphic filename="../figj31/j31054.webp" type="webp" scalefit="1" scalefitwidth="484px"/>
                <caption>Sistema de suministro de combustible</caption>
            </figure>
            <randlist type="bullet">
                <title>El sistema de suministro de combustible incluye lo siguiente:</title>
                <item>
                    <para>Tanque de combustible</para>
                </item>
                <item>
                    <para>Tuber&#237;as de combustible (tanque al HFCM)</para>
                </item>
                <item>
                    <para>HFCM</para>
                </item>
                <item>
                    <para>Filtro secundario de combustible</para>
                </item>
                <item>
                    <para>Tuber&#237;as de combustible (HFCM al filtro secundario)</para>
                </item>
                <item>
                    <para>Tuber&#237;as de combustible (filtro secundario a las culatas)</para>
                </item>
                <item>
                    <para>Conductos de combustible perforados en la culata</para>
                </item>
            </randlist>
            <para>
                <title>Flujo de combustible</title>La bomba en el HFCM extrae combustible del tanque a trav&#233;s de
                una tuber&#237;a. El HFCM calienta, filtra y presuriza el combustible. El combustible acondicionado
                fluye desde el HFCM a trav&#233;s de la tuber&#237;a de suministro, hacia el filtro de combustible
                secundario.
            </para>
            <para>El filtro de combustible secundario mantiene la presi&#243;n del sistema y acondiciona y elimina el
                aire del combustible. El combustible fluye a trav&#233;s de dos tubos con un perno tipo banjo que los
                conecta a las culatas. El combustible fluye hacia los inyectores a trav&#233;s de pasajes perforados en
                cada culata. Cuando los inyectores se activan, el combustible fluye hacia las cuatro entradas de cada
                inyector. El combustible no regresa al sistema de suministro; &#233;ste es un sistema sin retorno.
            </para>
            <para>
                <title>M&#243;dulo horizontal acondicionador de combustible (HFCM)</title>
            </para>
            <figure id="f306000130" figsize="col-wide">
                <graphic filename="../figj31/j31053.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>HFCM</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tapa</callout1>
                    <callout1 type="arabic">Retorno de combustible al tanque</callout1>
                    <callout1 type="arabic">Tapa de acceso a la bomba de combustible</callout1>
                    <callout1 type="arabic">Suministro de combustible al HFCM</callout1>
                    <callout1 type="arabic">Conector del WIF</callout1>
                    <callout1 type="arabic">V&#225;lvula de drenaje de combustible</callout1>
                    <callout1 type="arabic">Conector del calentador de combustible</callout1>
                    <callout1 type="arabic">Suministro de combustible al motor</callout1>
                    <callout1 type="arabic">Tapa del filtro de combustible</callout1>
                    <callout1 type="arabic">Retorno de combustible desde el motor al HFCM</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000131" figsize="col-wide">
                <graphic filename="../figj31/j31057.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Flujo en el HFCM</caption>
            </figure>
            <para>Las siguientes partes o caracter&#237;sticas del HFCM acondicionan y regulan el combustible bombeado
                al filtro de combustible secundario.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Bomba de combustible y regulador de presi&#243;n</para>
                </item>
                <item>
                    <para>Calentador del combustible</para>
                </item>
                <item>
                    <para>Sensor de agua en el combustible (WIF)</para>
                </item>
                <item>
                    <para>Separador de agua</para>
                </item>
                <item>
                    <para>Filtro de combustible</para>
                </item>
                <item>
                    <para>M&#243;dulo de recirculaci&#243;n t&#233;rmica del diesel (DTRM)</para>
                </item>
            </randlist>
            <para>La bomba succiona combustible del tanque, pas&#225;ndolo por un calentador y un filtro de 10 micrones.
                Un regulador controla la presi&#243;n del combustible en el lado de succi&#243;n de la bomba. El
                calentador de combustible se activa a los 10 &#176;C (50 &#176;F) y se cierra a 27 &#176;C (80 &#176;F).
            </para>
            <para>Un filtro de 10 micrones separa las part&#237;culas y un separador elimina el agua del combustible
                succionado por la bomba. Si se separa una gran cantidad de agua, el WIF enviar&#225; una se&#241;al al m&#243;dulo
                de control electr&#243;nico (ECM) para encender la luz &#225;mbar que indica que el combustible tiene
                agua. El combustible acondicionado es bombeado al filtro secundario.
            </para>
            <para>El DTRM recircula el combustible devuelto desde el filtro secundario, de regreso al lado sin filtrar
                del filtro o al tanque de combustible. Dependiendo de la temperatura del combustible devuelto, el DTRM
                lo desv&#237;a a los tanques de combustible o al HFCM para que regrese al filtro secundario. Por encima
                de 27 &#176;C (80 &#176;F) todo el combustible regresa al tanque de combustible. Por debajo de 10 &#176;C
                (50 &#176;F) todo el combustible va a trav&#233;s del HFCM y al filtro secundario. Entre 10 &#176;C (50
                &#176;F) y 27 &#176;C (80 &#176;F) el combustible fluye en ambas direcciones a trav&#233;s del HFCM al
                filtro secundario y de regreso al tanque de combustible.
            </para>
            <para>
                <title>Filtro secundario de combustible</title>
            </para>
            <figure id="f306000132" figsize="col-wide">
                <graphic filename="../figJ11/J11004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Tuber&#237;as de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Retorno al HFCM</callout1>
                    <callout1 type="arabic">Suministro desde el HFCM</callout1>
                    <callout1 type="arabic">Orificio para pruebas de presi&#243;n</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata izquierda</callout1>
                    <callout1 type="arabic">Combustible acondicionado hacia la culata derecha</callout1>
                </calloutgroup>
            </figure>
            <figure id="f306000133" figsize="col-wide">
                <graphic filename="../figj31/j31058.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Flujo en el filtro secundario de combustible</caption>
            </figure>
            <para>Un elemento filtrante de 4 micrones en el filtro de combustible separa las part&#237;culas que haya en
                el combustible.
            </para>
            <figure id="f306000134" figsize="col-wide">
                <graphic filename="../figJ11/J11014.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Regulador de la presi&#243;n del combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Orificio</callout1>
                    <callout1 type="arabic">Conducto de retorno de combustible</callout1>
                </calloutgroup>
            </figure>
            <para>El regulador de presi&#243;n de combustible es una v&#225;lvula de v&#225;stago con resorte. Se usa
                para regular y descargar la presi&#243;n excesiva. El combustible que pasa a trav&#233;s del regulador
                de presi&#243;n regresa al HFCM. El combustible acondicionado fluye a trav&#233;s del tubo de retorno
                hacia los dos orificios de suministro y llega a las culatas y al orificio de prueba de combustible.
            </para>
            <para>En la carcasa del filtro secundario hay un orificio perforado que va al conducto de retorno de
                combustible en el costado del filtro secundario. El aire que est&#225; atrapado en la carcasa regresa a
                trav&#233;s del conducto de retorno de combustible.
            </para>
            <para>Mientras el motor est&#225; en ralent&#237; o baja carga, cuando la demanda sobre los inyectores es
                baja, la mayor&#237;a del combustible recircula entre la carcasa del filtro y el HFCM. Cuando la demanda
                del motor aumenta, el consumo de combustible aumenta; el combustible fluye a trav&#233;s del filtro con
                poca o ninguna recirculaci&#243;n.
            </para>
            <para>El combustible acondicionado fluye a trav&#233;s de los dos tubos de combustible. Una v&#225;lvula de
                retenci&#243;n en un perno tipo banjo conecta cada tubo a una de las dos culatas. La v&#225;lvula de
                retenci&#243;n impide que el combustible regrese al filtro secundario y mantiene llenos los conductos
                perforados. El combustible fluye hacia los inyectores a trav&#233;s de pasajes perforados en cada
                culata. Cuando los inyectores se activan, el combustible fluye hacia las cuatro entradas de cada
                inyector. El combustible no regresa al sistema de suministro desde los inyectores; &#233;ste es un
                sistema sin retorno.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052_S306000105.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3052.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
