<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Componentes el&#233;ctricos del motor - Retiro - Retiro de
        los cableados del motor
    </stitle>
    <svcman/>
    <svcproc graphiccount="2">
        <title>Retiro de los cableados del motor</title>
        <svcsubproc>
            <title>Cableado de los sensores del motor</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o posibles accidentes fatales, desconecte el terminal
                        negativo principal de la bater&#237;a antes de sacar o instalar componentes el&#233;ctricos.
                        Refi&#233;rase a
                        <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os al motor, no tironee del cableado de los sensores al tratar de
                        desconectarlos. Si siente que hay resistencia, encuentre la causa antes de seguir y desprenda
                        cualquier conector o clip que pudiera estar enganchado.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Si s&#243;lo va a sacar el cableado de las buj&#237;as incandescentes, para mayor informaci&#243;n,
                        refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo "Retiro", m&#225;s adelante
                        en esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Refi&#233;rase a las fotograf&#237;as de la ubicaci&#243;n de los componentes en "Retiro".
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo (-) principal de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Saque las abrazaderas y los puntos de sujeci&#243;n que sujetan el cableado de los
                    sensores al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del CMP, ubicado en el lado inferior izquierdo del
                    bloque, cerca de la tapa delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Gire a la izquierda el solenoide del IPR, ubicado encima de la bomba de alta presi&#243;n.
                    Desenchufe el conector el&#233;ctrico del IPR.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del MAF/IAT, ubicado al final del conducto de
                    entrada de aire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si va a sacar el cableado de los sensores y el cableado de los inyectores, desconecte ahora el
                        esp&#225;rrago de conexi&#243;n a tierra del IDM y los inyectores N&#186; 2, N&#186; 4 y N&#186;
                        6. Para mayor informaci&#243;n, refi&#233;rase a "Cableado de los inyectores" bajo "Retiro" m&#225;s
                        adelante en esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desconecte el cableado del esp&#225;rrago de conexi&#243;n a tierra del IDM.</para>
            </step1>
            <step1>
                <para count="1">Desenchufe los conectores el&#233;ctricos del EOT y el EOP, ubicados en el centro de la
                    base del filtro de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del MAT, ubicado en el lado izquierdo del m&#250;ltiple
                    de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del ECT, ubicado encima de la bomba de
                    refrigerante, a la izquierda de la tapa delantera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado de las buj&#237;as incandescentes del lado izquierdo, del
                    cableado de los sensores. Refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo
                    "Retiro".
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico de la v&#225;lvula de EGR, ubicada directamente
                    detr&#225;s del codo de entrada de aire del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico en el BCS, ubicado en el codo de entrada.</para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del MAP, ubicado al lado de la entrada de aire al
                    frente del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva hacia atr&#225;s la funda de goma que cubre la tuerca del calentador. Afloje y
                    saque la tuerca y el cable del calentador.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector de energ&#237;a y el conector de control del alternador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado de las buj&#237;as incandescentes del lado derecho, del cableado
                    de los sensores. Refi&#233;rase a "Cableado de las buj&#237;as incandescentes" bajo "Retiro".
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si va a sacar el cableado de los sensores y el cableado de los inyectores, desconecte ahora
                        los inyectores N&#186; 1, N&#186; 3 y N&#186; 5. Para mayor informaci&#243;n, refi&#233;rase a
                        "Cableado de los inyectores" bajo "Retiro" m&#225;s adelante en esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del CKP, ubicado al lado derecho de la parte
                    inferior delantera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el embrague del acondicionador de aire del cableado de los sensores.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el motor de arranque del cableado de los sensores.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector del cableado del ICP, ubicado en la galer&#237;a de aceite
                    derecha.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el rel&#233; del calentador de aire de admisi&#243;n. Para desconectar el
                    cableado, refi&#233;rase a "Rel&#233; del calentador de aire de admisi&#243;n" bajo "Retiro" en esta
                    secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el rel&#233; de las buj&#237;as incandescentes. Para desconectar el cableado,
                    refi&#233;rase a "Rel&#233; de las buj&#237;as incandescentes" bajo "Retiro" en esta secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Separe el conector de 8 pines y el conector de 12 pines.</para>
            </step1>
            <step1>
                <para count="1">Desenchufe los tres conectores del IDM y los cuatro conectores del ECM (dos para el
                    motor y dos para el chasis).
                </para>
            </step1>
            <step1>
                <para count="1">Levante y saque cuidadosamente el cableado principal del motor.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Cableado de los inyectores</title>
            <figure id="e3001142" figsize="col-wide">
                <graphic filename="../figJ09/J09007.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Desconexi&#243;n del cableado de los inyectores</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conector del cableado (6)</callout1>
                    <callout1 type="arabic">Conector del inyector</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Hunda el anillo a presi&#243;n mientras levanta el conector del cableado.</para>
            </step1>
            <specpara>
                <note>
                    <para>No separe el anillo a presi&#243;n porque puede caerse en el valle del motor.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desenchufe dos conectores del IDM.</para>
            </step1>
            <step1>
                <para count="1">Saque y deseche los sellos anulares.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Cableado de las buj&#237;as incandescentes</title>
            <specpara>
                <note>
                    <para>Siga este procedimiento si va a sacar el cableado de las buj&#237;as incandescentes solamente.
                        Si va a sacar el cableado de las buj&#237;as incandescentes junto con el cableado de los
                        sensores del motor, refi&#233;rase a "Cableado de los sensores del motor" bajo "Retiro".
                    </para>
                </note>
            </specpara>
            <figure id="e3001141" figsize="col-wide">
                <graphic filename="../figJ09/J09009.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Uso del extractor/instalador de conectores de buj&#237;as incandescentes</caption>
                <calloutgroup>
                    <callout1 type="arabic">Buj&#237;a incandescente</callout1>
                    <callout1 type="arabic">Conector del cableado</callout1>
                    <callout1 type="arabic">Extractor/instalador de conectores</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque los conectores con el extractor/instalador de conectores de buj&#237;as
                    incandescentes. Refi&#233;rase a
                    <hotlnk document="mges3001_238.xml" xrefid="E30011C">"Herramientas especiales de servicio"</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Separe el cableado de las buj&#237;as incandescentes y el cableado de los sensores del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Saque y deseche el sello anular de cada conector de las buj&#237;as incandescentes.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_226.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_228.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
