<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - EL&#201;CTRICOS DEL MOTOR - REMOCI&#211;N - Arn&#233;s Principal de
        Cables del Motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>Arn&#233;s Principal de Cables del Motor</title>
        <specpara>
            <warning>
                <para>Para evitar serias lesiones personales o la posibilidad de muerte, antes de remover o instalar
                    cualquier componente el&#233;ctrico, desconecte el terminal negativo principal de la bater&#237;a
                    (Refi&#233;rase a
                    <xref refid="Safety06"/>).
                </para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>El arn&#233;s el&#233;ctrico no es necesario desconectarlo del rel&#233; a menos que sea necesario
                    reemplazar el rel&#233; o el arn&#233;s. Sin embargo, los dos tornillos de montaje del rel&#233; o
                    los tres tornillos de soporte del rel&#233; pueden ser removidos de la cubierta de las v&#225;lvulas.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Desconecte las bater&#237;as y todas las dem&#225;s conexiones el&#233;ctricas del terminal
                del rel&#233; de las buj&#237;as de precalentamiento.
            </para>
            <figure id="f2351033" figsize="col-wide">
                <graphic filename="../figd09/d0918.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Terminales del Rel&#233; de las Buj&#237;as de Precalentamiento</caption>
                <calloutgroup>
                    <callout1 type="arabic">Hacia la fuente de energ&#237;a (bater&#237;a)</callout1>
                    <callout1 type="arabic">Hacia el ECM (Conector X1)</callout1>
                    <callout1 type="arabic">Hacia el ECM (con enlace de fusible) (Conector X1), barras de distribuci&#243;n
                        del arn&#233;s de las buj&#237;a de precalentamiento
                    </callout1>
                    <callout1 type="arabic">Hacia tierra</callout1>
                    <callout1 type="arabic">Tornillos de montaje (2)</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si no ha sido removido previamente, remueva la unidad del ECM / IDM del soporte
                <xref refid="S2351001A"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Desconecte el arn&#233;s principal de los sensores
                <xref refid="S2351001"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva las abrazaderas que aseguran el arn&#233;s de cables a las culatas y a la cubierta
                delantera.
            </para>
        </step1>
        <step1>
            <para count="1">Desenchufe el conector el&#233;ctrico de los inyectores de combustible y de la barra de
                distribuci&#243;n del arn&#233;s de las buj&#237;a de precalentamiento.
            </para>
        </step1>
        <step1>
            <para count="1">Levante cuidadosamente el arn&#233;s de cables y ret&#237;relo del motor.</para>
        </step1>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, no hale ning&#250;n cable o arn&#233;s de cables para tratar de
                    removerlo. Si se siente alguna resistencia, antes de retiralos, encuentre la causa de la resistencia
                    y libere cualquier conexi&#243;n o gancho que pueda estar reteniendolos.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_159.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_161.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
