<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - SISTEMAS DEL MOTOR - Sistema de
        administraci&#243;n de aire - Turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)</title>
        <figure id="f2400114" figsize="pg-wide">
            <graphic filename="../figD31/D31170.webp" type="webp" scalefit="1" scalefitwidth="514px" box="yes"/>
            <caption>Turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)</caption>
            <calloutgroup>
                <callout1 type="arabic">Salida del escape</callout1>
                <callout1 type="arabic">Entrada del escape</callout1>
                <callout1 type="arabic">V&#225;lvula de control del EVRT&#8482;</callout1>
                <callout1 type="arabic">Tuber&#237;a de suministro de aceite</callout1>
                <callout1 type="arabic">Salida del compresor</callout1>
                <callout1 type="arabic">Entrada de aire</callout1>
                <callout1 type="arabic">Soporte de montaje del turboalimentador</callout1>
            </calloutgroup>
        </figure>
        <para>La principal caracter&#237;stica del turboalimentador de respuesta variable electr&#243;nica (EVRT&#8482;)
            son las aletas m&#243;viles en la carcasa de la turbina. Estas aletas modifican el flujo de los gases de
            escape dentro de la carcasa de la turbina. La ventaja de este sistema es la capacidad para controlar la
            presi&#243;n reforzadora necesaria para responder a diferentes condiciones de velocidad y carga del motor.
            Una ventaja adicional es la menor generaci&#243;n de emisiones.
        </para>
        <para>
            <title>Sistema de circuito cerrado del EVRT&#8482;</title>
        </para>
        <figure id="f2400115" figsize="col-wide">
            <graphic filename="../figD31/D31180.cgm" type="cgm" scalefit="1" scalefitwidth="248px"/>
            <caption>Sistema de circuito cerrado del EVRT&#8482;</caption>
        </figure>
        <para>El EVRT&#8482; es un sistema de circuito cerrado que hace uso del sensor de la contrapresi&#243;n del
            escape (EBP) para proporcionar una reacci&#243;n informativa hacia el ECM. El ECM usa el EBP para
            monitorizar constantemente la contrapresi&#243;n del escape y ajustar el r&#233;gimen de trabajo del EVRT&#8482;
            para que coincida con las necesidades del motor.
        </para>
        <para>
            <title>Control del EVRT&#8482;</title>
        </para>
        <figure id="f2400116" figsize="col-wide">
            <graphic filename="../figD31/D31182.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
            <caption>Control del EVRT&#8482;</caption>
        </figure>
        <para>El solenoide recibe una se&#241;al modulada por duraci&#243;n de pulsaci&#243;n desde el ECM, que indica
            cu&#225;ndo la v&#225;lvula est&#225; o no est&#225; activada. La v&#225;lvula de control dirige el flujo de
            aceite lubricante hacia ambos lados del pist&#243;n dentro de la carcasa del activador. El dirigir el aceite
            hacia ambos lados del pist&#243;n aumenta o disminuye la contrapresi&#243;n del escape.
        </para>
        <para>Las aletas m&#243;viles est&#225;n dispuestas alrededor de la circunferencia interior de la carcasa de la
            turbina. Las aletas est&#225;n conectadas por un anillo sincronizador. Cuando el anillo sincronizador se
            mueve, todas las aletas se mueven en la misma direcci&#243;n. Los movimientos del anillo sincronizador
            ocurren cuando uno u otro lado del &#233;mbolo activador es presurizado por el aceite del motor.
        </para>
        <para>El flujo de los gases de escape puede regularse de acuerdo con la contrapresi&#243;n de escape requerida
            para la velocidad y la carga del motor.
        </para>
        <specpara>
            <note>
                <para>Al EVRT&#8482; tambi&#233;n se le llama turboalimentador de geometr&#237;a variable (VGT).</para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
