<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
        O FALTA DE ARRANQUE - Procedimientos de las pruebas - Service Procedure
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="18">
        <title>Service Procedure</title>
        <svcsubproc>
            <title>Funci&#243;n del sistema (16.1)</title>
            <figure id="f2400562" figsize="col-wide">
                <graphic filename="../figD31/D31122.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Haz de derivaciones para activadores conectado al IPR</caption>
            </figure>
            <step1>
                <para count="1">Conecte el haz de derivaciones para activadores al IPR. No conecte el haz de cables del
                    motor.
                </para>
            </step1>
            <figure id="f2400563" figsize="col-wide">
                <graphic filename="../figD31/D31123.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexi&#243;n a tierra en el esp&#225;rrago de la b&#243;veda</caption>
            </figure>
            <figure id="f2400564" figsize="col-wide">
                <graphic filename="../figD31/D31124.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conexi&#243;n de B+ en el esp&#225;rrago de distribuci&#243;n de energ&#237;a</caption>
            </figure>
            <step1>
                <para count="1">Conecte el IPR a tierra y a B+.</para>
            </step1>
            <specpara>
                <caution>
                    <para>No suministre energ&#237;a al IPR por m&#225;s de 120 segundos porque podr&#237;a da&#241;arlo.</para>
                </caution>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>El motor podr&#237;a arrancar mientras lo hace girar. Aseg&#250;rese de que la transmisi&#243;n
                        est&#233; en neutro, que el freno de estacionamiento est&#233; puesto y que las ruedas est&#233;n
                        bloqueadas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si el motor arranca, desconecte B+ o la tierra en el haz de derivaciones para activadores.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233; arranque al motor y monitorice la presi&#243;n de control de la inyecci&#243;n
                    con la EST (o con el DMM y el haz de derivaciones para sensor de presi&#243;n).
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta
                    de arranque.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n aumenta por encima de 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), el sistema mec&#225;nico est&#225; funcionando
                            correctamente para que el motor arranque. La presi&#243;n puede aumentar hasta 21 MPa (3000
                            lb/pulg
                            <supscript>2</supscript>) (3,6 V).
                            <emph type="bold">No siga con los diagn&#243;sticos del sistema de presi&#243;n de control
                                de la inyecci&#243;n.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Revise los DTC encontrados durante la Prueba 8 y aseg&#250;rese de que los problemas hayan
                            sido corregidos.
                        </para>
                    </item>
                    <item>
                        <para>Para problemas en el circuito el&#233;ctrico, refi&#233;rase a Regulador de la presi&#243;n
                            de inyecci&#243;n en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n no llega a 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>) (0,82 V), haga la prueba 16.2 (Aislamiento del IPR).
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Aislamiento del IPR (16.2)</title>
            <step1>
                <para count="1">Saque la tapa del orificio de llenado de aceite de la tapa de v&#225;lvulas izquierda
                    para que sea m&#225;s f&#225;cil escuchar si hay fugas y evitar la presurizaci&#243;n no intencional
                    del bloque del motor.
                </para>
            </step1>
            <figure id="f2400565" figsize="col-wide">
                <graphic filename="../figD31/D3133.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conector para la inyecci&#243;n de combustible</caption>
            </figure>
            <step1>
                <para count="1">Saque el conector que va al inyector N&#186; 7.</para>
            </step1>
            <figure id="f2400566" figsize="col-wide">
                <graphic filename="../figD31/D31118.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Liberaci&#243;n del conector de paso</caption>
            </figure>
            <step1>
                <para count="1">Libere el conector de paso con una llave de cubo corto (12 puntas - 19 mm), empuje el
                    conector hacia abajo (no demasiado), hasta que el anillo O est&#233; casi totalmente fuera de la
                    cavidad. Esto permite escuchar con mayor facilidad si hay fugas dentro de la tapa de v&#225;lvulas
                    derecha.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos del protector t&#233;rmico por alta presi&#243;n. Deje que el protector
                    descanse sobre la tapa trasera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n de la parte trasera de la tapa de la bomba de alta presi&#243;n.
                </para>
            </step1>
            <figure id="f2400567" figsize="col-wide">
                <graphic filename="../figD31/D3130.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Adaptador de aislamiento para el IPR</caption>
            </figure>
            <step1>
                <para count="1">Instale el adaptador de aislamiento para el IPR, conecte una manguera de aire comprimido
                    y aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Escuche si hay fugas de aire dentro de las tapas de v&#225;lvulas derecha e izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si no escuch&#243; fugas en las tapas de v&#225;lvulas izquierda o derecha, saque el
                            adaptador de aislamiento para el IPR y siga con la prueba 16.3 (Funci&#243;n del IPR).
                        </para>
                        <para></para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Si no puede o&#237;r la fuga, saque la tapa de v&#225;lvulas derecha primero. Es posible
                            que tenga que sacar ambas tapas de v&#225;lvulas para terminar la prueba.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si logra ubicar la fuga en la tapa de v&#225;lvulas izquierda o derecha, vea el paso 9.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el adaptador de aislamiento de la tapa de la bomba de alta presi&#243;n y ponga el
                    tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a poner la tapa del orificio de llenado de aceite, ajuste en posici&#243;n el
                    conector de paso y conecte el inyector N&#186; 7.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el protector t&#233;rmico.</para>
                <specpara>
                    <caution>
                        <para>El protector t&#233;rmico se instala para evitar fallas en el ICP y el IPR.</para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Siga con la prueba 16.4 (Aislamiento de la culata) en el lado en el que ubic&#243; la
                    fuga de aire.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Funci&#243;n del IPR (16.3)</title>
            <figure id="f2400568" figsize="col-wide">
                <graphic filename="../figD31/D3125.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Adaptador de prueba para el sistema de presi&#243;n de control de la inyecci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Instale el adaptador de prueba para el sistema de presi&#243;n de control de la inyecci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el adaptador de aislamiento para el IPR, conecte una manguera de aire
                    comprimido, aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) y trate de escuchar la fuga.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta
                    de arranque.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Deber&#237;a poder escuchar la fuga. Deber&#237;a estar pasando aire por el IPR cuando no
                            est&#225; energizado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Use el haz de derivaciones para activadores para aplicar B+ y tierra al IPR.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Cuando se energiza el IPR, la fuga de aire deber&#237;a detenerse.</para>
                    </item>
                    <item>
                        <para>Si sigue escuchando la fuga de aire, sustituya el IPR seg&#250;n el procedimiento descrito
                            en el Manual de servicio y repita la prueba 16.3 (Funci&#243;n del IPR).
                        </para>
                    </item>
                    <item>
                        <para>Si no oye la fuga, siga con el paso 6.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el haz de derivaciones para activadores y vuelva a conectar el haz de cables del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el adaptador para el sistema de presi&#243;n de control de la inyecci&#243;n de la
                    tapa de la bomba de alta presi&#243;n y ponga el tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a poner la tapa del orificio de llenado de aceite, ajuste en posici&#243;n el
                    conector de paso y conecte el inyector N&#186; 7.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor y monitorice la presi&#243;n de control de la inyecci&#243;n
                    con la EST (o con el DMM y el haz de derivaciones para sensor de presi&#243;n).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el motor no arranca y la presi&#243;n no llega a 3,45 MPa (500 lb/pulg
                            <supscript>2</supscript>), siga con la Prueba 16.6 (Bomba de alta presi&#243;n).
                        </para>
                    </item>
                    <item>
                        <para>Si el motor arranca, ap&#225;guelo e instale el protector t&#233;rmico.</para>
                    </item>
                </randlist>
                <specpara>
                    <caution>
                        <para>El protector t&#233;rmico se instala para evitar fallas en el ICP y el IPR.</para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Aislamiento de la culata (16.4)</title>
            <step1>
                <para count="1">Retire la tapa de v&#225;lvulas del lado sospechoso seg&#250;n el procedimiento descrito
                    en el Manual de servicio.
                </para>
                <specpara>
                    <note>
                        <para>Si no puede o&#237;r la fuga, saque la tapa de v&#225;lvulas derecha primero. Es posible
                            que tenga que sacar ambas tapas de v&#225;lvulas para terminar la prueba.
                        </para>
                    </note>
                </specpara>
                <figure id="f2400569" figsize="col-wide">
                    <graphic filename="../figD31/D31119.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Desconexi&#243;n de la manguera y el tubo de alta presi&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Use la llave de desconexi&#243;n r&#225;pida N&#186; 6 para desconectar la manguera de
                    aceite y el tubo conector.
                </para>
            </step1>
            <figure id="f2400570" figsize="col-wide">
                <graphic filename="../figD31/D3129.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tap&#243;n N&#186; 6 para prueba de fuga instalado</caption>
            </figure>
            <step1>
                <para count="1">Ponga el tap&#243;n N&#186; 6 para prueba de fuga en la manguera de aceite.</para>
            </step1>
            <figure id="f2400571" figsize="col-wide">
                <graphic filename="../figD31/D31125.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Adaptador para prueba de presi&#243;n en la galer&#237;a de aceite a alta presi&#243;n
                    instalado
                </caption>
            </figure>
            <step1>
                <para count="1">Saque el tap&#243;n de purga de aire de la galer&#237;a de aceite a alta presi&#243;n y
                    ponga el adaptador para prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte aire comprimido y aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione la manguera de aceite a alta presi&#243;n, la conexi&#243;n, la galer&#237;a
                    de aceite a alta presi&#243;n y los inyectores en busca de fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta
                    de arranque.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra fugas, haga las reparaciones necesarias.</para>
                    </item>
                    <item>
                        <para>Si no encontr&#243; fugas en el lado sospechoso, repita el procedimiento en el lado
                            opuesto.
                        </para>
                    </item>
                    <item>
                        <para>Si no encontr&#243; fugas en ninguno de los dos lados, siga con el paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n N&#186; 6 para prueba de fuga que puso en la manguera de alta presi&#243;n
                    y reconecte la manguera al tubo conector.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el adaptador para prueba de la galer&#237;a de aceite y vuelva a poner el tornillo
                    de purga.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 16.5 (Descarga, ramal trasero y tubos de conexi&#243;n).</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Descarga, ramal trasero y tubos de conexi&#243;n (16.5)</title>
            <para>En este momento ambas tapas de v&#225;lvulas fueron sacadas.</para>
            <figure id="f2400572" figsize="col-wide">
                <graphic filename="../figD31/D3135.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Desconexi&#243;n de la manguera y la galer&#237;a de alta presi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Use la llave combinada de desconexi&#243;n r&#225;pida N&#186; 8 y N&#186; 10 para
                    desconectar la manguera y la galer&#237;a de alta presi&#243;n en el lado izquierdo y en el lado
                    derecho.
                </para>
            </step1>
            <figure id="f2400573" figsize="col-wide">
                <graphic filename="../figD31/D3126.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tap&#243;n N&#186; 10 para prueba de fuga instalado</caption>
            </figure>
            <step1>
                <para count="1">Ponga el tap&#243;n N&#186; 10 para prueba de fuga en las mangueras de aceite a alta
                    presi&#243;n derecha e izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos del protector t&#233;rmico por alta presi&#243;n. Deje que el protector
                    descanse sobre la tapa trasera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n de la parte trasera de la tapa de la bomba de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el adaptador de aislamiento para el IPR, conecte una manguera de aire
                    comprimido, aplique 689 kPa (100 lb/pulg
                    <supscript>2</supscript>) y trate de escuchar la fuga.
                </para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta
                    de arranque.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si oye una fuga, siga con el paso 7.</para>
                    </item>
                    <item>
                        <para>Si no oye una fuga interna, revise los resultados de las pruebas anteriores.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400574" figsize="col-wide">
                <graphic filename="../figD31/D31127.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Tubos conectores</caption>
            </figure>
            <step1>
                <para count="1">Saque y revise los tubos de conexi&#243;n de alta presi&#243;n en busca de defectos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si los tubos de conexi&#243;n est&#225;n en buen estado, reinst&#225;lelos y conecte las
                            mangueras de aceite a alta presi&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>Si los tubos conectores est&#225;n defectuosos, sustit&#250;yalos.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f2400575" figsize="col-wide">
                <graphic filename="../figD31/D3127.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Lado de abajo de la tapa de la bomba de alta presi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Saque y revise la tapa de la bomba de alta presi&#243;n en busca de defectos en la
                    cavidad para la tuber&#237;a de descarga.
                </para>
            </step1>
            <figure id="f2400576" figsize="col-wide">
                <graphic filename="../figD31/D31128.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Anillo D en la tuber&#237;a de descarga de la bomba de alta presi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Revise el anillo D en la tuber&#237;a de descarga de la bomba de alta presi&#243;n en
                    busca de da&#241;os.
                </para>
            </step1>
            <figure id="f2400577" figsize="col-wide">
                <graphic filename="../figD31/D31129.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Aplicaci&#243;n de aire comprimido a la tuber&#237;a de descarga de la bomba de alta presi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Verifique que la manguera de aceite a alta presi&#243;n todav&#237;a tenga los tapones N&#186;
                    10.
                </para>
            </step1>
            <step1>
                <para count="1">Use una pistola de aire comprimido con punta de goma para aplicar aire dentro de la
                    tuber&#237;a de descarga y escuche si hay fugas de aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Mientras est&#225; bajo presi&#243;n, inspeccione la tuber&#237;a de descarga y el
                            acoplador de desconexi&#243;n r&#225;pida en el tubo del ramal trasero.
                        </para>
                    </item>
                    <item>
                        <para>Si no se puede detectar el origen de la fuga, el tubo del ramal trasero debe tener una
                            fuga hacia el bloque del motor. Sustituya el tubo del ramal trasero y repita las pruebas.
                        </para>
                    </item>
                    <item>
                        <para>Antes de volver a armar el motor, aseg&#250;rese de sacar de la tapa de la bomba el
                            adaptador de aislamiento para el IPR.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque el adaptador de aislamiento de la tapa de la bomba de alta presi&#243;n, ponga el
                    tap&#243;n e instale la tapa.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el protector t&#233;rmico.</para>
                <specpara>
                    <caution>
                        <para>El protector t&#233;rmico se instala para evitar fallas en el ICP y el IPR.</para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Bomba de alta presi&#243;n (16.6)</title>
            <figure id="f2400578" figsize="col-wide">
                <graphic filename="../figD31/D3135.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Desconexi&#243;n de la manguera y la galer&#237;a de alta presi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Retire las tapas de v&#225;lvulas del lado derecho e izquierdo seg&#250;n los
                    procedimientos descritos en el Manual de servicio.
                </para>
            </step1>
            <step1>
                <para count="1">Use la llave combinada de desconexi&#243;n r&#225;pida N&#186; 8 y N&#186; 10 para
                    desconectar la manguera y la galer&#237;a de alta presi&#243;n en el lado izquierdo y en el lado
                    derecho.
                </para>
            </step1>
            <figure id="f2400579" figsize="col-wide">
                <graphic filename="../figD31/D3126.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tap&#243;n N&#186; 10 para prueba de fuga instalado</caption>
            </figure>
            <step1>
                <para count="1">Ponga el tap&#243;n N&#186; 10 para prueba de fuga en las mangueras de aceite a alta
                    presi&#243;n derecha e izquierda.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>No suministre energ&#237;a al IPR por m&#225;s de 120 segundos porque podr&#237;a da&#241;arlo.</para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Use el haz de derivaciones para activadores para aplicar B+ y tierra al IPR.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>El motor podr&#237;a arrancar mientras lo hace girar. Aseg&#250;rese de que la transmisi&#243;n
                        est&#233; en neutro, que el freno de estacionamiento est&#233; puesto y que las ruedas est&#233;n
                        bloqueadas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si el motor arranca, desconecte B+ o la tierra en el haz de derivaciones para activadores.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233; arranque al motor y monitorice la presi&#243;n de control de la inyecci&#243;n
                    con la EST (o con el DMM y el haz de derivaciones para sensor de presi&#243;n).
                </para>
            </step1>
            <step1>
                <para count="1">Si la presi&#243;n no llega a 3,45 MPa (500 lb/pulg
                    <supscript>2</supscript>) (0,82 V) y no pudo detectar fugas, sustituya la bomba de alta presi&#243;n
                    seg&#250;n el procedimiento descrito en el Manual de servicio y repita las pruebas.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_101.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
