<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - USO DEL MULT&#205;METRO DIGITAL -
        OHM&#205;METRO
    </stitle>
    <svcman/>
    <svcproc svcproctype="proctype" graphiccount="3">
        <title>OHM&#205;METRO</title>
        <svcprocinfo>
            <para>El ohm&#237;metro se utiliza para medir la resistencia (ohmios) en un circuito. Como en los amper&#237;metros
                y volt&#237;metros, hay ohm&#237;metros anal&#243;gicos o digitales. Se recomienda utilizar el Fluke 88&#8482;
                (DMM). Vea Pruebas de circuitos electr&#243;nicos en esta secci&#243;n.
            </para>
            <specpara>
                <caution>
                    <para>El ohm&#237;metro puede usarse &#250;nicamente en circuitos cuando la corriente ha sido
                        desconectada. El medidor contiene su propio suministro de energ&#237;a de bajo voltaje y la
                        corriente de 12 voltios de cualquier sistema puede da&#241;ar el medidor.
                    </para>
                </caution>
            </specpara>
            <para>Los ohm&#237;metros usan una peque&#241;a pila para suministrar el voltaje y corriente que fluye a
                trav&#233;s del circuito que est&#225; siendo probado. El voltaje de la pila del medidor y la cantidad
                de flujo de corriente en el circuito, se utilizan con la Ley de Ohm y el medidor calcula la resistencia
                del circuito mostrada por el ohm&#237;metro. Con el Fluke 88&#8482; (DMM), no es necesario seleccionar
                los l&#237;mites ni ajustar el medidor.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Medici&#243;n de la resistencia</title>
            <para>Las medidas de resistencia determinan:</para>
            <randlist type="bullet">
                <item>
                    <para>Resistencia de una carga</para>
                </item>
                <item>
                    <para>Resistencia de conductores</para>
                </item>
                <item>
                    <para>Valor de los resistores</para>
                </item>
                <item>
                    <para>Operaci&#243;n de resistores variables</para>
                </item>
            </randlist>
            <para>Para medir la resistencia de un componente o circuito, es necesario desconectar primero la corriente
                del circuito.
            </para>
            <para>El componente o circuito que se va a medir debe aislarse de todos los dem&#225;s componentes o
                circuitos, para que la corriente del medidor (de probador a probador) s&#243;lo fluya a trav&#233;s del
                circuito o componente deseado; de no ser as&#237;, la medici&#243;n no ser&#225; exacta. Si quisi&#233;ramos
                medir la resistencia de la carga, la mayor&#237;a del flujo de corriente del medidor ser&#237;a flujo a
                trav&#233;s de la lamparita indicadora, porque tiene menos resistencia. Para medir la carga, deber&#225;
                sacar un conector de la carga. No es siempre evidente cu&#225;ndo es necesario aislar un componente de
                esa manera, por lo que es una buena pr&#225;ctica aislar el circuito o componente desconectando f&#237;sicamente
                un circuito.
            </para>
            <para>Los probadores del ohm&#237;metro son entonces colocados a trav&#233;s del componente o circuito y la
                resistencia aparecer&#225; en ohmios (&#x2126;)
                <xref refid="ef1750538"/>. Al probar un sensor o resistor variable, tal como un medidor de temperatura
                de refrigerante o de nivel de combustible, puede calentarse el elemento o mover el brazo para que el
                medidor recorra unos l&#237;mites de resistencia que pueden ser comparados con una especificaci&#243;n.
            </para>
            <figure id="ef1750538" figsize="col-wide">
                <graphic filename="../figeg6/eg6130.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Medici&#243;n de la resistencia</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n de circuitos abiertos</title>
            <para>Utilizando un ohm&#237;metro, puede determinar si hay un circuito el&#233;ctrico abierto. Primero debe
                desconectar el circuito de la fuente de energ&#237;a y aislarlo de otros circuitos. Conecte el medidor a
                los extremos abiertos del circuito como se muestra
                <xref refid="ef1750539"/>. Una medici&#243;n alta (infinito) indica que el circuito est&#225; abierto.
                Una medici&#243;n de casi cero indica que el circuito est&#225; continuo. Note en la misma ilustraci&#243;n
                que el circuito entre la lamparita y la tierra est&#225; desconectado. Esta precauci&#243;n impide leer
                un circuito como continuo, que puede estar haciendo tierra antes de llegar al dispositivo de carga.
            </para>
            <figure id="ef1750539" figsize="col-wide">
                <graphic filename="../figeg6/eg6131.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Detecci&#243;n de circuitos abiertos con un ohm&#237;metro</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n de cortocircuitos</title>
            <para>La detecci&#243;n de cortocircuitos se hace de manera similar a la de circuitos abiertos. Sin embargo,
                el circuito a ser probado debe aislarse de la fuente de energ&#237;a y del punto de conexi&#243;n a
                tierra.
            </para>
            <para>La conexi&#243;n del ohm&#237;metro como se muestra
                <xref refid="ef1750540"/>
                entre un circuito aislado y una tierra buena, permitir&#225; verificar si hay un cortocircuito a tierra.
                Un cortocircuito a tierra ser&#225; indicado por una medici&#243;n de casi cero, mientras que un
                circuito que no tiene corto a tierra causar&#225; que el medidor d&#233; una medici&#243;n muy alta. Con
                el Fluke 88&#8482; (DMM), un circuito abierto aparecer&#225; como
                <emph type="bold">OL</emph>
                (por encima del l&#237;mite) en la pantalla del medidor.
            </para>
            <figure id="ef1750540" figsize="col-wide">
                <graphic filename="../figeg6/eg6132.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Detecci&#243;n de cortocircuitos utilizando un ohm&#237;metro</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_155.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_157.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
