<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Sistema de regulaci&#243;n
        de la presi&#243;n de inyecci&#243;n (IPR_SYS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Sistema de regulaci&#243;n de la presi&#243;n de inyecci&#243;n (IPR_SYS)</title>
        <svcsubproc>
            <title>Funciones del sistema</title>
            <figure id="f17503069" figsize="pg-wide">
                <graphic filename="../figeg1/eg1244.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Sistema de regulaci&#243;n de la presi&#243;n de control de inyecci&#243;n</caption>
            </figure>
            <para>El sistema de presi&#243;n de control de inyecci&#243;n consiste en un sistema de lubricaci&#243;n de
                aceite a baja presi&#243;n, conductos en la tapa delantera y dep&#243;sito, bomba de aceite de alta
                presi&#243;n, tuber&#237;as de aceite a alta presi&#243;n y galer&#237;as de aceite a alta presi&#243;n
                instaladas a los lados de la culata. El sistema de presi&#243;n de control de inyecci&#243;n tambi&#233;n
                incluye los inyectores (y sus anillos O de sellamiento), el IPR (regulador de la presi&#243;n de inyecci&#243;n)
                y el sensor de presi&#243;n de control de inyecci&#243;n (ICP) y el cableado relacionado.
            </para>
            <para>La funci&#243;n de este sistema es desarrollar, mantener y controlar la presi&#243;n de control de
                inyecci&#243;n para proporcionar la fuerza para activar los inyectores y proveer combustible al motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de fallas</title>
            <para>Los c&#243;digos de diagn&#243;stico de problemas relacionados con este sistema pueden indicar una
                falla el&#233;ctrica o en el sistema de control electr&#243;nico, pero
                <emph type="bold">m&#225;s probablemente indicar&#225;n un problema mec&#225;nico o hidr&#225;ulico en
                    el sistema de presi&#243;n de control de inyecci&#243;n.
                </emph>
            </para>
            <para>El ECM monitoriza constantemente la presi&#243;n de control de inyecci&#243;n en el sistema para
                asegurar que el sistema de control est&#233; proporcionando en todo momento la presi&#243;n apropiada.
                Si la retroinformaci&#243;n de presi&#243;n de aceite suministrada por el ICP no cumple con los valores
                deseados por el ECM, el ECM registrar&#225; un c&#243;digo de diagn&#243;stico, encender&#225; la luz
                <emph type="bold">ENGINE</emph> &#225;mbar y controlar&#225; la operaci&#243;n del sistema de control de
                inyecci&#243;n calculando la presi&#243;n del aceite para todas las condiciones de operaci&#243;n del
                motor hasta que el sistema sea diagnosticado y reparado.
            </para>
            <para>El ECM tambi&#233;n monitoriza presi&#243;n de control de inyecci&#243;n desarrollada mientras da
                arranque al motor. Si no se desarrolla presi&#243;n dentro del l&#237;mite de tiempo esperado, el ECM
                registrar&#225; un c&#243;digo de diagn&#243;stico apropiado que ayudar&#225; al mec&#225;nico en el
                diagn&#243;stico de la condici&#243;n de arranque dif&#237;cil o no arranque.
            </para>
            <para>La EST puede ser utilizada por el mec&#225;nico para ordenar al ECM que realice una prueba con el
                motor en marcha sobre el sistema de presi&#243;n de control de inyecci&#243;n. El ECM controla el
                regulador de la presi&#243;n en una secuencia programada, para evaluar el rendimiento del sistema. Al
                final de la prueba, el ECM transmitir&#225; cualquier c&#243;digo de diagn&#243;stico si el rendimiento
                del sistema no es satisfactorio.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos hechos por el ECM</title>
            <para id="f175fc333">
                <emph type="bold">C&#243;digo de diagn&#243;stico 333</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 164, FMI 10</emph>
            </para>
            <para>
                <emph type="bold">Presi&#243;n de control de inyecci&#243;n mayor o menor al nivel deseado</emph>
            </para>
            <para>Cuando el c&#243;digo 333 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 333 puede registrarse durante la operaci&#243;n normal del motor
                mediante la funci&#243;n de monitorizaci&#243;n continua o durante la prueba est&#225;ndar con el motor
                en marcha. Este c&#243;digo indica que la presi&#243;n medida no coincide con el valor que el ECM
                espera. El c&#243;digo 333 se establecer&#225; si el valor medido es menor o mayor que 362 lb/pulg2(2,5
                MPa) que la presi&#243;n de control de inyecci&#243;n deseada durante m&#225;s de 7 segundos. Cuando
                este c&#243;digo est&#225; activo, el ECM ignorar&#225; la retroinformaci&#243;n del ICP y controlar&#225;
                el IPR en base a valores preconfigurados.
            </para>
            <para>El c&#243;digo de diagn&#243;stico 333 est&#225; generalmente relacionado con mal rendimiento del
                motor. Los s&#237;ntomas son poca aceleraci&#243;n, baja potencia a plena carga y posiblemente el motor
                funcione a menos RPM que lo normal.
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas pueden leerse con la herramienta electr&#243;nica de
                servicio (EST) o interpretando los destellos de las luces
                <emph type="bold">ENGINE</emph> &#225;mbar y roja, vea
                <xref refid="P17502001"/>.
            </para>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de aceite, aceite contaminado con aire.</para>
                </item>
                <item>
                    <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n (particularmente
                        despu&#233;s de sustituir un inyector o la bomba de alta presi&#243;n).
                    </para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n defectuoso o pegado.</para>
                </item>
                <item>
                    <para>Conexi&#243;n del cableado del IPR intermitente. Terminales del haz de cables del IPR
                        hundidos, flojos, da&#241;ados, abiertos, doblados o mal ajustados.
                    </para>
                </item>
                <item>
                    <para>Anillos O de alg&#250;n inyector con fuga.</para>
                </item>
                <item>
                    <para>Problema con el ICP y/o su circuito, sensor incorrecto, sistema polarizado hacia alta o
                        baja.
                    </para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n.</para>
                </item>
            </randlist>
            <para>Vea Acciones recomendadas para el c&#243;digo de diagn&#243;stico 333
                <xref refid="te17503023"/>.
            </para>
            <table id="te17503023" frame="all">
                <title>Acciones recomendadas para el c&#243;digo de diagn&#243;stico 333</title>
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="130.66*"/>
                    <colspec colname="col2" colwidth="265.34*"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Acciones recomendadas:</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Prueba</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Comentarios</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el historial de reparaciones. Determine si el aire atrapado podr&#237;a ser
                                    a causa de haber desarmado el sistema de presi&#243;n de control de inyecci&#243;n.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el sistema fue desarmado, aseg&#250;rese de que el veh&#237;culo haya sido
                                    operado por m&#225;s de 25 km (15 millas).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el nivel y la calidad del aceite</para>
                            </entry>
                            <entry>
                                <para>Revise el aceite (nivel, contaminaci&#243;n y clasificaci&#243;n API).</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise los c&#243;digos de diagn&#243;stico de problemas activos e inactivos.
                                </para>
                            </entry>
                            <entry>
                                <para>Repare primero cualquier falla relacionada con el ICP.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice la prueba est&#225;ndar con la llave en ON y el motor apagado</para>
                            </entry>
                            <entry>
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice una prueba con la llave en ON y el motor en marcha</para>
                            </entry>
                            <entry>
                                <para>Una prueba de pasos de la presi&#243;n de control de inyecci&#243;n verificar&#225;
                                    si hay una falla grave en el sistema.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice la prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha (prueba de detecci&#243;n de fallas intermitentes)
                                </para>
                            </entry>
                            <entry>
                                <para>Cuando realice la prueba de monitorizaci&#243;n continua con la llave en ON y el
                                    motor en marcha, tiron&#233;e y sacuda los cables en el ICP y el IPR as&#237; como
                                    en todos los conectores de paso. Si se registra un c&#243;digo de diagn&#243;stico o
                                    el motor se detiene, inspeccione los cables en el punto de conexi&#243;n y revise
                                    los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga la prueba de presi&#243;n de control de inyecci&#243;n - Diagn&#243;sticos de
                                    rendimiento (aireaci&#243;n del aceite)
                                </para>
                            </entry>
                            <entry>
                                <para>Verificar&#225; si el aceite tiene aire en ralent&#237; alto. Paso 9 en el
                                    formulario de Rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pruebe el sistema de presi&#243;n de control de inyecci&#243;n en busca de
                                    fugas.
                                </para>
                            </entry>
                            <entry>
                                <para>Vea Prueba de fuga de presi&#243;n de control de inyecci&#243;n en la Secci&#243;n
                                    2
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para id="f175fc334">
                <emph type="bold">C&#243;digo de diagn&#243;stico 334</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 164, FMI 7</emph>
            </para>
            <para>
                <emph type="bold">Presi&#243;n de control de inyecci&#243;n incapaz de llegar al punto fijado. Poco
                    rendimiento
                </emph>
            </para>
            <para>El prop&#243;sito del c&#243;digo de diagn&#243;stico 334 es determinar si es posible desarrollar un
                aumento r&#225;pido de la presi&#243;n de control de inyecci&#243;n cuando el conductor lo ordena
                mientras el motor est&#225; en marcha. El c&#243;digo 334 es una falla de tiempo de respuesta del
                sistema de presi&#243;n de control de inyecci&#243;n que compara la presi&#243;n medida con la presi&#243;n
                deseada buscando una diferencia grande, 1300 lb/pulg2(9 MPa) por un tiempo corto (3 segundos). Su funci&#243;n
                primaria es detectar fallas en el sistema de presi&#243;n de control de inyecci&#243;n. Cuando este c&#243;digo
                est&#225; activo, el ECM ignorar&#225; al ICP y controlar&#225; la operaci&#243;n del IPR en base a
                valores preconfigurados.
            </para>
            <para>El c&#243;digo activo 334 est&#225; generalmente relacionado con mal rendimiento del motor, incluyendo
                baja aceleraci&#243;n y baja potencia.
            </para>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Bajo nivel de aceite, aceite contaminado o con aire.</para>
                </item>
                <item>
                    <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n, particularmente
                        despu&#233;s de sustituir un inyector o la bomba de alta presi&#243;n.
                    </para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n defectuoso o pegado.</para>
                </item>
                <item>
                    <para>Conexi&#243;n del cableado del IPR intermitente. Terminales del haz de cables del IPR
                        hundidos, flojos, da&#241;ados, abiertos, doblados o mal ajustados.
                    </para>
                </item>
                <item>
                    <para>Anillos O de alg&#250;n inyector con fuga.</para>
                </item>
                <item>
                    <para>Problema con el ICP y/o su circuito, sensor incorrecto, sistema polarizado hacia alta o
                        baja.
                    </para>
                </item>
            </randlist>
            <para>Vea Acciones recomendadas para el c&#243;digo de diagn&#243;stico 334
                <xref refid="te17503024"/>.
            </para>
            <table id="te17503024" frame="all">
                <title>Acciones recomendadas para el c&#243;digo de diagn&#243;stico 334</title>
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="130.16*"/>
                    <colspec colname="col2" colwidth="265.84*"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Acciones recomendadas:</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Prueba</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Comentarios</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el historial de reparaciones. Determine si el aire atrapado podr&#237;a ser
                                    a causa de haber desarmado el sistema de presi&#243;n de control de inyecci&#243;n
                                </para>
                            </entry>
                            <entry>
                                <para>Si el sistema fue desarmado, aseg&#250;rese de que despu&#233;s el veh&#237;culo
                                    sea operado por 25 a 35 km (15 a 20 millas).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el nivel y la calidad del aceite</para>
                            </entry>
                            <entry>
                                <para>Revise el nivel de aceite, si est&#225; contaminado y la clasificaci&#243;n API
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise los c&#243;digos de diagn&#243;stico de problemas activos e inactivos.
                                </para>
                            </entry>
                            <entry>
                                <para>Repare primero cualquier falla relacionada con el ICP.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice una prueba est&#225;ndar con la llave en ON y el motor apagado.</para>
                            </entry>
                            <entry>
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice una prueba con el motor en marcha y la llave en ON</para>
                            </entry>
                            <entry>
                                <para>Una prueba de pasos de la presi&#243;n de control de inyecci&#243;n verificar&#225;
                                    si hay una falla grave en el sistema.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice la prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha
                                </para>
                            </entry>
                            <entry>
                                <para>Cuando realice la prueba, tiron&#233;e y sacuda los cables en el ICP y el IPR as&#237;
                                    como en todos los conectores de paso. Si se registra un c&#243;digo de diagn&#243;stico
                                    o el motor se detiene, inspeccione los cables en el punto de conexi&#243;n y revise
                                    los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Haga la Prueba de presi&#243;n de control de inyecci&#243;n - Diagn&#243;sticos de
                                    rendimiento (aireaci&#243;n del aceite)
                                </para>
                            </entry>
                            <entry>
                                <para>Verificar&#225; si el aceite tiene aire en ralent&#237; alto. Paso 9 en el
                                    formulario de Rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pruebe el sistema de presi&#243;n de control de inyecci&#243;n en busca de
                                    fugas.
                                </para>
                            </entry>
                            <entry>
                                <para>Vea Prueba de fuga de presi&#243;n de control de inyecci&#243;n en la Secci&#243;n
                                    2
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">C&#243;digo de diagn&#243;stico 331</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 164, FMI 0</emph>
            </para>
            <para>
                <emph type="bold">Presi&#243;n de control de inyecci&#243;n superior a los l&#237;mites de trabajo del
                    sistema
                </emph>
            </para>
            <para>Cuando el c&#243;digo 331 est&#225; activo, la luz
                <emph type="bold">ENGINE</emph> &#225;mbar se enciende y el od&#243;metro mostrar&#225; el mensaje WARN
                ENG.
            </para>
            <para>El prop&#243;sito del c&#243;digo de diagn&#243;stico 331 es detectar cuando la presi&#243;n de
                control de inyecci&#243;n est&#225; por encima de los l&#237;mites normales, 3675 lb/pulg2(25 MPa).
                Puede indicar un problema mec&#225;nico en el sistema de presi&#243;n de control de inyecci&#243;n, en
                el cableado o en el ICP. Cuando el c&#243;digo 331 est&#225; activo, el ECM ignora la se&#241;al del ICP
                y usa valores estimados de presi&#243;n de control de inyecci&#243;n para operar el motor.
            </para>
            <specpara>
                <note>
                    <para>Si el motor sigue funcionando bien cuando se establece este c&#243;digo, es m&#225;s probable
                        que el problema est&#233; en el circuito del ICP.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Aceite contaminado o del grado incorrecto</para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n defectuoso o pegado.</para>
                </item>
                <item>
                    <para>Componentes no compatibles (IPR, ICP, bomba de alta presi&#243;n, tapa delantera)</para>
                </item>
                <item>
                    <para>Cable de control del IPR a tierra</para>
                </item>
                <item>
                    <para>Problemas con el ICP o su circuito, que hacen que la se&#241;al est&#233; polarizada alta
                    </para>
                </item>
            </randlist>
            <para id="f175fc335">
                <emph type="bold">C&#243;digo de diagn&#243;stico 335</emph>
            </para>
            <para>
                <emph type="bold">C&#243;digo ATA, PID 164, FMI 1</emph>
            </para>
            <para>
                <emph type="bold">No se desarrolla suficiente presi&#243;n de control de inyecci&#243;n durante el
                    arranque
                </emph>
            </para>
            <para>El prop&#243;sito del c&#243;digo de diagn&#243;stico 335 es determinar si se est&#225; desarrollando
                presi&#243;n de control de inyecci&#243;n durante la rotaci&#243;n del motor. Es una prueba del sistema
                de presi&#243;n de control de inyecci&#243;n y ser&#225; registrado despu&#233;s de 8 a 10 segundos de
                arranque con menos de 725 lb/pulg2 (5 MPa) de presi&#243;n de control de inyecci&#243;n detectada. El
                tiempo de arranque del motor antes de que se registre el c&#243;digo 335 variar&#225; seg&#250;n la
                temperatura del motor. La velocidad de rotaci&#243;n del motor debe ser mayor de 130 RPM antes de que
                comience la detecci&#243;n de fallas.
            </para>
            <para>El c&#243;digo activo 335 est&#225; normalmente relacionado con arranque dif&#237;cil o no arranque.
            </para>
            <para>
                <emph type="bold">Causas posibles:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Insuficiente aceite en el c&#225;rter</para>
                </item>
                <item>
                    <para>Aire atrapado en el sistema de presi&#243;n de control de inyecci&#243;n, particularmente
                        despu&#233;s de sustituir un inyector o la bomba de alta presi&#243;n
                    </para>
                </item>
                <item>
                    <para>Regulador de la presi&#243;n de inyecci&#243;n defectuoso o pegado.</para>
                </item>
                <item>
                    <para>Anillos O de alg&#250;n inyector con fuga</para>
                </item>
                <item>
                    <para>Engranaje flojo de bomba de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa</para>
                </item>
            </randlist>
            <para>Vea Acciones recomendadas para el c&#243;digo de diagn&#243;stico 335
                <xref refid="te17503025"/>.
            </para>
            <table id="te17503025" frame="all">
                <title>Acciones recomendadas para el c&#243;digo de diagn&#243;stico 335</title>
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="130.05*"/>
                    <colspec colname="col2" colwidth="265.95*"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Acciones recomendadas:</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Prueba</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Comentarios</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Inspecci&#243;n visual</para>
                            </entry>
                            <entry>
                                <para>Revise si el cableado del IPR y del ICP est&#225; conectado; busque fugas de
                                    aceite; determine si el sistema de control de inyecci&#243;n fue desarmado
                                    recientemente (aire atrapado); aseg&#250;rese de que el veh&#237;culo haya sido
                                    operado un m&#237;nimo de 25 a 35 km (15 a 20 millas) si el s&#237;ntoma es arranque
                                    dif&#237;cil y si el sistema de control de inyecci&#243;n ha sido desarmado
                                    recientemente.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise el nivel y la presi&#243;n del aceite.</para>
                            </entry>
                            <entry>
                                <para>Revise el nivel y busque contaminaci&#243;n en el aceite, vea si hay aceite en el
                                    dep&#243;sito (desconecte el EOT, el aceite deber&#237;a fluir), verifique la presi&#243;n
                                    del aceite durante la rotaci&#243;n del motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Revise los c&#243;digos de diagn&#243;stico de problemas activos e inactivos.
                                </para>
                            </entry>
                            <entry>
                                <para>Repare primero cualquier falla relacionada con el ICP y el CMP.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice una prueba est&#225;ndar con la llave en ON y el motor apagado.</para>
                            </entry>
                            <entry>
                                <para>La prueba verificar&#225; la continuidad del circuito del IPR.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice la prueba de monitorizaci&#243;n continua con la llave en ON y el motor en
                                    marcha.
                                </para>
                            </entry>
                            <entry>
                                <para>Cuando el motor est&#233; en marcha, tiron&#233;e y sacuda los cables en el ICP y
                                    el IPR as&#237; como en todos los conectores de paso. Si se registra un c&#243;digo
                                    de diagn&#243;stico o el motor se detiene, inspeccione los cables en el punto de
                                    conexi&#243;n y revise los c&#243;digos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Realice la prueba de presi&#243;n de control de inyecci&#243;n del formulario de
                                    diagn&#243;sticos de arranque dif&#237;cil o no arranque.
                                </para>
                            </entry>
                            <entry>
                                <para>Verificar&#225; si el aceite tiene aire en ralent&#237; alto. Paso 9 en el
                                    formulario de Rendimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pruebe el sistema de presi&#243;n de control de inyecci&#243;n en busca de
                                    fugas.
                                </para>
                            </entry>
                            <entry>
                                <para>Vea Prueba de fuga de presi&#243;n de control de inyecci&#243;n en la Secci&#243;n
                                    2
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_98.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_100.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
