<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Sistema que impide
        dar arranque al motor (ECI)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="7">
        <title>Sistema que impide dar arranque al motor (ECI)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503036" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8839.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"
                         box="yes"/>
                <caption>Diagrama de las funciones del sistema que impide dar arranque al motor</caption>
            </figure>
            <para>
                <emph type="bold">Funciones del sistema que impide dar arranque al motor</emph>
            </para>
            <para>La funci&#243;n del ECM que impide dar arranque al motor controla la operaci&#243;n del motor de
                arranque. El ECM impide que el motor de arranque opere cuando el motor del veh&#237;culo est&#225; en
                movimiento. El interruptor de seguridad en neutro o el interruptor del embrague impedir&#225;n que el
                motor de arranque opere cuando la transmisi&#243;n est&#225; engranada o cuando el pedal del embrague no
                est&#225; hundido.
            </para>
            <para>
                <emph type="bold">Rel&#233; que impide dar arranque al motor</emph>
            </para>
            <para>El rel&#233; de arranque del motor se usa para enviar voltaje de la bater&#237;a al solenoide del
                motor de arranque. El rel&#233; tambi&#233;n es controlado por un termopar de sobrearranque, si lo
                tiene.
            </para>
            <para>
                <emph type="bold">Detecci&#243;n y manejo de fallas</emph>
            </para>
            <para>El ECM no monitoriza los circuitos del sistema de arranque. No hay c&#243;digos de diagn&#243;stico de
                problemas para este sistema.
            </para>
            <figure id="f17503037" figsize="pg-wide">
                <graphic filename="../figeg8/eg8840.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de circuito del rel&#233; que impide dar arranque al motor (ECI)</caption>
            </figure>
            <specpara>
                <note>
                    <para>Luego de retirar el conector, siempre revise en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de probar el rel&#233; o los circuitos de arranque, verifique que las bater&#237;as est&#233;n
                        totalmente cargadas. Revise las conexiones en la beter&#237;a, en el bastidor y en el motor de
                        arranque. Vea S08256 para los procedimientos de prueba de la bater&#237;a y del motor de
                        arranque.
                    </para>
                </note>
            </specpara>
            <table id="te17503008" frame="all">
                <title>Diagn&#243;sticos del rel&#233; de arranque</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="77.83*"/>
                    <colspec colname="COLSPEC0" colwidth="54.38*"/>
                    <colspec colname="col3" colwidth="263.79*"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas del voltaje y de la resistencia del ECI, con el rel&#233;
                                        del ECI desconectado.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>86 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Haga la prueba con el rel&#233; desconectado y el interruptor de arranque
                                    conectado. Si no hay voltaje, busque fallas en el circuito de arranque.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>30 a tierra</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>Si no hay voltaje, busque fallas en el cableado de la bater&#237;a.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>85 a tierra</para>
                            </entry>
                            <entry>
                                <para>4 a 5 V</para>
                            </entry>
                            <entry>
                                <para>El ECM elevar&#225; el voltaje del circuito a 4 a 5 V con la llave en ON;
                                    descender&#225; a 0 V cuando se oprime el embrague o la transmisi&#243;n est&#225;
                                    en neutro.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Prueba del circuito del ECI</emph>: Con la transmisi&#243;n
                                    desengranada, el embrague aplicado y las ruedas bloqueadas, inserte un cable de
                                    puente entre los pines 86 y 87 del rel&#233; de arranque. Si el motor rota cuando el
                                    interruptor de arranque se conecta, el ECI est&#225; defectuoso o hay un problema
                                    con el ECM o con el cableado del ECM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Contin&#250;a en la p&#225;gina siguiente</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">Pruebas en el circuito del conector del ECM en el chasis (negro).
                                        Haga la prueba con todos los rel&#233;s instalados y la caja de derivaciones
                                        conectada
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry>
                                <para>Especif.</para>
                            </entry>
                            <entry>
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>DDS (+26) a (-23)</para>
                            </entry>
                            <entry>
                                <para>0 V o 12 V</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Transmisi&#243;n mec&#225;nica</emph>: 12 V con el embrague
                                    aplicado, 0 V con el embrague sin aplicar;
                                    <emph type="bold">Transmisi&#243;n autom&#225;tica</emph>: 12 V con la transmisi&#243;n
                                    en neutro, 0 V con transmisi&#243;n engranada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry morerows="2">
                                <para>ECI (+46) a (-23)</para>
                            </entry>
                            <entry>
                                <para>12 V &#177;1,5</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Al dar arranque con el embrague sin aplicar o la transmisi&#243;n
                                        autom&#225;tica engranada</emph>, si hay 12 V, el circuito est&#225; bien. El
                                    arranque se impide.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>0 a 0,6 V</para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Al dar arranque con el embrague aplicado o la transmisi&#243;n
                                        autom&#225;tica en neutro
                                    </emph>
                                    si el pin 26 tiene 12 V y el pin 46 no tiene de 0 a 0,6 V, revise la programaci&#243;n
                                    del ECM. El arranque se permite.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>4 a 5 V</para>
                            </entry>
                            <entry>
                                <para>Voltaje de activaci&#243;n desde el ECM con la llave en ON,
                                    <emph type="bold">el motor apagado o encendido</emph>: transmisi&#243;n en una
                                    marcha o el embrague sin oprimir.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>El sistema de arranque del motor est&#225; controlado por el m&#243;dulo de control electr&#243;nico
                (ECM). Esto es para impedir que el motor de arranque opere cuando el motor est&#225; en marcha, lo que
                causar&#237;a da&#241;os al pi&#241;&#243;n y a los engranajes del motor de arranque. El sistema recibe
                se&#241;ales desde el interruptor del embrague o del interruptor de la transmisi&#243;n en neutro. Estos
                interruptores impiden que el motor de arranque se acople a menos que la transmisi&#243;n est&#233;
                puesta en neutro o el embrague est&#233; oprimido.
            </para>
            <para>
                <emph type="bold">Rel&#233; de arranque</emph>: El rel&#233; de arranque del motor controla la corriente
                suministrada al motor de arranque. Al girar la llave de arranque a la posici&#243;n START suministra
                corriente para energizar el rel&#233; por el terminal 85. Si el motor no est&#225; funcionando y el tren
                propulsor no est&#225; acoplado, el terminal 46 del ECM activar&#225; el rel&#233; suministr&#225;ndole
                un circuito a tierra por el terminal 85. Con el rel&#233; cerrado, la corriente puede pasar a trav&#233;s
                del rel&#233; hacia los terminales en el solenoide del motor de arranque.
            </para>
            <para>Antes de la ubicaci&#243;n de fallas, inspeccione los conectores del circuito en busca de terminales
                hundidos, flojos o da&#241;ados (abiertos o doblados), y de cables cortados, etc. Los cables y las
                conexiones deben estar sin da&#241;os ni corrosi&#243;n. Cuando ciertos conectores se corroen, aparece
                un residuo blanco que es necesario eliminar.
                <emph type="bold">Aseg&#250;rese de que las bater&#237;as est&#233;n totalmente cargadas</emph>. Revise
                las conexiones y tierras de la bater&#237;a para asegurarse de que est&#233;n limpias, ajustadas y sin
                da&#241;o. Las pruebas de voltaje dar&#225;n resultados falsos si las bater&#237;as no est&#225;n
                completamente cargadas.
            </para>
            <para>
                <emph type="bold">Interruptor del embrague</emph>: En veh&#237;culos con transmisi&#243;n mec&#225;nica,
                el interruptor del embrague se utiliza para suministrar una se&#241;al al ECM que indica que el tren
                propulsor no est&#225; engranado. Una se&#241;al de 12 V en el circuito del DDS indica que el embrague
                est&#225; sin engranar (pedal oprimido), una se&#241;al de 0 V indica que el embrague est&#225;
                engranado (pedal sin oprimir).
            </para>
            <para>
                <emph type="bold">Interruptor de neutro (transmisiones Allison Serie 2000)</emph>: En veh&#237;culos con
                transmisiones Allison LCT (Serie 2000), el interruptor de posici&#243;n de neutro se usa para
                suministrar energ&#237;a conmutada al rel&#233; de arranque y provee una se&#241;al al ECM que indica
                que el tren propulsor est&#225; desacoplado. En veh&#237;culos programados para transmisiones Allison
                AT/MT, una se&#241;al de 12 voltios en el circuito del DDS indica que la transmisi&#243;n no est&#225;
                engranada, una se&#241;al de 0 voltios indica que la transmisi&#243;n est&#225; engranada. Cuando la
                transmisi&#243;n est&#225; engranada, no hay energ&#237;a disponible para el rel&#233; del ECI.
            </para>
            <para>
                <emph type="bold">WTEC MD con Auto Neutral</emph>: En veh&#237;culos con transmisi&#243;n Allison MD
                World Transmission Electronically Controlled (WTEC) con Auto Neutral opcional, el sistema que impide el
                arranque tiene un rel&#233; adicional. Este rel&#233; adicional se usa para impedir que el motor gire
                cuando la transmisi&#243;n est&#233; en la posici&#243;n Auto Neutral. El pin 6 del ECU de la transmisi&#243;n
                controla 12 voltios hacia el pin 86 del rel&#233; que impide dar arranque. Cuando el pin 86 recibe energ&#237;a
                y el rel&#233; se cierra, el voltaje de ignici&#243;n se suministra al pin 86 del rel&#233; de arranque.
                El pin 26 del ECM recibe 12 voltios desde el rel&#233; de Auto Neutral de la WTEC siempre que la
                transmisi&#243;n est&#233; en las posiciones neutro o Auto Neutral. Sin este rel&#233; adicional, la se&#241;al
                desde el desacople del tren propulsor (pin 26) permitir&#237;a el arranque en Auto Neutral.
            </para>
            <para>
                <emph type="bold">M&#243;dulo de control electr&#243;nico (ECM)</emph>: Cuando el ECM reconoce que el
                motor no est&#225; en marcha y el tren propulsor no est&#225; engranado, pondr&#225; a tierra el
                terminal 46. Esto proporciona el trayecto de corriente para que el rel&#233; que impide dar arranque al
                motor se cierre cuando el interruptor START es accionado o el bot&#243;n del motor de arranque es
                oprimido. Cuando el ECM reconoce que el motor est&#225; en marcha o que el tren propulsor est&#225;
                engranado, abrir&#225; el terminal 46. Esto impedir&#225; que el rel&#233; que impide dar arranque al
                motor se cierre, lo que evita que el motor de arranque se active.
            </para>
            <para>
                <emph type="bold">Los componentes del sistema del ECI son:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Interruptor de arranque de ignici&#243;n</para>
                </item>
                <item>
                    <para>Interruptor de arranque por bot&#243;n (opcional)</para>
                </item>
                <item>
                    <para>Rel&#233; de arranque</para>
                </item>
                <item>
                    <para>Motor de arranque y solenoide</para>
                </item>
                <item>
                    <para>Bater&#237;as y cables</para>
                </item>
                <item>
                    <para>Interruptor de seguridad en neutro (transmisiones Allison Serie 2000)</para>
                </item>
                <item>
                    <para>Interruptor del embrague (con transmisi&#243;n mec&#225;nica)</para>
                </item>
                <item>
                    <para>Rel&#233; que impide dar arranque al motor (Allison MD WTEC con Auto Neutral)</para>
                </item>
            </randlist>
            <figure id="f17503038.5" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8847.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Circuitos de arranque</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <figure id="f17503038.61" figsize="pg-wide">
                <graphic filename="../figeg9/eg9012.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="300"/>
                <caption>Conexiones de los circuitos de arranque con transmisi&#243;n mec&#225;nica</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <figure id="f17503038.6" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8993.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Se&#241;al de entrada del desacople del tren propulsor en transmisiones Allison LCT</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <figure id="f17503038.7" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8994.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Se&#241;al de entrada del desacople del tren propulsor en transmisiones WTEC MD o HD con Auto
                    Neutral
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <figure id="f17503038.8" figsize="pg-wide">
                <graphic filename="../figEg8/Eg8995.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Se&#241;al de entrada del desacople del tren propulsor en transmisiones Allison MD</caption>
            </figure>
            <specpara>
                <note>
                    <para>Refi&#233;rase a S08285 - Diagramas de circuitos el&#233;ctricos - 4200/4300/4400</para>
                </note>
            </specpara>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_85.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_87.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
