<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - CULATA Y TREN DE V&#193;LVULAS - INSTALACI&#211;N
        - Culatas
    </stitle>
    <svcman/>
    <svcproc id="s2960004.4.6" svcproctype="install" graphiccount="3">
        <title>Culatas</title>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la posibilidad
                    de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                </para>
            </warning>
            <caution>
                <para>Para evitar da&#241;os en el motor, aseg&#250;rese de que la culata no tenga residuos, porque eso
                    impedir&#237;a un buen sello entre la culata y la empaquetadura, que producir&#225; fugas de aceite,
                    refrigerante y compresi&#243;n. No aplique sellador a las superficies de la culata donde va la
                    empaquetadura.
                </para>
            </caution>
            <caution>
                <para>Limpie y seque con aire comprimido filtrado las roscas de los orificios para pernos del bloque.
                    Las roscas con suciedad o aceite pueden hacer que los pernos se atasquen o den medidas de torque
                    incorrectas.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Si no lo hizo anteriormente, limpie todos los orificios para pernos de la culata con un
                rectificador de roscas y elimine los residuos con aire comprimido filtrado.
            </para>
        </step1>
        <figure id="f296000486" figsize="col-wide">
            <graphic filename="../figd08/d0870.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 190. Manguitos ubicadores de la culata (2)</caption>
            <calloutgroup>
                <callout1 type="arabic">Manguitos ubicadores de la culata (2)</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Aseg&#250;rese de instalar los dos manguitos ubicadores de la culata (uno adelante y el otro
                atr&#225;s en el bloque).
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, coloque la empaquetadura nueva de la culata con el n&#250;mero
                    de pieza mirando hacia arriba. Verifique que los cinco orificios para pernos superiores y los
                    orificios para las varillas de empuje en la empaquetadura de la culata est&#233;n alineados.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>Tenga cuidado de no ara&#241;ar el compuesto azul de la empaquetadura de la culata.</para>
            </note>
        </specpara>
        <figure id="f296000487" figsize="col-wide">
            <graphic filename="../figd08/d0816a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 191. Ponga la empaquetadura de la culata</caption>
        </figure>
        <step1>
            <para count="1">Ponga la empaquetadura nueva de la culata sobre los manguitos ubicadores y el bloque.</para>
        </step1>
        <specpara>
            <note>
                <para>Los levantav&#225;lvulas no pueden sacarse o cambiarse mientras la culata est&#225; empernada al
                    bloque. Aseg&#250;rese de realizar cualquier tarea necesaria en los levantav&#225;lvulas antes de
                    instalar la culata.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale el soporte de elevaci&#243;n en el centro de la culata (si lo sac&#243;
                anteriormente). Ajuste los pernos del soporte.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, no deje caer la culata sobre la empaquetadura ni la deslice
                    encima de la empaquetadura. Cualquiera de esas acciones da&#241;ar&#225; la empaquetadura de la
                    culata y los manguitos de alineaci&#243;n, causando fugas.
                </para>
            </caution>
        </specpara>
        <figure id="f296000488" figsize="col-wide">
            <graphic filename="../figd08/d08125.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 192. Instale la culata sobre el bloque del motor</caption>
        </figure>
        <step1>
            <para count="1">Conecte el gancho de un dispositivo de elevaci&#243;n o una eslinga al soporte. Levante la
                culata y alin&#233;ela con los manguitos de alineaci&#243;n instalados anteriormente en el bloque.
            </para>
        </step1>
        <step1>
            <para count="1">Ponga dos pernos exteriores M8 x 70 en la parte superior de la culata. Enr&#243;squelos a
                mano.
            </para>
        </step1>
        <step1>
            <para count="1">Saque el soporte de elevaci&#243;n de la culata y el gancho.</para>
        </step1>
        <step1>
            <para count="1">Ponga tres pernos interiores M8 x 70 en la parte superior de la culata. Enr&#243;squelos a
                mano.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_86.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_88.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
