<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE RENDIMIENTO -
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title id="E1750206">Prueba de restricci&#243;n en la bomba de transferencia</title>
        <svcprocinfo>
            <table id="te17502019" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC6" colwidth="1.50in"/>
                    <colspec colname="col3" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">3. Prueba de restricci&#243;n en la bomba de transferencia</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Haga esta prueba s&#243;lo si la presi&#243;n de combustible es baja. Vea la
                                    figura
                                    <emph type="bold">K</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Mida la restricci&#243;n a la entrada del filtro de combustible en ralent&#237;
                                    alto sin carga.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Instrumento</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Man&#243;metro de vac&#237;o de 0 a 30" de Hg</para>
                            </entry>
                            <entry>
                                <para>&#60;8" de Hg</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la restricci&#243;n es alta, busque alguna obstrucci&#243;n entre la
                                    bomba y el tanque de combustible.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la restricci&#243;n es &#60;8" de Hg, vea EGES-216.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si la baja presi&#243;n de combustible es causada por demasiada restricci&#243;n en la
                tuber&#237;a de suministro de combustible desde el tanque hacia la entrada a la bomba de transferencia.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <step1>
                <para count="1">Conecte una "T" entre la entrada del filtro de combustible y la tuber&#237;a de
                    suministro de combustible. Conecte una tuber&#237;a desde la "T" a un man&#243;metro de vac&#237;o
                    de 0 a 30" de Hg en la barra de medidores. Vea Medici&#243;n de la restricci&#243;n en la bomba de
                    transferencia con la barra de medidores
                    <xref refid="f1750238"/>.
                </para>
                <specpara>
                    <note>
                        <para>La prueba de restricci&#243;n en la bomba de transferencia s&#243;lo detectar&#225;
                            restricci&#243;n en la tuber&#237;a de combustible (del cabezal del filtro al tanque) o en
                            el tubo de captaci&#243;n del tanque. La restricci&#243;n entre la bomba de transferencia y
                            el colador no ser&#225; detectada por esta prueba.
                        </para>
                    </note>
                </specpara>
                <figure id="f1750238" figsize="pg-wide">
                    <graphic filename="../figeg6/eg6819.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Medici&#243;n de la restricci&#243;n en la bomba de transferencia con la barra de
                        medidores
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Mida la restricci&#243;n en la entrada de combustible en ralent&#237; alto y anote el
                    valor en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Si la restricci&#243;n excede las 8" de Hg, localice la restricci&#243;n en el lado de
                    succi&#243;n del sistema de combustible y corr&#237;jala. Si la restricci&#243;n est&#225; dentro de
                    las especificaciones o es muy baja, busque ingreso de aire entre la entrada de combustible y la
                    entrada a la bomba de transferencia haciendo lo siguiente:
                </para>
                <step2>
                    <para count="1">Saque la tuber&#237;a de suministro de combustible. Conecte una manguera de pl&#225;stico
                        transparente en el conector en la entrada de combustible y conecte la tuber&#237;a de suministro
                        de combustible a la manguera de pl&#225;stico transparente.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mire si hay burbujas de aire en la manguera de pl&#225;stico transparente con el
                        motor funcionando en ralent&#237; alto. Si ve burbujas de aire, inspeccione el sistema de
                        combustible en busca de ingreso de aire. Repare el sistema si fuera necesario. Si no hay
                        burbujas de aire, retire la manguera de pl&#225;stico transparente.
                    </para>
                    <specpara>
                        <warning>
                            <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que
                                la transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y
                                las ruedas motrices est&#233;n bloqueadas.
                            </para>
                        </warning>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Instale un tap&#243;n para sellar la entrada de combustible. Encienda el motor y h&#225;galo
                        funcionar en ralent&#237; alto. El valor del vac&#237;o deber&#237;a ser mayor de 22" de Hg. Si
                        es menor, busque ingreso de aire desde el man&#243;metro de vac&#237;o hacia la bomba de
                        transferencia. Si no lo encuentra, sustituya la bomba de transferencia.
                    </para>
                    <specpara>
                        <note>
                            <para>Si no encuentra fugas en el lado de entrada del sistema de combustible, mientras la
                                bomba de transferencia est&#225; suministrando >22" de Hg de vac&#237;o, sustituya la v&#225;lvula
                                de retorno de combustible. Vuelva a medir la presi&#243;n del combustible para verificar
                                que la v&#225;lvula estaba defectuosa.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>El filtro de combustible puede causar alta restricci&#243;n y baja presi&#243;n de combustible
                        debido a suciedad o combustible gelatinoso en bajas temperaturas. Cambie el filtro y repita la
                        prueba.
                    </para>
                </item>
                <item>
                    <para>Filtro de combustible primario o el separador de combustible/agua obstruido.</para>
                </item>
                <item>
                    <para>Una tuber&#237;a de suministro de combustible retorcida o severamente doblada u obstrucci&#243;n
                        en el tubo de captaci&#243;n pueden causar la restricci&#243;n y por lo tanto la baja presi&#243;n
                        de combustible.
                    </para>
                </item>
                <item>
                    <para>Una tuber&#237;a de combustible suelta en el lado de succi&#243;n del sistema de combustible
                        puede permitir la entrada de aire al sistema y causar la baja presi&#243;n de combustible.
                    </para>
                </item>
                <item>
                    <para>El filtro de combustible primario o el separador de combustible/agua pueden estar permitiendo
                        la entrada de aire dentro del sistema de combustible a trav&#233;s de conexiones flojas, etc.
                    </para>
                </item>
                <item>
                    <para>V&#225;lvula de retorno de combustible defectuosa o trabada en posici&#243;n abierta debido a
                        desechos.
                    </para>
                </item>
                <item>
                    <para>Bomba de transferencia de combustible defectuosa.</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Barra de medidores (PS94-831-3)</para>
                </item>
                <item>
                    <para>Conector en forma de "T" o conector hueco enroscable adaptado</para>
                </item>
                <item>
                    <para>Adaptador de tuber&#237;a NPT y tuber&#237;as de combustible apropiadas</para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_49.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_51.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
