<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;sticos de
        rendimiento - Procedimientos de las pruebas - 10. Presi&#243;n de control de inyecci&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="8">
        <title>10. Presi&#243;n de control de inyecci&#243;n</title>
        <svcprocinfo>
            <figure id="f27106033" figsize="col-wide">
                <graphic filename="../figH31/H31446sp.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption></caption>
            </figure>
            <para>
                <title>Finalidad</title>
            </para>
            <para>Determinar si el sistema de presi&#243;n de control de la inyecci&#243;n est&#225; proporcionando
                suficiente presi&#243;n hidr&#225;ulica para hacer funcionar los inyectores.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Manguera para muestras de aceite con llave de cierre</para>
                </item>
                <item>
                    <para>Cubo o llave (EOT)</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Monitorizaci&#243;n del ICP y el BCP con la EST</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este manual.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
                <note>
                    <para>Si no hay una EST disponible, use el procedimiento alterno al final de la prueba.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    o el
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    y an&#243;telas en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f27106034" figsize="col-wide">
                <graphic filename="../figH31/H31239.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Road Performance.ssn</caption>
            </figure>
            <step1>
                <para count="1">Seleccione D_RoadPerformance.ssny pulse Open para monitorizar el funcionamiento del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la llave en ON. No arranque el motor. Monitorice la presi&#243;n de control de
                    inyecci&#243;n con la llave en ON y el motor apagado. Anote los resultados en el formulario de diagn&#243;sticos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n es superior a la especificaci&#243;n, el
                            ICP o los circuitos pueden ser la causa.
                        </para>
                        <para>Esto causar&#225; una presi&#243;n de control de inyecci&#243;n inferior a la normal. Refi&#233;rase
                            a &#171;ICP (sensor de presi&#243;n de control de inyecci&#243;n)&#187; en la Secci&#243;n
                            7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n con la llave en ON y el motor apagado
                            cumple con la especificada, siga con el paso 4.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; bajo, monitorice la presi&#243;n de control de
                    inyecci&#243;n y anote el resultado en el formulario de diagn&#243;sticos.
                </para>
                <specpara>
                    <note>
                        <para>La presi&#243;n de control del freno debe ser 0 kPa (0 lb/pulg
                            <supscript>2</supscript>). Sin embargo, los valores de presi&#243;n de control del freno
                            pueden fluctuar tanto como 345 kPa (50 lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto, monitorice la presi&#243;n de control de
                    inyecci&#243;n y anote los resultados iniciales en el formulario de diagn&#243;sticos. Siga con el
                    motor en ralent&#237; alto por 2 minutos, monitorice la presi&#243;n de control de inyecci&#243;n y
                    anote el resultado en el formulario de diagn&#243;sticos. Compare los resultados. Si la presi&#243;n
                    de control de inyecci&#243;n aumenta por encima de las especificaciones en cualquier momento durante
                    los 2 minutos, es indicaci&#243;n de que el aceite tiene aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>SI la presi&#243;n de control de la inyecci&#243;n es alta o inestable en ralent&#237;
                            bajo o alto, siga con el paso 6.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control del freno es superior a cero cuando el freno por motor est&#225;
                            inactivo, revise el BCP, los circuitos y los componentes del freno por motor.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n cumple con las especificaciones, haga la
                            Prueba 11 (Desconexi&#243;n de los inyectores).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de aceite:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera de aceite, no la pase muy cerca de piezas en movimiento.
                            </para>
                        </item>
                        <item>
                            <para>No permita que el conducto para pruebas toque superficies calientes del motor.</para>
                        </item>
                        <item>
                            <para>El aceite estar&#225; caliente. Use guantes al extraer una muestra de aceite. Tenga
                                cuidado al manejar la muestra de aceite, para evitar que se caiga.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <step1>
                <para count="1">Haga un conducto para sacar una muestra de aceite, usando el adaptador para pruebas del
                    ICP y una v&#225;lvula de cierre en l&#237;nea.
                </para>
                <specpara>
                    <note>
                        <para>Guarde el conducto para pruebas para futuras tareas de diagn&#243;stico. El conducto para
                            pruebas es una herramienta esencial que debe mantenerse junto con las dem&#225;s
                            herramientas de diagn&#243;stico. La garant&#237;a no cubre el costo del conducto para
                            pruebas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f27106035" figsize="col-wide">
                <graphic filename="../figH31/H31257.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto para pruebas instalado</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del ICP</callout1>
                    <callout1 type="arabic">Conducto para muestras de aceite</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el EOT de su orificio.
                    <emph type="bold">Saldr&#225; aceite. Inserte r&#225;pidamente el conducto para pruebas</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto por 2 minutos.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a ralent&#237; bajo, saque una muestra de aceite y vea si tiene aire.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el aceite tiene aire, ver&#225; una gran cantidad de burbujas de aire mezcladas en el
                            aceite o espuma en la superficie de la muestra. Corrija el problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el aceite no tiene aire, desconecte el ICP y est&#233; atento a la estabilidad del
                            motor. Si el problema se soluciona, refi&#233;rase a las mediciones operacionales de voltaje
                            del ICP en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de la inyecci&#243;n sigue alta o inestable, sustituya el
                            IPR seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187; y
                            repita las pruebas.
                        </para>
                    </item>
                </randlist>
            </step1>
            <randlist type="bullet">
                <title>Causas posibles</title>
                <item>
                    <para>
                        <emph type="bold">Baja presi&#243;n de control de inyecci&#243;n</emph>
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                        </item>
                        <item>
                            <para>El cableado del IPR est&#225; defectuoso (energ&#237;a y control).</para>
                        </item>
                        <item>
                            <para>El IPR est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>Alg&#250;n inyector est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>La galer&#237;a de alta presi&#243;n est&#225; agrietada o porosa.</para>
                        </item>
                        <item>
                            <para>Sellos anulares del adaptador en la entrada de aceite para los inyectores.</para>
                        </item>
                        <item>
                            <para>Adaptador en la entrada de aceite para los inyectores.</para>
                        </item>
                        <item>
                            <para>Sello anular de la galer&#237;a de aceite de alta presi&#243;n.</para>
                        </item>
                        <item>
                            <para>Tapones de extremo de la galer&#237;a de aceite de alta presi&#243;n.</para>
                        </item>
                        <item>
                            <para>La presi&#243;n de aceite es baja</para>
                        </item>
                        <item>
                            <para>La bomba de aceite de alta presi&#243;n no funciona.</para>
                        </item>
                        <item>
                            <para>El circuito del ICP est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>El ICP est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>La v&#225;lvula de cierre del freno por motor Diamond Logic&#174; no funciona.</para>
                        </item>
                        <item>
                            <para>V&#225;lvula de descarga de presi&#243;n del freno (opcional)</para>
                            <para>Si la v&#225;lvula de descarga tiene una fuga, sospeche de la v&#225;lvula de cierre
                                del freno.
                            </para>
                        </item>
                        <item>
                            <para>Si el ECM detecta que la presi&#243;n reforzadora es baja o recibe una se&#241;al
                                incorrecta desde el APS o el ICP, ordenar&#225; al IPR que reduzca la presi&#243;n de
                                control de inyecci&#243;n.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">Alta presi&#243;n de control de inyecci&#243;n</emph>
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>El aceite tiene aire.</para>
                        </item>
                        <item>
                            <para>El ICP est&#225; polarizado hacia arriba - ciclo de trabajo bajo.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">Presi&#243;n de control de inyecci&#243;n err&#225;tica</emph>
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>ICP</para>
                        </item>
                        <item>
                            <para>Cableado del IPR</para>
                        </item>
                        <item>
                            <para>IPR</para>
                        </item>
                        <item>
                            <para>Sello intermedio del IPR</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>
                        <emph type="bold">Presi&#243;n de control del freno</emph>
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>El circuito del BCP est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>El BCP est&#225; defectuoso.</para>
                        </item>
                        <item>
                            <para>La v&#225;lvula de cierre del freno por motor Diamond Logic&#174; no funciona.</para>
                        </item>
                        <item>
                            <para>Fugas en el sistema de presi&#243;n de control del freno.</para>
                        </item>
                    </randlist>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control de inyecci&#243;n con el cableado de derivaci&#243;n
                para la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Use este procedimiento si la EST no est&#225; disponible. &#201;ste es un m&#233;todo
                        alterno.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
                <item>
                    <para>Adaptador para pruebas del sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Manguera para muestras de aceite con llave de cierre</para>
                </item>
                <item>
                    <para>Recipiente transparente para la muestra de aceite</para>
                </item>
                <item>
                    <para>Cubo o llave (EOT)</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <figure id="f27106036" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Refi&#233;rase a las especificaciones en el
                    <hotlnk document="mges270_211.xml" xrefid="s27105003">&#171;Ap&#233;ndice A - Especificaciones de
                        rendimiento del DT 466&#187;
                    </hotlnk>
                    , al
                    <hotlnk document="mges270_223.xml" xrefid="s27105004">&#171;Ap&#233;ndice B - Especificaciones de
                        rendimiento del DT 570 y HT 570&#187;
                    </hotlnk>
                    o a las mediciones operacionales de voltaje en la Secci&#243;n 7 y an&#243;telas en el formulario de
                    diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conector del ICP en la empaquetadura de la tapa de v&#225;lvulas del cableado
                    del motor y haga los pasos 3 a 10.
                </para>
            </step1>
            <figure id="f27106037" figsize="col-wide">
                <graphic filename="../figH31/H31258.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas al conector de
                    paso directo para el ICP
                </caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas
                    al conector de paso directo para el ICP y al cableado del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de control de inyecci&#243;n con el DMM.</para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (circuito de tierra).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor. Asegure el DMM y los cables
                        probadores en la cabina, para que no molesten al conductor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ponga la llave en ON. No arranque el motor. Mida el voltaje de la se&#241;al del ICP con
                    la llave en ON y el motor apagado y an&#243;telo en el formulario de diagn&#243;sticos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje del ICP es superior a la especificaci&#243;n, el ICP o los circuitos pueden
                            ser la causa. Esto causar&#225; una presi&#243;n de control de inyecci&#243;n inferior a la
                            normal. Refi&#233;rase a &#171;ICP (sensor de presi&#243;n de control de inyecci&#243;n)&#187;
                            en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje del ICP con la llave en ONy el motor apagado cumple con el especificado,
                            siga con el paso 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; bajo, mida el voltaje de la se&#241;al del ICP y
                    an&#243;telo en el formulario de diagn&#243;sticos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>SI la presi&#243;n de control de la inyecci&#243;n es alta o inestable en ralent&#237;
                            bajo o alto, siga con el paso 8.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n cumple con las especificaciones, haga la
                            Prueba 11 (Desconexi&#243;n de los inyectores).
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto, monitorice la presi&#243;n de control de
                    inyecci&#243;n y anote los resultados iniciales en el formulario de diagn&#243;sticos. Siga con el
                    motor en ralent&#237; alto por 2 minutos, monitorice la presi&#243;n de control de inyecci&#243;n y
                    anote el resultado en el formulario de diagn&#243;sticos. Compare los resultados. Si la presi&#243;n
                    de control de inyecci&#243;n aumenta por encima de las especificaciones en cualquier momento durante
                    los 2 minutos, es indicaci&#243;n de que el aceite tiene aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>SI la presi&#243;n de control de la inyecci&#243;n es alta o inestable en ralent&#237;
                            bajo o alto, siga con el paso 8.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n cumple con las especificaciones, haga la
                            Prueba 11 (Desconexi&#243;n de los inyectores).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de aceite:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera de aceite, no la pase muy cerca de piezas en movimiento.
                            </para>
                        </item>
                        <item>
                            <para>No permita que el conducto para pruebas toque superficies calientes del motor.</para>
                        </item>
                        <item>
                            <para>El aceite estar&#225; caliente. Use guantes al extraer una muestra de aceite. Tenga
                                cuidado al manejar la muestra de aceite, para evitar que se caiga.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <step1>
                <para count="1">Haga un conducto para sacar una muestra de aceite, usando el adaptador para pruebas del
                    ICP y una v&#225;lvula de cierre en l&#237;nea.
                </para>
                <specpara>
                    <note>
                        <para>Guarde el conducto para pruebas para futuras tareas de diagn&#243;stico. El conducto para
                            pruebas es una herramienta esencial que debe mantenerse junto con las dem&#225;s
                            herramientas de diagn&#243;stico. La garant&#237;a no cubre el costo del conducto para
                            pruebas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <figure id="f27106084" figsize="col-wide">
                <graphic filename="../figH31/H31257.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Conducto para pruebas</caption>
                <calloutgroup>
                    <callout1 type="arabic">V&#225;lvula de cierre en l&#237;nea</callout1>
                    <callout1 type="arabic">Adaptador para pruebas del ICP</callout1>
                    <callout1 type="arabic">Conducto para muestras de aceite</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el EOT de su orificio.
                    <emph type="bold">Saldr&#225; aceite. Conecte r&#225;pidamente el conducto para pruebas y recoja la
                        muestra de aceite en un recipiente transparente.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto por 2 minutos.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a ralent&#237; bajo, saque una muestra de aceite y vea si tiene aire.</para>
            </step1>
            <step1>
                <para count="1">Anote los resultados en el formulario de diagn&#243;sticos.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el aceite tiene aire, ver&#225; una gran cantidad de burbujas de aire mezcladas en el
                            aceite o espuma en la superficie de la muestra. Corrija el problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el aceite no tiene aire, desconecte el ICP y est&#233; atento a la estabilidad del
                            motor. Si el problema se soluciona, refi&#233;rase a
                            <hotlnk document="mges270_150.xml" xrefid="s27105008">&#171;Mediciones operacionales de
                                voltaje del ICP&#187;
                            </hotlnk>
                            en la Secci&#243;n 7 .
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n sigue siendo alta o inestable y el veh&#237;culo
                            tiene freno por motor opcional, siga con &#171;Monitorizaci&#243;n de la presi&#243;n de
                            control del freno con el cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n sigue siendo alta o inestable y el veh&#237;culo
                            no tiene freno por motor opcional, cambie el IPR seg&#250;n el procedimiento descrito en el
                            &#171;Manual de servicio del motor&#187; y repita la prueba.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Monitorizaci&#243;n de la presi&#243;n de control del freno con el cableado de derivaci&#243;n para
                la empaquetadura de la tapa de v&#225;lvulas
            </title>
            <specpara>
                <note>
                    <para>Use este procedimiento s&#243;lo si las instrucciones de &#171;Monitorizaci&#243;n de la presi&#243;n
                        de control de inyecci&#243;n con el cableado de derivaci&#243;n para la empaquetadura de la tapa
                        de v&#225;lvulas&#187; lo enviaron aqu&#237;. &#201;ste es un m&#233;todo alterno si no tiene
                        una EST disponible.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas</para>
                </item>
                <item>
                    <para>DMM</para>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en neutro, que el freno de estacionamiento
                        est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de hacer funcionar el motor para
                        alguna tarea de diagn&#243;stico o mantenimiento.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>La presi&#243;n de control del freno debe ser cero cuando el freno por motor est&#225;
                        inactivo. Sin embargo, los valores de presi&#243;n de control del freno pueden fluctuar tanto
                        como 345 kPa (50 lb/pulg
                        <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                        valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya un
                        problema. Debe ser igual al voltaje de la se&#241;al del BCP con la llave en ON y el motor
                        apagado.
                    </para>
                </note>
            </specpara>
            <figure id="f27106038" figsize="col-wide">
                <graphic filename="../figH31/H31224.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Empaquetadura de la tapa de v&#225;lvulas</caption>
                <calloutgroup>
                    <callout1 type="arabic">Frente del motor</callout1>
                    <callout1 type="arabic">Conector de paso directo para el BCP</callout1>
                    <callout1 type="arabic">Conector de paso directo para la v&#225;lvula de cierre del freno</callout1>
                    <callout1 type="arabic">Conector de paso directo para el ICP</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conector del cableado del motor del conector de paso directo para el BCP y
                    haga los pasos 2 a 6.
                </para>
            </step1>
            <figure id="f27106039" figsize="col-wide">
                <graphic filename="../figH31/H31253.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Cableado de derivaci&#243;n al conector de paso directo para el BCP</caption>
            </figure>
            <step1>
                <para count="1">Conecte el cableado de derivaci&#243;n para la empaquetadura de la tapa de v&#225;lvulas
                    al conector de paso directo para el BCP y al cableado del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la presi&#243;n de control del freno con el DMM.</para>
                <randlist type="bullet">
                    <item>
                        <para>Conecte POS con verde (circuito de se&#241;al) y NEG con negro (circuito de tierra).
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Cuando encamine los cables del DMM, no los tuerza, no los pase muy cerca de piezas en
                        movimiento ni permita que toquen superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ponga la llave en ON. No arranque el motor. Mida el voltaje de la se&#241;al del BCP con
                    la llave en ON y el motor apagado y an&#243;telo en el formulario de diagn&#243;sticos.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP es mayor que el especificado con la llave en ON y
                            el motor apagado, refi&#233;rase a &#171;Diagn&#243;sticos operacionales del BCP&#187; en la
                            Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP con la llave en ON y el motor apagado cumple con el
                            especificado, siga con el paso 5.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Mida el voltaje de la se&#241;al del BCP con el motor en ralent&#237; bajo y comp&#225;relo
                    con el valor obtenido con la llave en ON y el motor apagado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP en ralent&#237; bajo es mayor que el voltaje de la
                            se&#241;al del BCP con la llave en ON y el motor apagado, cuando el freno por motor est&#225;
                            inactivo, revise el BCP, los circuitos y los componentes del freno por motor. El voltaje del
                            BCP debe ser 0 kPa (0 lb/pulg
                            <supscript>2</supscript>), sin embargo, los valores pueden fluctuar tanto como 345 kPa (50
                            lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP en ralent&#237; bajo es igual al voltaje de la se&#241;al
                            del BCP con la llave en ON y el motor apagado, siga con el paso 6.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Mida el voltaje de la se&#241;al del BCP con el motor en ralent&#237; alto y comp&#225;relo
                    con el valor obtenido con la llave en ON y el motor apagado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP en ralent&#237; alto es mayor que el voltaje de la
                            se&#241;al del BCP con la llave en ON y el motor apagado, cuando el freno por motor est&#225;
                            inactivo, revise el BCP, los circuitos y los componentes del freno por motor. El voltaje del
                            BCP debe ser 0 kPa (0 lb/pulg
                            <supscript>2</supscript>), sin embargo, los valores pueden fluctuar tanto como 345 kPa (50
                            lb/pulg
                            <supscript>2</supscript>). La interferencia electromagn&#233;tica y la variaci&#243;n en el
                            valor de la tierra pueden causar cambios de voltaje insignificantes que no indican que haya
                            un problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el voltaje de la se&#241;al del BCP en ralent&#237; alto es igual al voltaje de la se&#241;al
                            del BCP con la llave en ON y el motor apagado, no hay problemas con el BCP ni con el freno
                            por motor.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_106.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_108.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
