<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - INTRODUCCI&#211;N - IDENTIFICACI&#211;N DEL MOTOR
        - Caracter&#237;sticas generales
    </stitle>
    <svcman/>
    <svcproc id="s29600in.1.4" svcproctype="describe" graphiccount="0">
        <title>Caracter&#237;sticas generales</title>
        <para>El motor VT 365 de International&#174; es de 8 cilindros en "V", 4 tiempos, enfriado por agua, con una
            cilindrada de 6 litros (365 pulgadas c&#250;bicas). Este motor tiene las siguientes caracter&#237;sticas
            principales:
        </para>
        <randlist type="bullet">
            <item>
                <para>Turbo controlado electr&#243;nicamente EVRT&#174;</para>
            </item>
            <item>
                <para>Enfriador de aire turboalimentado (CAC)</para>
            </item>
            <item>
                <para>Culata de una sola pieza con cuatro v&#225;lvulas por cilindro</para>
            </item>
            <item>
                <para>Inyecci&#243;n directa con inyectores electrohidr&#225;ulicos activados hidr&#225;ulicamente y
                    controlados electr&#243;nicamente.
                </para>
            </item>
        </randlist>
        <para>El orden de encendido es 1-2-7-3-4-5-6-8; mirando el motor desde atr&#225;s (extremo del volante del
            motor) los cilindros del lado derecho est&#225;n numerados 1 (al frente), 3, 5 y 7. Los cilindros del lado
            izquierdo est&#225;n numerados 2, 4, 6 y 8.
        </para>
        <para>Se dise&#241;&#243; especialmente un bloque del motor de dos piezas, para soportar las cargas de la
            operaci&#243;n con diesel. La parte inferior del bloque del motor tiene tapas de cojinete de bancada
            integradas. Los conductos para refrigerante y aceite est&#225;n fundidos y fresados en el bloque del motor y
            en la carcasa de la tapa delantera.
        </para>
        <para>El cig&#252;e&#241;al tiene cinco cojinetes de bancada con empuje hacia adelante y hacia atr&#225;s
            controlados en la mitad superior del cojinete n&#250;mero 4. Cada mu&#241;&#243;n del cig&#252;e&#241;al
            tiene conectadas dos bielas. Los pasadores de pist&#243;n flotan libremente en la biela y en el pist&#243;n
            y tienen anillos de retenci&#243;n que los mantienen en su sitio.
        </para>
        <para>Los pistones son de una sola pieza de aleaci&#243;n de aluminio, con un anillo de compresi&#243;n de
            perfil trapezoidal, un anillo de compresi&#243;n intermedio de perfil rectangular y un anillo de control de
            aceite de dos piezas. La concavidad de combusti&#243;n est&#225; en la corona del pist&#243;n y est&#225;
            dise&#241;ada para reducir las emisiones.
        </para>
        <para>El &#225;rbol de levas est&#225; soportado por cinco cojinetes de casquillo, encajados a presi&#243;n en
            el bloque. Dos l&#243;bulos, levantav&#225;lvulas, varillas de empuje y balancines controlan cuatro v&#225;lvulas
            por cilindro. El &#225;rbol de levas es impulsado por engranaje desde el extremo trasero del cig&#252;e&#241;al.
            Entre el engranaje del &#225;rbol de levas y el bloque del motor hay una brida de empuje. El empuje del
            &#225;rbol de levas es controlado con la superficie trasera del mu&#241;&#243;n n&#250;mero 5 del &#225;rbol
            de levas y por el propio engranaje.
        </para>
        <para>Los levantav&#225;lvulas hidr&#225;ulicos mantienen el juego de las v&#225;lvulas en cero y minimizan el
            ruido del motor. Esto elimina la necesidad de realizar ajustes peri&#243;dicos del juego de las v&#225;lvulas.
            Los levantav&#225;lvulas hidr&#225;ulicos tienen rodillos que proporcionan gran durabilidad a los l&#243;bulos
            y a los levantav&#225;lvulas.
        </para>
        <para>El sistema de lubricaci&#243;n usa una bomba tipo gerotor impulsada por el cig&#252;e&#241;al, instalada
            externamente en la tapa delantera. El regulador de presi&#243;n de aceite est&#225; integrado en la tapa
            delantera y es accesible desde afuera del motor. El aceite lubricante es encaminado a trav&#233;s de un
            enfriador equipado con una v&#225;lvula de desv&#237;o controlada por presi&#243;n. El aceite se desplaza
            por conductos dentro del bloque del motor para lubricar todos los componentes internos, surtir los tubos
            enfriadores de los pistones y el dep&#243;sito de la bomba de alta presi&#243;n. El turbo y el compresor de
            aire usan tuber&#237;as de aceite externas.
        </para>
        <para>La operaci&#243;n del motor est&#225; controlada por un m&#243;dulo de control (ECM) instalado en el
            motor, que recibe se&#241;ales de los sensores. El ECM controla el regulador de la presi&#243;n de inyecci&#243;n
            (IPR), el activador del turbo de respuesta variable electr&#243;nica (EVRT&#174;), la v&#225;lvula de
            recirculaci&#243;n de gases de escape (v&#225;lvula de EGR) y el rel&#233; de las buj&#237;as
            incandescentes.
        </para>
        <para>El m&#243;dulo impulsor de los inyectores (IDM) sirve para activar los inyectores de 48 voltios.</para>
        <para>El turbo controlado electr&#243;nicamente EVRT&#174; es controlado electr&#243;nicamente e impulsado hidr&#225;ulicamente.
            El turbo est&#225; dise&#241;ado para proporcionar control del refuerzo de potencia a velocidades bajas y
            altas para obtener una mejor respuesta del acelerador.
        </para>
        <para>Una v&#225;lvula de EGR permite introducir los gases de escape enfriados por agua dentro de la corriente
            de aire de admisi&#243;n para reducir las emisiones del escape.
        </para>
        <para>El motor tiene un sistema cerrado para la respiraci&#243;n del bloque, que dirige los gases que escapan
            del cilindro hacia la entrada de aire del turbo.
        </para>
        <para>El enfriador de aire turboalimentado (CAC) instalado en el chasis es un intercambiador de calor de aire
            con aire que aumenta la densidad del aire turboalimentado.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
