<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - PISTONES, ANILLOS y BIELAS - INSTALACI&#211;N</stitle>
    <svcman/>
    <svcsubsec>
        <title>INSTALACI&#211;N</title>
        <svcproc svcproctype="assemble" graphiccount="5">
            <title>Conjunto del Pist&#243;n y Anillos</title>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os al motor, anote el n&#250;mero de serie del motor (estampado en la
                        base del bloque del motor, lado izquierdo trasero del bloque del motor) y el n&#250;mero de
                        parte del pist&#243;n (estampado en la corona del mismo). Hay disponibles muchas clases de
                        pistones para diferentes aplicaciones de servicio. No instale ning&#250;n pist&#243;n a menos
                        que tenga un n&#250;mero de parte igual. Adicionalmente, el reemplazo de la rueda volante, plato
                        flexible y amortiguador de vibraci&#243;n puede que tambi&#233;n sean necesarios dependiendo del
                        n&#250;mero de serie del motor. Algunos motores tiene pistones con una masa mayor, resultando en
                        la necesidad de una rueda volante, plato flexible, o amortiguador de vibraci&#243;n con valores
                        de inercia que complementen la masa adicional. Para detalles, vea a su distribuidor
                        International.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, aseg&#250;rese que la biela y el pist&#243;n sean
                        ensamblados correctamente.
                    </para>
                </caution>
            </specpara>
            <para>Ensamble los anillos del pist&#243;n, el pist&#243;n, y la biela de la siguiente manera:</para>
            <step1>
                <para count="1">Conecte el pist&#243;n a la biela de la siguiente manera:</para>
                <step2>
                    <para count="1">Lubrique con aceite limpio de motor el agujero del pasador del pist&#243;n en la
                        biela, el agujero del pasador del pist&#243;n, y el pasador del pist&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Oriente la pierna larga de la biela con el lado del pist&#243;n estampado con "CAM
                        V8" en su corona.
                    </para>
                    <figure id="f2350719" figsize="col-wide">
                        <graphic filename="../figd04/d0423.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="300" box="yes"/>
                        <caption>Posici&#243;n Apropiada de Instalaci&#243;n de la Biela</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Pierna larga de la biela (lado del eje de levas)</callout1>
                            <callout1 type="arabic">"CAM V8" estampado en la corona del pist&#243;n del lado del eje de
                                levas
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Use alicates para instalar el anillo retenedor en un lado del agujero del pasador
                        del pist&#243;n.
                    </para>
                    <figure id="f2350714.3" figsize="col-wide">
                        <graphic filename="../figd04/d0402.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="300" box="yes"/>
                        <caption>Instalando el Anillo Retenedor del Pasador del Pist&#243;n</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Deslice el pasador del pist&#243;n a trav&#233;s de los agujeros perforados, deteni&#233;ndose
                        en el anillo de retenci&#243;n instalado.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use alicates para colocar el segundo anillo de retenci&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Revise la holgura del extremo del pasador del pist&#243;n
                        <xref refid="te2350701"/>.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Use alicates para expansi&#243;n de anillos
                    <xref refid="te2350703"/>
                    para
                    <hotlnk xrefid="f2350715">instalar los anillos del pist&#243;n en el pist&#243;n</hotlnk>
                    de la siguiente manera:
                </para>
                <figure id="f2350725" figsize="col-wide">
                    <graphic filename="../figd04/d0426.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Localizaci&#243;n de los Anillos del Pist&#243;n</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Anillo de compresi&#243;n superior</callout1>
                        <callout1 type="arabic">Anillo de compresi&#243;n intermedio</callout1>
                        <callout1 type="arabic">Anillo de control de aceite</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f2350715" figsize="col-wide">
                    <graphic filename="../figd04/d0401.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Instalando los Anillos en el Pist&#243;n (t&#237;pico)</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Herramienta para expandir los anillos de pist&#243;n</callout1>
                        <callout1 type="arabic">Pist&#243;n</callout1>
                        <callout1 type="arabic">Anillo del pist&#243;n (mostrado el de compresi&#243;n superior)
                        </callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Instale el anillo de control de aceite en la ranura del fondo del pist&#243;n.
                    </para>
                    <specpara>
                        <note>
                            <para>Instale los anillos de compresi&#243;n superior e intermedio con sus marcas de
                                identificaci&#243;n mirando hacia arriba (tope del pist&#243;n). Cuando instale los
                                anillos en cada pist&#243;n, coloque el espacio libre de cada uno de ellos a 120&#176;
                                aparte uno del otro.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="f2350716">Instale el anillo intermedio en la ranura intermedia del
                            pist&#243;n</hotlnk>. El anillo intermedio est&#225; identificado por una marca con dos
                        ceros "00", localizada en la superficie del tope del anillo.
                    </para>
                    <figure id="f2350716" figsize="col-wide">
                        <graphic filename="../figd04/d0414.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="300" box="yes"/>
                        <caption>Marcas de Identificaci&#243;n del Anillo de Pist&#243;n (mostrado el anillo superior)
                        </caption>
                        <calloutgroup>
                            <callout1 type="arabic">Marca de Identificaci&#243;n</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="f2350715">Instale el anillo de compresi&#243;n en la ranura del tope del pist&#243;n</hotlnk>
                        .El anillo de compresi&#243;n est&#225; identificado por una marca "0" , localizada en la
                        superficie del tope del anillo. Aseg&#250;rese que el anillo sea instalado con la marca de
                        identificaci&#243;n hacia arriba.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_114.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_116.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
