<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DEL SISTEMA DE CONTROL
        ELECTR&#211;NICO - Diagn&#243;sticos de circuitos - Sensor de la presi&#243;n del aceite del motor (EOP)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Sensor de la presi&#243;n del aceite del motor (EOP)</title>
        <svcprocinfo>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3343" filename="../figd33/d3343.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del sensor de la presi&#243;n del aceite del motor (EOP)</caption>
            </figure>
            <para>El diagrama de la funci&#243;n del EOP incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Sensor de la presi&#243;n del aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Luces ENGINE &#225;mbar y roja</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>El sensor de la presi&#243;n del aceite del motor (EOP) es un sensor de capacitancia variable en la
                base del filtro de aceite, encima del motor. El ECM suministra una se&#241;al de referencia de 5 V que
                el EOP usa para producir un voltaje lineal anal&#243;gico que indica presi&#243;n de aceite.
            </para>
            <para>Puede activarse el sistema de advertencia y protecci&#243;n del motor (EWPS), un sistema opcional para
                advertir al conductor y apagar el motor cuando hay baja presi&#243;n de aceite.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Operaci&#243;n del circuito del EOP</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3344" filename="../figd33/d3344.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama del circuito del EOP</caption>
            </figure>
            <para>El EOP recibe un voltaje de referencia de 5 V por su terminal B desde el terminal X1-14 del ECM. El
                EOP tambi&#233;n recibe se&#241;al de tierra en el terminal A desde el terminal X1-6. El EOP env&#237;a
                una se&#241;al desde el terminal C hacia el terminal X2-7 del ECM.
            </para>
            <para>
                <title>Detecci&#243;n y manejo de fallas</title>
            </para>
            <para>Cuando el ECM detecta que la se&#241;al del EOP excede el l&#237;mite superior o inferior, har&#225;
                que el motor la ignore y desconectar&#225; el sistema de advertencia y protecci&#243;n del motor (EWPS).
            </para>
            <para>
                <title>C&#243;digos de falla (DTC) del EOP</title>
            </para>
            <para>Los DTC se leen con la herramienta electr&#243;nica de servicio (EST) o contando los destellos de las
                luces ENGINE &#225;mbar y roja.
            </para>
            <verbatim id="f240dtc211">
                <line>
                    <emph type="bold">DTC 211</emph>
                </line>
                <line>
                    <emph type="bold">Excede el l&#237;mite inferior</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 211 cuando la se&#241;al del EOP es menor de 0,039 V por m&#225;s de 0,35
                        segundos.
                    </para>
                </item>
                <item>
                    <para>El DTC 211 puede aparecer si hay una interrupci&#243;n o corto a tierra en el circuito de la
                        se&#241;al, un sensor defectuoso o una interrupci&#243;n o corto a tierra en el circuito del V
                        <subscript>REF</subscript>.
                    </para>
                </item>
                <item>
                    <para>Cuando el DTC 211 est&#225; activo, la luz ENGINE &#225;mbar se enciende.</para>
                </item>
            </randlist>
            <verbatim id="f240dtc212">
                <line>
                    <emph type="bold">DTC 212</emph>
                </line>
                <line>
                    <emph type="bold">Excede el l&#237;mite superior</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 212 cuando la se&#241;al del EOP es mayor de 4,9 V por m&#225;s de 0,35
                        segundos.
                    </para>
                </item>
                <item>
                    <para>El DTC 212 puede aparecer si hay una interrupci&#243;n en el circuito de tierra de la se&#241;al,
                        un corto a una fuente de voltaje en el circuito de la se&#241;al del ICP o un sensor defectuoso.
                    </para>
                </item>
                <item>
                    <para>Cuando el DTC 212 est&#225; activo, la luz ENGINE &#225;mbar se enciende.</para>
                </item>
            </randlist>
            <verbatim id="f240dtc225">
                <line>
                    <emph type="bold">DTC 225</emph>
                </line>
                <line>
                    <emph type="bold">Se&#241;al del sensor falla dentro de los l&#237;mites</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 225 cuando el voltaje de la se&#241;al del EOP es superior a lo esperado
                        con la llave en ON y el motor apagado.
                    </para>
                </item>
                <item>
                    <para>El DTC 225 puede aparecer si hay un circuito polarizado o si el EOP est&#225; defectuoso.
                    </para>
                </item>
                <item>
                    <para>Cuando el DTC 225 est&#225; activo, la luz ENGINE &#225;mbar se enciende.</para>
                </item>
            </randlist>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics</para>
                </item>
                <item>
                    <para>Cable de interfaz EZ-Tech de International&#174;</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (DMM)</para>
                </item>
                <item>
                    <para>Haz de cables con 3 clavijas banana y cable de resistencia de 500 &#x2126;</para>
                </item>
                <item>
                    <para>Caja de conexiones</para>
                </item>
                <item>
                    <para>Haz de derivaci&#243;n</para>
                </item>
                <item>
                    <para>Juego de adaptadores para probar terminales</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos operacionales del EOP</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3344" filename="../figd33/d3344.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama del circuito del EOP</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con las siguientes advertencias:
                    </para>
                    <para>Evite cualquier contacto con piezas rotativas y en movimiento (correas y ventilador) y
                        superficies calientes del motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Abra la sesi&#243;n de monitorizaci&#243;n continua en la EST. Para monitorizar el
                    voltaje de las se&#241;ales, use la prueba Continuous Monitor Test con la llave en ON y el motor
                    apagado.
                </para>
            </step1>
            <step1>
                <para count="1">Monitorice el voltaje de la se&#241;al del EOP. Verifique la presencia de un DTC activo
                    en el circuito del EOP.
                </para>
            </step1>
            <step1>
                <para count="1">Si el DTC est&#225; activo, haga el paso 5 y las mediciones del circuito del EOP de la
                    tabla de la p&#225;gina siguiente.
                </para>
            </step1>
            <step1>
                <para count="1">Si el DTC est&#225; inactivo, sacuda los conectores y cables en todas las &#225;reas
                    sospechosas. Si la continuidad de alg&#250;n circuito se interrumpe, la EST emitir&#225; un bip y
                    mostrar&#225; los DTC relacionados con el problema.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el haz de derivaci&#243;n para sensores de presi&#243;n al cableado del motor
                    solamente.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Luego de sacar el conector, inspeccione en busca de pines da&#241;ados, corrosi&#243;n y
                        terminales sueltos. Repare lo que fuera necesario.
                    </para>
                </note>
            </specpara>
            <table id="te24007038" tblwidth="pg-wide" frame="topbot">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.18in"/>
                    <colspec colname="col2" colwidth="0.93in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones del circuito del EOP</emph>
                                    (Con la EST, DMM, haz de derivaci&#243;n y cable de 500 &#x2126;).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Condici&#243;n de la prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Especif.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Mediciones</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Sensor desconectado</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si el voltaje es >0,039 V, busque corto al V
                                    <subscript>REF</subscript>
                                    o B+ en el circuito de la se&#241;al.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Mida el voltaje con el DMM desde el pin AZUL a tierra.</para>
                            </entry>
                            <entry colname="col2">
                                <para>5 V &#177;0,5</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5,5 V, busque corto del V
                                    <subscript>REF</subscript>
                                    a B+. Si el voltaje es &#60;4,5 V, revise el V
                                    <subscript>REF</subscript>
                                    a ver si est&#225; abierto o en corto a tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Cable de 500 &#x2126; entre pines VERDE y AZUL del haz de derivaci&#243;n.</para>
                            </entry>
                            <entry colname="col2">
                                <para>5 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60;4,9 V, busque interrupci&#243;n o corto a tierra en el circuito de la se&#241;al.
                                    Saque el cable negativo de la bater&#237;a. Mida la resistencia desde el pin C a
                                    tierra (especif. >1 k&#x2126;) a ver si hay un corto a tierra. Use la caja de
                                    conexiones desde el pin C al pin X2-7 (especif. &#60;5 &#x2126;) a ver si el
                                    cableado est&#225; interrumpido.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Resistencia desde el pin NEGRO del haz de derivaci&#243;n a la tierra del chasis
                                    con el DMM.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n o alta resistencia del ECM al conector
                                    del sensor. Mida la resistencia con la caja de conexiones desde el pin A al pin X1-6
                                    (especif. &#60;5 &#x2126;).
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Conecte el cableado del motor al sensor. Use la EST para borrar los DTC. Si despu&#233;s
                    de revisar las condiciones de la prueba sigue apareciendo un DTC activo, sustituya el EOP.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos del EOP con los pines</title>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3344" filename="../figd33/d3344.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama del circuito del EOP</caption>
            </figure>
            <table id="te24007039" tblwidth="pg-wide" frame="bottom">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.00in"/>
                    <colspec colname="col2" colwidth="0.86in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <warning>
                                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al
                                        motor o al veh&#237;culo, aseg&#250;rese siempre de desconectar primero el cable
                                        negativo de la bater&#237;a. Siempre reconecte el cable negativo de la bater&#237;a
                                        al final.
                                    </para>
                                </warning>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de voltaje en el conector</emph>
                                    (Con la llave en ON y el sensor desconectado del cableado).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>Especif.</para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>0 V</para>
                            </entry>
                            <entry colname="col3">
                                <para>Tierra de la se&#241;al (no deber&#237;a haber voltaje); si hay voltaje, busque un
                                    corto a B+ o V
                                    <subscript>REF</subscript>.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>B a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>5 V &#177;0,5</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si no, el V
                                    <subscript>REF</subscript>
                                    tiene una interrupci&#243;n o un corto a tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>C a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;0,25</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >0,25 V, el cable a tierra de la se&#241;al est&#225; en corto al V
                                    <subscript>REF</subscript>
                                    o B+.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia del conector a la tierra del chasis
                                    </emph>
                                    (Con la llave en OFF. Desconecte el conector del sensor y el cable negativo de la
                                    bater&#237;a).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>A a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en el circuito.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>B a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>500 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60;500 &#x2126;, busque corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>C a tierra</para>
                            </entry>
                            <entry colname="col2">
                                <para>>1 k&#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si &#60;1 k&#x2126;, busque corto a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones de resistencia en el cableado</emph>
                                    (Con la caja de conexiones s&#243;lo en el cableado del motor).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X1-6 a A</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en el cable a tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X1-14 a B</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en cable del V
                                    <subscript>REF</subscript>.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X2-7 a C</para>
                            </entry>
                            <entry colname="col2">
                                <para>&#60;5 &#x2126;</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si >5 &#x2126;, busque interrupci&#243;n en el cable de la se&#241;al</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="te24007040" tblwidth="pg-wide" frame="topbot">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="2.00in"/>
                    <colspec colname="col2" colwidth="0.86in"/>
                    <colspec colname="COLSPEC0" colwidth="0.86in"/>
                    <colspec colname="col3" colwidth="3.00*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Mediciones operacionales del voltaje del EOP</emph>
                                    (Con la caja de conexiones conectada al ECM y al cableado del motor).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Punto de prueba</para>
                            </entry>
                            <entry colname="col2">
                                <para>voltio</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>kPa (lb/pulg
                                    <supscript>2</supscript>)
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X2-7 a X1-6</para>
                            </entry>
                            <entry colname="col2">
                                <para>0,89 V</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>34 (5)</para>
                            </entry>
                            <entry colname="col3" morerows="3">
                                <para>La presi&#243;n variar&#225; con la velocidad y la temperatura del motor.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X2-7 a X1-6</para>
                            </entry>
                            <entry colname="col2">
                                <para>1,15 V</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>69 (10)</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X2-7 a X1-6</para>
                            </entry>
                            <entry colname="col2">
                                <para>2,40 V</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>241 (35)</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>X2-7 a X1-6</para>
                            </entry>
                            <entry colname="col2">
                                <para>3,61 V</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>414 (60)</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>
                                    <emph type="bold">C&#243;digos de falla del EOP</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>DTC 211 = El voltaje de la se&#241;al fue &#60;0,039 V por m&#225;s de 0,35
                                    segundos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>DTC 212 = El voltaje de la se&#241;al fue >4,9 V por m&#225;s de 0,35 segundos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>DTC 225 = La presi&#243;n del aceite fue >15 lb/pulg
                                    <supscript>2</supscript>
                                    con llave en ON y motor apagado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>DTC 313 = Vea Sistema de advertencia y protecci&#243;n del motor (EWPS).</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN1">
                                <para>DTC 314 = Vea Sistema de advertencia y protecci&#243;n del motor (EWPS).</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_164.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_166.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
