<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - BLOQUE DEL MOTOR, CIG&#220;E&#209;AL Y COJINETES,
        &#193;RBOL DE LEVAS Y BUJES - LIMPIEZA, INSPECCI&#211;N Y PRUEBAS - Cig&#252;e&#241;al
    </stitle>
    <svcman/>
    <svcproc id="s2960008.2.2" svcproctype="clean" graphiccount="2">
        <title>Cig&#252;e&#241;al</title>
        <step1>
            <para count="1">Limpie e inspeccione el cig&#252;e&#241;al y los cojinetes de bancada en la forma
                siguiente:
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                        protectores laterales cuando limpie con aire comprimido, para reducir el peligro ante la
                        posibilidad de que salten part&#237;culas. Limite la presi&#243;n de aire a 207 kPa (30 lb/pulg
                        <supscript>2</supscript>), refi&#233;rase a "Informaci&#243;n sobre seguridad" .
                    </para>
                </warning>
            </specpara>
            <step2>
                <para count="1">Limpie el cig&#252;e&#241;al con un solvente adecuado. S&#233;quelo con aire
                    comprimido.
                </para>
            </step2>
            <step2>
                <para count="1">Limpie todos los conductos internos de aceite del cig&#252;e&#241;al con un cepillo de
                    cerdas duras de nailon. Afloje las acumulaciones de suciedad, lodo y otros dep&#243;sitos. Enjuague
                    los conductos de aceite con un solvente adecuado.
                </para>
            </step2>
            <step2>
                <para count="1">Inspeccione los mu&#241;ones del cig&#252;e&#241;al (principales y de biela) en busca de
                    marcas, muescas o rayones.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Inspeccione los cojinetes de bancada del cig&#252;e&#241;al en busca de rayones, ranuras,
                picaduras y coloraci&#243;n inconsistente.
            </para>
        </step1>
        <figure id="f296000826" figsize="col-wide">
            <graphic filename="../figd07/d0712.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 317. Mida el mu&#241;&#243;n principal del cig&#252;e&#241;al</caption>
        </figure>
        <figure id="f296000827" figsize="col-wide">
            <graphic filename="../figd07/d0733.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px"/>
            <caption>Figura 318. Mida el mu&#241;&#243;n de biela del cig&#252;e&#241;al</caption>
        </figure>
        <step1>
            <para count="1">Mida el di&#225;metro de cada mu&#241;&#243;n (principal y de biela) con un micr&#243;metro
                de 3 - 4 pulgadas. Mida cada mu&#241;&#243;n en dos puntos a 90&#176; uno del otro. Mueva el micr&#243;metro
                sobre todo el ancho del mu&#241;&#243;n .
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os en el motor, si los mu&#241;ones exceden las especificaciones m&#225;ximas
                    de ovalizaci&#243;n o conicidad, debe rectificar o cambiar el cig&#252;e&#241;al.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_160.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_162.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
