<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DEL SISTEMA DE CONTROL
        ELECTR&#211;NICO - Diagn&#243;sticos de circuitos - Sistema de advertencia y protecci&#243;n del motor (EWPS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Sistema de advertencia y protecci&#243;n del motor (EWPS)</title>
        <svcprocinfo>
            <figure id="f24007" figsize="pg-wide">
                <graphic id="d3342" filename="../figd33/d3342.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Diagrama de la funci&#243;n del sistema de advertencia y protecci&#243;n del motor (EWPS)
                </caption>
            </figure>
            <para>
                <title>Funci&#243;n</title>
            </para>
            <para>El sistema de advertencia y protecci&#243;n del motor (EWPS) protege contra condiciones de operaci&#243;n
                indeseables, para impedir da&#241;os al motor y prolongar su vida. Cuando se detecta una condici&#243;n
                de advertencia, los componentes electr&#243;nicos incorporados encender&#225;n la luz ENGINE roja.
            </para>
            <para>Cuando se detecta una condici&#243;n cr&#237;tica en el motor, los componentes electr&#243;nicos
                incorporados lo apagar&#225;n, si el sistema de protecci&#243;n del motor est&#225; activado. La condici&#243;n
                cr&#237;tica del motor ser&#225; registrada por una funci&#243;n que mantiene un registro de eventos en
                horas de motor y valores indicados por el od&#243;metro. Luego de que el motor se apaga, puede volver a
                arrancarse por un per&#237;odo de 30 segundos.
            </para>
            <para>Hay cuatro opciones de EWPS:</para>
            <randlist type="bullet">
                <item>
                    <para>Est&#225;ndar</para>
                </item>
                <item>
                    <para>Advertencia de 2 v&#237;as</para>
                </item>
                <item>
                    <para>Advertencia de 3 v&#237;as</para>
                </item>
                <item>
                    <para>Protecci&#243;n de 3 v&#237;as</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Diagn&#243;sticos operacionales del EWPS</title>
            <para>El EWPS incluye las siguientes funciones:</para>
            <deflist>
                <term>EWPS mode (modo de EWPS)</term>
                <def>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados el modo deseado de
                    operaci&#243;n para la funci&#243;n de advertencia y protecci&#243;n del motor.
                </def>
            </deflist>
            <deflist>
                <term>Standard warning (advertencia est&#225;ndar - RPM, ECT)</term>
                <def>El modo de operaci&#243;n est&#225; basado en velocidad excesiva y recalentamiento del motor. No
                    hay apagado del motor.
                </def>
            </deflist>
            <deflist>
                <term>2-way warning (advertencia de 2 v&#237;as - RPM, ECT, EOP)</term>
                <def>El modo de operaci&#243;n est&#225; basado en velocidad excesiva y recalentamiento del motor y en
                    la baja presi&#243;n del aceite. No hay apagado del motor.
                </def>
            </deflist>
            <deflist>
                <term>3-way warning (advertencia de 3 v&#237;as - RPM, ECT, EOP, ECL)</term>
                <def>El modo de operaci&#243;n est&#225; basado en velocidad excesiva y recalentamiento del motor, baja
                    presi&#243;n del aceite y bajo nivel del refrigerante. No hay apagado del motor.
                </def>
            </deflist>
            <deflist>
                <term>3-way Protection (protecci&#243;n de 3 v&#237;as - RPM, ECT, EOP, ECL)</term>
                <def>El modo de operaci&#243;n est&#225; basado en velocidad excesiva y recalentamiento del motor, baja
                    presi&#243;n del aceite y bajo nivel del refrigerante. La funci&#243;n de apagado est&#225;
                    disponible si se detecta una condici&#243;n cr&#237;tica. Las condiciones cr&#237;ticas incluyen
                    recalentamiento, baja presi&#243;n del aceite y bajo nivel del refrigerante.
                </def>
            </deflist>
            <deflist>
                <term>ECT Warning Temperature (temperatura de advertencia con ECT)</term>
                <def>Este par&#225;metro indica la temperatura de recalentamiento a la cual se debe encender la luz
                    ENGINE roja y activar la alarma sonora de advertencia.
                </def>
            </deflist>
            <deflist>
                <term>ECT Critical Temperature (temperatura cr&#237;tica con ECT)</term>
                <def>Este par&#225;metro indica la temperatura de recalentamiento a la cual se debe apagar el motor. La
                    funci&#243;n de registro de eventos registrar&#225; el apagado en horas de funcionamiento del motor
                    y valor del od&#243;metro.
                </def>
            </deflist>
            <deflist>
                <term>EOP RPM Boundary 1 (l&#237;mite de RPM para EOP 1)</term>
                <def>Este par&#225;metro indica los l&#237;mites de RPM para el nivel 1 de detecci&#243;n de p&#233;rdida
                    de presi&#243;n del aceite.
                </def>
            </deflist>
            <deflist>
                <term>EOP RPM Boundary 2 (l&#237;mite de RPM para EOP 2)</term>
                <def>Este par&#225;metro indica los l&#237;mites de RPM para el nivel 2 de detecci&#243;n de p&#233;rdida
                    de presi&#243;n del aceite.
                </def>
            </deflist>
            <deflist>
                <term>EOP RPM Boundary 3 (l&#237;mite de RPM para EOP 3)</term>
                <def>Este par&#225;metro indica los l&#237;mites de RPM para el nivel 3 de detecci&#243;n de p&#233;rdida
                    de presi&#243;n del aceite.
                </def>
            </deflist>
            <deflist>
                <term>EOP Warning Level 1 (nivel de advertencia 1 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual se debe
                    encender la luz ENGINE roja y activar la alarma sonora de advertencia.
                </def>
            </deflist>
            <deflist>
                <term>EOP Warning Level 2 (nivel de advertencia 2 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual se debe
                    encender la luz ENGINE roja y activar la alarma sonora de advertencia.
                </def>
            </deflist>
            <deflist>
                <term>EOP Warning Level 3 (nivel de advertencia 3 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual se debe
                    encender la luz ENGINE roja y activar la alarma sonora de advertencia.
                </def>
            </deflist>
            <deflist>
                <term>EOP Critical Level 1 (nivel cr&#237;tico 1 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual debe
                    apagarse el motor. La funci&#243;n de registro de eventos registrar&#225; el apagado en horas de
                    funcionamiento del motor y valor del od&#243;metro.
                </def>
            </deflist>
            <deflist>
                <term>EOP Critical Level 2 (nivel cr&#237;tico 2 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual debe
                    apagarse el motor. La funci&#243;n de registro de eventos registrar&#225; el apagado en horas de
                    funcionamiento del motor y valor del od&#243;metro.
                </def>
            </deflist>
            <deflist>
                <term>EOP Critical Level 3 (nivel cr&#237;tico 3 del EOP)</term>
                <def>Este par&#225;metro indica el nivel de p&#233;rdida de presi&#243;n del aceite al cual debe
                    apagarse el motor. La funci&#243;n de registro de eventos registrar&#225; el apagado en horas de
                    funcionamiento del motor y valor del od&#243;metro.
                </def>
            </deflist>
            <para>
                <title>C&#243;digos de falla (DTC) del EWPS</title>
            </para>
            <para>Los DTC se leen con la herramienta electr&#243;nica de servicio (EST) o contando los destellos de las
                luces ENGINE &#225;mbar y roja.
            </para>
            <verbatim id="f240dtc323">
                <line>
                    <emph type="bold">DTC 323</emph>
                </line>
                <line>
                    <emph type="bold">Refrigerante por debajo del nivel de advertencia/cr&#237;tico</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 323 cuando el nivel de refrigerante es bajo. Cuando el modo del EWPS es
                        de protecci&#243;n de 3 v&#237;as y el DTC 323 est&#225; activo, el motor se apagar&#225;.
                        Cuando esto ocurra, el ECM registrar&#225; las horas de funcionamiento del motor y el valor del
                        od&#243;metro. Despu&#233;s de haberse apagado, el motor puede arrancarse nuevamente y usarse
                        por 30 segundos. Cuando se corrige el nivel de refrigerante, el DTC 323 se vuelve inactivo.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Si el nivel del refrigerante es apropiado, refi&#233;rase a los diagn&#243;sticos electr&#243;nicos
                        del ECL. El DTC 323 puede deberse a un corto a tierra.
                    </para>
                </note>
            </specpara>
            <verbatim id="f240dtc321">
                <line>
                    <emph type="bold">DTC 321</emph>
                </line>
                <line>
                    <emph type="bold">Superior al nivel de advertencia</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 321 cuando la temperatura del refrigerante es superior a 109 &#176;C (228
                        &#176;F). El ECM enciende la luz ENGINE roja y activa la alarma sonora. Cuando la temperatura
                        desciende por debajo de 109 &#176;C (228 &#176;F) el DTC se volver&#225; inactivo. Refi&#233;rase
                        a los diagn&#243;sticos en la Secci&#243;n 4.
                    </para>
                </item>
            </randlist>
            <verbatim id="f240dtc322">
                <line>
                    <emph type="bold">DTC 322</emph>
                </line>
                <line>
                    <emph type="bold">Refrigerante por encima del nivel cr&#237;tico</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 322 cuando la temperatura del refrigerante es superior a 112,5 &#176;C
                        (234,5 &#176;F). El ECM enciende la luz ENGINE roja y activa la alarma sonora. Cuando la
                        temperatura desciende por debajo de 112,5 &#176;C (234,5 &#176;F) el DTC se volver&#225;
                        inactivo. Refi&#233;rase a los diagn&#243;sticos en la Secci&#243;n 4.
                    </para>
                </item>
            </randlist>
            <verbatim id="f240dtc325">
                <line>
                    <emph type="bold">DTC 325</emph>
                </line>
                <line>
                    <emph type="bold">Potencia reducida de acuerdo al estado del sistema de enfriamiento</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 325 cuando la temperatura del sistema de enfriamiento es superior a 107
                        &#176;C (225 &#176;F). A esta temperatura el ECM reducir&#225; el combustible entregado al
                        motor. Si la temperatura desciende a menos de 107 &#176;C (225 &#176;F), el DTC se volver&#225;
                        inactivo y el motor volver&#225; a funcionar normalmente.
                    </para>
                    <para>Por cada grado Celsius de temperatura, el combustible se reducir&#225; en un 6%. Esto reduce
                        el calor producido por el motor y la carga sobre el sistema de enfriamiento. La velocidad del
                        veh&#237;culo tambi&#233;n se reducir&#225; para permitir al conductor poner una marcha m&#225;s
                        baja para aumentar la eficiencia del sistema de enfriamiento. A medida que la temperatura
                        disminuye, el nivel de compensaci&#243;n se reduce hasta que la temperatura caiga por debajo de
                        107 &#176;C (225 &#176;F), a la cual se reanuda la operaci&#243;n normal.
                    </para>
                </item>
            </randlist>
            <verbatim id="f240dtc316">
                <line>
                    <emph type="bold">DTC 316</emph>
                </line>
                <line>
                    <emph type="bold">Falla de la CAP - Incapaz de calentar el motor</emph>
                </line>
            </verbatim>
            <specpara>
                <note>
                    <para>El DTC 316 s&#243;lo indica que el motor no ha podido alcanzar la temperatura de operaci&#243;n.
                        No indica una falla electr&#243;nica.
                    </para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>El DTC 316 aparece si el motor no alcanza la temperatura de operaci&#243;n. El DTC 316 aparece
                        s&#243;lo en motores que tengan activada la estrategia de protecci&#243;n contra clima fr&#237;o
                        (CAP). El DTC 316 aparece despu&#233;s que el motor ha funcionado por m&#225;s de 120 minutos
                        sin exceder las siguientes especificaciones de temperatura del refrigerante. El DTC 316 puede
                        borrarse con la EST.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Transmisi&#243;n mec&#225;nica 65 &#176;C (149 &#176;F)</para>
                        </item>
                        <item>
                            <para>Transmisi&#243;n autom&#225;tica 60 &#176;C (140 &#176;F)</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>El DTC 316 puede aparecer si ocurre cualquiera de las siguientes condiciones:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Demasiado tiempo en ralent&#237;</para>
                        </item>
                        <item>
                            <para>Bajas temperaturas (puede necesitar una funda de radiador)</para>
                        </item>
                        <item>
                            <para>Termostato trabado en posici&#243;n abierta</para>
                        </item>
                        <item>
                            <para>Tuber&#237;as del sistema de enfriamiento mal conectadas (no pasan por el
                                termostato)
                            </para>
                        </item>
                        <item>
                            <para>N&#250;cleos de calentadores auxiliares est&#225;n enfriando el motor (autobuses
                                escolares)
                            </para>
                        </item>
                        <item>
                            <para>Embrague del ventilador est&#225; pegado</para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <verbatim id="f240dtc313">
                <line>
                    <emph type="bold">DTC 313</emph>
                </line>
                <line>
                    <emph type="bold">Presi&#243;n del aceite inferior al nivel de advertencia</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 313 cuando la presi&#243;n del aceite desciende por debajo del nivel de
                        advertencia. Las especificaciones del nivel de advertencia son:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>34 kPa (5 lb/pulg
                                <supscript>2</supscript>) a 700 RPM
                            </para>
                        </item>
                        <item>
                            <para>69 kPa (10 lb/pulg
                                <supscript>2</supscript>) a 1400 RPM
                            </para>
                        </item>
                        <item>
                            <para>138 kPa (20 lb/pulg
                                <supscript>2</supscript>) a 2000 RPM
                            </para>
                            <para>El ECM enciende la luz ENGINE roja y activa la alarma sonora. Refi&#233;rase a los
                                diagn&#243;sticos en la Secci&#243;n 4.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>El DTC 313 puede aparecer si hay un sensor defectuoso que env&#237;a se&#241;ales incorrectas.
                        Para confirmar esto, compare la presi&#243;n real del aceite con el valor en la lista de datos
                        de la EST. La baja presi&#243;n de aceite debida a componentes mec&#225;nicos defectuosos tambi&#233;n
                        har&#225;n aparecer el DTC 313.
                    </para>
                </item>
            </randlist>
            <verbatim id="f240dtc314">
                <line>
                    <emph type="bold">DTC 314</emph>
                </line>
                <line>
                    <emph type="bold">Presi&#243;n del aceite inferior al nivel cr&#237;tico</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 314 cuando la presi&#243;n del aceite desciende por debajo del nivel cr&#237;tico.
                        Las especificaciones del nivel cr&#237;tico son:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>14 kPa (2 lb/pulg
                                <supscript>2</supscript>) a 700 RPM
                            </para>
                        </item>
                        <item>
                            <para>34 kPa (5 lb/pulg
                                <supscript>2</supscript>) a 1400 RPM
                            </para>
                        </item>
                        <item>
                            <para>152 kPa (12 lb/pulg
                                <supscript>2</supscript>) a 2000 RPM
                            </para>
                            <para>El ECM enciende la luz ENGINE roja y activa la alarma sonora. Refi&#233;rase a los
                                diagn&#243;sticos en la Secci&#243;n 4.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>El DTC 314 puede aparecer si hay un sensor defectuoso que env&#237;a se&#241;ales incorrectas.
                        Para confirmar esto, compare la presi&#243;n real del aceite con el valor en la lista de datos
                        de la EST. La baja presi&#243;n de aceite debida a componentes mec&#225;nicos defectuosos tambi&#233;n
                        har&#225;n aparecer el DTC 313.
                    </para>
                </item>
            </randlist>
            <verbatim id="f240dtc315">
                <line>
                    <emph type="bold">DTC 315</emph>
                </line>
                <line>
                    <emph type="bold">Velocidad del motor superior al nivel de advertencia</emph>
                </line>
            </verbatim>
            <randlist type="bullet">
                <item>
                    <para>El ECM genera el DTC 315 cuando las RPM del motor exceden 3350 RPM.</para>
                </item>
                <item>
                    <para>El DTC 315 puede aparecer si ocurre cualquiera de las siguientes condiciones:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Excesiva velocidad del motor al bajar de marcha sin querer.</para>
                        </item>
                        <item>
                            <para>Gran aceleraci&#243;n cuesta abajo sin correcto uso del freno.</para>
                        </item>
                        <item>
                            <para>Entrada de un gas combustible al sistema de admisi&#243;n de aire.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Cuando el DTC 315 est&#225; activo, la luz ENGINE &#225;mbar se enciende. Las horas de
                        funcionamiento del motor y los valores del od&#243;metro correspondientes a los dos &#250;ltimos
                        incidentes de excesiva velocidad ser&#225;n grabadas en el registro de eventos del motor.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_166.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_168.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
