<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">

    <svcsubproc>
        <title>Ensamble de la Culata</title>
        <para>Limpie la cara de las v&#225;lvulas y asientos con una solvente de limpieza adecuado para remover todo el
            mugre y materiales extra&#241;os. Sople aire comprimido filtrado para secar todos los componentes, nuevos o
            usados (refi&#233;rase a
            <xref refid="Safety07"/>).
        </para>
        <para>
            <emph type="bold">Instalando las V&#225;lvulas</emph>
        </para>
        <specpara>
            <note>
                <para>Las gu&#237;as deben ser limpiadas, use un cepillo para limpiar las gu&#237;as de las v&#225;lvulas.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Seque las gu&#237;as de la v&#225;lvulas con aire comprimido filtrado (refi&#233;rase a
                <xref refid="Safety07"/>).
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique el di&#225;metro interior de los sellos del v&#225;stago de la v&#225;lvula nuevos
                con aceite de motor limpio e instale el sello de la v&#225;lvula sobre la gu&#237;a de la v&#225;lvula,
                hasta que se detenga.
            </para>
        </step1>
        <specpara>
            <note>
                <para>El sello de la v&#225;lvula no sentar&#225; completamente a mano sobre la gu&#237;a de la v&#225;lvula.
                    El resorte de la herramienta de compresi&#243;n de la v&#225;lvula lo sentar&#225; cuando se
                    instalen las cu&#241;as retenedoras.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Coloque el resorte de la v&#225;lvula sobre el sello del v&#225;stago de la v&#225;lvula.
            </para>
        </step1>
        <figure id="f2350465" figsize="col-wide">
            <graphic filename="../figd08/d0885.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Instalando el Sello de la V&#225;lvula, el Resorte, y el Retenedor</caption>
            <calloutgroup>
                <callout1 type="arabic">Sello de la v&#225;lvula</callout1>
                <callout1 type="arabic">Resorte de la v&#225;lvula</callout1>
                <callout1 type="arabic">Retenedor de la V&#225;lvula</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale un retenedor del resorte de la v&#225;lvula en el tope del resorte.</para>
        </step1>
        <step1>
            <para count="1">Sujete la herramienta de compresi&#243;n del resorte de la v&#225;lvula y comprima el
                resorte de la v&#225;lvula. Instale las cu&#241;as retenedoras y libere la herramienta de compresi&#243;n
                del resorte de la v&#225;lvula.
            </para>
        </step1>
        <figure id="f2350466" figsize="col-wide">
            <graphic filename="../figd08/d0886.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                     box="yes"/>
            <caption>Instalando las Cu&#241;as de Retenci&#243;n de la V&#225;lvula</caption>
            <calloutgroup>
                <callout1 type="arabic">Cu&#241;as retenedoras de la V&#225;lvula</callout1>
                <callout1 type="arabic">Herramienta de compresi&#243;n del resorte de la v&#225;lvula</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, aseg&#250;rese de que las cu&#241;as retenedoras est&#225;n
                    sentadas correctamente en el v&#225;stago de la v&#225;lvula.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Despu&#233;s del reemplazo de la v&#225;lvula, mida la recesi&#243;n de la cabeza de la v&#225;lvula
                en relaci&#243;n al puente para confirmar su re-acondicionamiento. Refi&#233;rase a Especificaciones
                <xref refid="te2350401"/>.
            </para>
        </step1>
    </svcsubproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_60.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_62.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
