<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - EL&#201;CTRICOS DEL MOTOR - DESCRIPCI&#211;N DE LOS SENSORES y V&#193;LVULAS
        DEL MOTOR
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>DESCRIPCI&#211;N DE LOS SENSORES y V&#193;LVULAS DEL MOTOR</title>
        <svcproc svcproctype="describe" graphiccount="12">
            <title>Service Procedure</title>
            <para>
                <emph type="bold">Sensor de Posici&#243;n del Cig&#252;e&#241;al (CKP)</emph>
            </para>
            <para>Es un detector magn&#233;tico que se encuentra montado al frente del motor. El detecta el disco del
                tiempo del cig&#252;e&#241;al. El disco del tiempo es un engranaje de sesenta dientes con dos dientes
                contiguos faltantes. Los dientes faltantes son el #59 y el #60, por lo tanto, el diente #1 es el
                siguiente y su borde destacado es 105&#176; APMS (antes del punto muerto superior) del cilindro n&#250;mero
                1. Por la frecuencia y la interrelaci&#243;n con el eje de levas, el ECM puede calcular las RPM del
                motor y los requerimientos de sincronizaci&#243;n del tiempo. El est&#225; localizado en el lado derecho
                del bloque inferior del motor, cerca de la cubierta delantera.
            </para>
            <figure id="f2351004" figsize="col-wide">
                <graphic filename="../figd09/d0948.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor CKP</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Posici&#243;n del Eje de Levas (CMP)</emph>
            </para>
            <para>Es un detector magn&#233;tico que se encuentra montado en el frente del motor. El detecta un
                pasador-gatillo embebido en el extremo del eje de levas que indica cada revoluci&#243;n del eje. El est&#225;
                localizado en el lado izquierdo del bloque, cerca de la cubierta delantera.
            </para>
            <figure id="f2351005" figsize="col-wide">
                <graphic filename="../figd09/d0947.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor CMP</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Contrapresi&#243;n del Escape (EBP)</emph>
            </para>
            <para>Un sensor de diafragma cer&#225;mico se usa para medir la contrapresi&#243;n del escape. Est&#225;
                montado en un soporte localizado a mano izquierda cerca del soporte del ECM / IDM . Este sensor
                proporciona respuesta al ECM para un control de enlace cerrado de la contrapresi&#243;n del escape para
                acelerar el calentamiento del motor durante temporadas con temperatura ambiente fr&#237;a. Para mayor
                informaci&#243;n, consulte su manual de diagn&#243;stico del motor.
            </para>
            <figure id="f2351006" figsize="col-wide">
                <graphic filename="../figd09/d0949.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor EBP</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Temperatura del Refrigerante del Motor (ECT)</emph>
            </para>
            <para>Un sensor de tipo resistencia t&#233;rmica el cual detecta el cambio de temperatura del refrigerante
                del motor. Est&#225; localizado en el lado izquierdo de la cubierta delantera del motor, encima de la
                bomba de agua.
            </para>
            <figure id="f2351007" figsize="col-wide">
                <graphic filename="../figd09/d0950.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor ECT</caption>
            </figure>
            <para>
                <emph type="bold">V&#225;lvula de Recirculaci&#243;n del Gas de Escape (EGR)</emph>
            </para>
            <para>La v&#225;lvula EGR est&#225; localizada en el lado delantero del m&#250;ltiple de admisi&#243;n
                derecho, detr&#225;s de la entrada del aire.
            </para>
            <figure id="f2351008" figsize="col-wide">
                <graphic filename="../figd09/d0957.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>V&#225;lvula EGR</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Presi&#243;n de Aceite del Motor (EOP)</emph>
            </para>
            <para>Es un sensor de tipo interruptor usado para indicar la presi&#243;n baja del aceite del motor, por
                medio del env&#237;o de una se&#241;al al ECM. Est&#225; localizado en el lado derecho del conjunto de
                la base del filtro de aceite detr&#225;s del orificio de suministro de aceite al turbo alimentador.
            </para>
            <figure id="f2351009" figsize="col-wide">
                <graphic filename="../figd09/d0951.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor EOP</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Temperatura del Aceite del Motor (EOT)</emph>
            </para>
            <para>Es un sensor tipo resistencia t&#233;rmica el cual detecta la temperatura del aceite del motor (EOT).
                Est&#225; localizado en el lado derecho del conjunto de la base del filtro de aceite. Este sensor es
                usado para proporcionar la se&#241;al de la temperatura del aceite del motor (EOT) al ECM. Esta
                informaci&#243;n es usada por el ECM / IDM para ayudar a determinar los ajustes de proporci&#243;n de
                combustible y la sincronizaci&#243;n del tiempo.
            </para>
            <figure id="f2351010" figsize="col-wide">
                <graphic filename="../figd09/d0950.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor EOT</caption>
            </figure>
            <para>
                <emph type="bold">V&#225;lvula de Control de Respuesta Variable Electr&#243;nica del Turbo Alimentador
                    (EVRT&#8482;)
                </emph>
            </para>
            <para>La conexi&#243;n de la v&#225;lvula de control EVRT est&#225; localizada en el lado de adelante del
                conjunto del turbo alimentador. El solenoide recibe una se&#241;al electr&#243;nica (% del ciclo de
                servicio) proveniente del ECM hacia el control de la v&#225;lvula de carrete. La v&#225;lvula de carrete
                dirige el aceite desde el motor hacia el pist&#243;n que se encuentra enlazado con el anillo un&#237;sono
                y los &#225;labes.
            </para>
            <figure id="f2351011" figsize="col-wide">
                <graphic filename="../figd09/d0946.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>V&#225;lvula de control EVRT</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Presi&#243;n de Control de la Inyecci&#243;n (ICP)</emph>
            </para>
            <para>Es un sensor de diafragma cer&#225;mico que es usado para medir la presi&#243;n del m&#250;ltiple de
                control de la inyecci&#243;n. Est&#225; localizado en el lado izquierdo de la cubierta de la bomba de
                aceite hidr&#225;ulica (sensor m&#225;s peque&#241;o). Este sensor proporciona respuesta al ECM sobre de
                la presi&#243;n de la galer&#237;a para un control de enlace cerrado de la presi&#243;n de aceite para
                el inyector.
            </para>
            <figure id="f2351012" figsize="col-wide">
                <graphic filename="../figd09/d0953.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor ICP</caption>
            </figure>
            <para>
                <emph type="bold">V&#225;lvula Reguladora de Presi&#243;n de Inyecci&#243;n (IPR)</emph>
            </para>
            <para>Es una v&#225;lvula (PWM) de pulso de ancho modulado, la cual regula la presi&#243;n de aceite del
                inyector por medio del uso de la se&#241;al proveniente del ECM. Est&#225; localizada en el lado
                izquierdo de la cubierta de la bomba de aceite hidr&#225;ulico (v&#225;lvula m&#225;s larga). Para m&#225;s
                informaci&#243;n, vea el manual de diagn&#243;sticos del motor.
            </para>
            <figure id="f2351013" figsize="col-wide">
                <graphic filename="../figd09/d0954.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>V&#225;lvula IPR</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Presi&#243;n Absoluta del M&#250;ltiple de admisi&#243;n (MAP)</emph>
            </para>
            <para>Es un sensor de diafragma de cer&#225;mica el cual indica la presi&#243;n de refuerzo del m&#250;ltiple
                de admisi&#243;n o el vac&#237;o al ECM. Est&#225; localizado en el lado derecho del m&#250;ltiple de
                admisi&#243;n, pr&#243;ximo a la entrada de aire.
            </para>
            <figure id="f2351014" figsize="col-wide">
                <graphic filename="../figd09/d0955.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor MAP</caption>
            </figure>
            <para>
                <emph type="bold">Sensor de Temperatura del Aire del M&#250;ltiple de admisi&#243;n (MAT)</emph>
            </para>
            <para>Est&#225; localizado en el lado derecho del m&#250;ltiple de admisi&#243;n, hacia el frente. El
                proporciona datos sobre la temperatura del m&#250;ltiple de admisi&#243;n al ECM.
            </para>
            <figure id="f2351015" figsize="col-wide">
                <graphic filename="../figd09/d0956.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Sensor MAT</caption>
            </figure>
            <specpara>
                <note>
                    <para>Para informaci&#243;n sobre diagn&#243;sticos y localizaci&#243;n de fallas, refi&#233;rase a
                        las siguientes publicaciones:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>EGES-240, VT 365 Manual de diagn&#243;stico y Localizaci&#243;n de fallas</para>
                        </item>
                        <item>
                            <para>EGED-245, VT 365 Arranque dif&#237;cil / No hay forma de diagn&#243;stico de
                                arranque
                            </para>
                        </item>
                        <item>
                            <para>EGED-250, VT 365 Forma de diagn&#243;stico de rendimiento del motor</para>
                        </item>
                        <item>
                            <para>EGED-255, VT 365 Forma de diagn&#243;stico del sistema de control electr&#243;nico
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_156.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_158.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
