<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Sistema
        de Suministro de Combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Sistema de Suministro de Combustible</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <figure id="f235in12" figsize="pg-wide">
                <graphic filename="../figd11/d1116.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"
                         box="no"/>
                <caption>Localizaci&#243;n de los Componentes del Sistema de Combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Soporte de montaje del tubo de combustible</callout1>
                    <callout1 type="arabic">Tubo de suministro de combustible proveniente del tanque</callout1>
                    <callout1 type="arabic">Conjunto del tubo de suministro y retorno de combustible</callout1>
                    <callout1 type="arabic">Conjunto del colador de filtro</callout1>
                    <callout1 type="arabic">Conjunto de la bomba de combustible, y bomba para la direcci&#243;n hidr&#225;ulica
                        (impulsada por engranaje)
                    </callout1>
                    <callout1 type="arabic">Conjunto del tubo de drenaje del agua del filtro de combustible</callout1>
                    <callout1 type="arabic">Tornillo guitarra de 12 mm con v&#225;lvula de retenci&#243;n (2)</callout1>
                    <callout1 type="arabic">L&#237;nea de suministro de combustible, culata izquierda</callout1>
                    <callout1 type="arabic">L&#237;nea de suministro de combustible, culata derecha</callout1>
                    <callout1 type="arabic">Conjunto del bastidor del filtro de combustible</callout1>
                    <callout1 type="arabic">Conjunto del inyector de combustible (8)</callout1>
                    <callout1 type="arabic">Culata, lado derecho</callout1>
                    <callout1 type="arabic">Conjunto de tapones del M&#250;ltiple de combustible (2)</callout1>
                    <callout1 type="arabic">Culata, lado izquierdo</callout1>
                    <callout1 type="arabic">Conjunto de la v&#225;lvula reguladora del filtro de combustible</callout1>
                </calloutgroup>
            </figure>
            <para>La funci&#243;n del sistema de suministro de combustible es entregar el combustible proveniente del, o
                los tanques a trav&#233;s del filtro de combustible a los inyectores de combustible a una presi&#243;n
                regulada.
            </para>
            <randlist type="bullet">
                <title>El Sistema de Combustible Consta de los Siguientes Componentes:</title>
                <item>
                    <para>Tanque o tanques de combustible</para>
                </item>
                <item>
                    <para>L&#237;neas de suministro de combustible</para>
                </item>
                <item>
                    <para>Tornillos guitarra con v&#225;lvulas de retenci&#243;n</para>
                </item>
                <item>
                    <para>Filtro de combustible y bastidor</para>
                </item>
                <item>
                    <para>Bomba de transferencia de combustible (suministro)</para>
                </item>
                <item>
                    <para>Pasajes para el combustible dentro de las culatas, los cuales suministran combustible a los
                        inyectores
                    </para>
                </item>
                <item>
                    <para>Regulador de presi&#243;n de combustible y l&#237;neas de retorno de combustible</para>
                </item>
            </randlist>
            <figure id="f235in13" figsize="pg-wide">
                <graphic filename="../figd31/d31168.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="600"
                         box="no"/>
                <caption>Esquema del Sistema de Combustible</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Bomba de Combustible</title>
            <para>El conjunto de la bomba para la direcci&#243;n hidr&#225;ulica y el suministro de combustible
                proveniente del, o los tanques a trav&#233;s de un elemento pre colador de combustible de 80 micrones y
                transfiere el combustible presurizado al bastidor del filtro de combustible. La bomba de combustible
                incrementa la presi&#243;n del combustible para asegurar el llenado apropiado de los inyectores de
                combustible.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Bastidor del Filtro de Combustible</title>
            <para>El combustible en el bastidor del filtro pasa a trav&#233;s de un cartucho de filtro de combustible de
                10 micrones hacia un tubo localizado en el centro del conjunto del filtro, y el combustible limpio pasa
                a trav&#233;s de las l&#237;neas de suministro hacia los pasajes maquinados en cada una de las culatas.
            </para>
            <para>La base del filtro de combustible contiene un elemento para calentamiento (opcional) usado para
                calentar ligeramente el combustible. Esto ayuda a prevenir la condensaci&#243;n de parafina durante la
                operaci&#243;n en temperaturas fr&#237;as. Tambi&#233;n se encuentra localizado en el bastidor el sensor
                para detectar la presencia de agua en el combustible (WIF, opcional). Cuando se ha acumulado suficiente
                agua en el fondo del bastidor del filtro de combustible, un sensor env&#237;a se&#241;ales para iluminar
                la l&#225;mpara de color &#225;mbar "WATER IN FUEL" (agua en el combustible) localizada en el tablero de
                instrumentos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Regulador de Presi&#243;n</title>
            <para>El regulador de presi&#243;n contiene una v&#225;lvula cargada por resorte para controlar la presi&#243;n
                en los pasajes de combustible. El combustible de retorno fluye a trav&#233;s del regulador y es
                conducido hacia el o los tanques de combustible.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
