<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos de rendimiento - Procedimientos de
        las pruebas - 8. Presi&#243;n de control de inyecci&#243;n
    </stitle>
    <svcman/>
    <svcproc id="s306000603.8" svcproctype="diagnose" graphiccount="4">
        <title>8. Presi&#243;n de control de inyecci&#243;n</title>
        <svcprocinfo id="s306000603.8.1">
            <figure id="f306000634" figsize="col-wide">
                <graphic filename="../figj31/j31103.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption></caption>
            </figure>
            <para id="tp306000608">
                <title>Finalidad</title>Determinar si el sistema de presi&#243;n de control de la inyecci&#243;n est&#225;
                proporcionando suficiente presi&#243;n hidr&#225;ulica para hacer funcionar los inyectores.
            </para>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>EST con software MasterDiagnostics&#174;</para>
                </item>
                <item>
                    <para>Cable de conexi&#243;n EZ-Tech&#174;</para>
                </item>
                <item>
                    <para>Adaptador para prueba de presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Manguera para muestras de aceite con llave de cierre</para>
                </item>
                <item>
                    <para>Recipiente para la muestra de aceite</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc id="s306000603.8.2">
            <title>Monitorizaci&#243;n de la presi&#243;n de control de inyecci&#243;n con la EST</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, posibles accidentes fatales o da&#241;os al motor o al
                        veh&#237;culo, cumpla con los siguientes puntos:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Lea toda la secci&#243;n &#171;Informaci&#243;n sobre seguridad&#187; de este
                                manual.
                            </para>
                        </item>
                        <item>
                            <para>Aseg&#250;rese de que la transmisi&#243;n est&#233; en PARK o en neutro, que el freno
                                de estacionamiento est&#233; puesto y que las ruedas est&#233;n bloqueadas, antes de
                                hacer funcionar el motor para alguna tarea de diagn&#243;stico o mantenimiento.
                            </para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, al hacer funcionar el motor en un
                        &#225;rea cerrada proporcione una ventilaci&#243;n adecuada para dispersar los mort&#237;feros
                        gases de escape. Respirar gases de escape puede ser fatal.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Refi&#233;rase al
                    <hotlnk document="mges305_S306001101.xml" xrefid="s3060011.1">Ap&#233;ndice A &#171;Requisitos de
                        rendimiento del VT 275&#187;
                    </hotlnk>
                    y anote los valores en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <figure id="f306000635" figsize="col-wide">
                <graphic filename="../figj31/j31181.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Sesi&#243;n de rendimiento en carretera</caption>
            </figure>
            <step1>
                <para count="1">Seleccione D_RoadPerformance_V6.ssny pulse Open para monitorizar el funcionamiento del
                    motor.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, tenga cuidado de no golpearse con los bordes de la
                        puerta cuando la cabina est&#233; elevada y la puerta est&#233; abierta.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; bajo, monitorice la presi&#243;n de control de
                    inyecci&#243;n y anote el resultado en el formulario de diagn&#243;sticos.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor en ralent&#237; alto, monitorice la presi&#243;n de control de
                    inyecci&#243;n y anote los resultados iniciales en el formulario de diagn&#243;sticos. Siga con el
                    motor en ralent&#237; alto por 2 minutos, monitorice la presi&#243;n de control de inyecci&#243;n y
                    anote el resultado en el formulario de diagn&#243;sticos. Compare los resultados. Si la presi&#243;n
                    de control de inyecci&#243;n aumenta por encima de los valores requeridos en cualquier momento
                    durante los 2 minutos, es indicaci&#243;n de que el aceite tiene aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n es alta o inestable en ralent&#237; bajo o
                            alto, siga con el paso 5.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de inyecci&#243;n est&#225; dentro de los valores requeridos
                            en ralent&#237; bajo o alto, pulse Session en la barra del men&#250; y seleccione Close.
                            Pase a la
                            <hotlnk document="mges305_96.xml" xrefid="tp306000609">Prueba 9 &#171;Desconexi&#243;n de
                                los inyectores&#187;
                            </hotlnk>
                            .
                        </para>
                    </item>
                </randlist>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                        cumpla las siguientes recomendaciones al extraer una muestra de aceite:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Cuando encamine la manguera de aceite, no la pase muy cerca de piezas en movimiento.
                            </para>
                        </item>
                        <item>
                            <para>No permita que el conducto para pruebas toque superficies calientes del motor.</para>
                        </item>
                        <item>
                            <para>Tenga cuidado de no quemarse las manos.</para>
                        </item>
                    </randlist>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, no permita que los l&#237;quidos
                        del motor permanezcan en contacto con su piel. L&#225;vese las manos y las u&#241;as con agua y
                        jab&#243;n o con un buen producto limpiador de manos. Lave o deseche adecuadamente la ropa y los
                        trapos que tengan l&#237;quidos del motor. Los l&#237;quidos del motor contienen elementos da&#241;inos
                        para la piel que podr&#237;an incluso causar c&#225;ncer.
                    </para>
                </warning>
                <note>
                    <para>Los l&#237;quidos del motor, el aceite, el combustible y el refrigerante son da&#241;inos para
                        el medio ambiente. Nunca deseche l&#237;quidos del motor en la basura, en la tierra, en las
                        alcantarillas o en corrientes o cuerpos de agua. Deseche los l&#237;quidos del motor de acuerdo
                        con las regulaciones locales.
                    </para>
                </note>
            </specpara>
            <figure id="f306000636" figsize="col-wide">
                <graphic filename="../figj31/j31245.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Adaptador para prueba de presi&#243;n de combustible instalado</caption>
            </figure>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <step1>
                <para count="1">Est&#233; preparado para recoger el aceite que saldr&#225; al sacar el EOP.</para>
            </step1>
            <step1>
                <para count="1">Saque lentamente el EOP de su orificio. Instale el adaptador para prueba de presi&#243;n
                    de combustible en el orificio donde estaba el EOP. Instale un medidor de presi&#243;n de
                    combustible.
                </para>
                <specpara>
                    <note>
                        <para>Refi&#233;rase a las herramientas de la
                            <hotlnk document="mges305_92.xml" xrefid="tp306000605">Prueba 5 &#171;Sistema de suministro
                                de combustible&#187;
                            </hotlnk>
                            en esta secci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Encienda el motor y d&#233;jelo funcionar en ralent&#237; alto por dos minutos. Anote la
                    presi&#243;n de control de inyecci&#243;n tan pronto como el motor alcance ralent&#237; alto, luego
                    h&#225;galo nuevamente despu&#233;s de 2 minutos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a ralent&#237; bajo, saque una muestra de aceite y vea si tiene espuma.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si el aceite tiene aire, ver&#225; una gran cantidad de burbujas de aire mezcladas en el
                            aceite o espuma en la superficie de la muestra. Corrija el problema.
                        </para>
                    </item>
                    <item>
                        <para>Si el aceite no tiene aire, desconecte el ICP y est&#233; atento a la estabilidad del
                            motor. Si el problema se soluciona, refi&#233;rase a
                            <hotlnk document="mges305_139.xml" xrefid="s306000706.23.1.1">&#171;Sensor de presi&#243;n
                                de control de inyecci&#243;n (ICP)&#187;
                            </hotlnk>
                            en la Secci&#243;n 7.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n de control de la inyecci&#243;n sigue alta o inestable, sustituya el
                            IPR seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187; y
                            repita las pruebas.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f306000637" figsize="col-wide">
                <graphic filename="../figj31/j31243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Cierre la sesi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Cuando termine la prueba, pulse Sessionen la barra del men&#250; y seleccione Close.
                </para>
            </step1>
            <randlist type="bullet">
                <title>Causas posibles</title>
                <item>
                    <para>Aceite de mala calidad, aceite que no cumple con los requisitos del API o aceite que no se ha
                        cambiado correctamente.
                    </para>
                </item>
                <item>
                    <para>Hay alguna fuga en el sistema de presi&#243;n de control de la inyecci&#243;n.</para>
                </item>
                <item>
                    <para>El circuito del ICP est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El ICP est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>El IPR est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>La bomba de aceite de alta presi&#243;n est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>La bomba de aceite lubricante est&#225; defectuosa.</para>
                </item>
                <item>
                    <para>El tubo de captaci&#243;n de aceite est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>La empaquetadura del tubo de captaci&#243;n de aceite est&#225; defectuosa o falta.</para>
                </item>
                <item>
                    <para>Si el ECM detecta que la presi&#243;n reforzadora es baja o recibe una se&#241;al incorrecta
                        desde el APS o el ICP, ordenar&#225; al IPR que reduzca la presi&#243;n de control de inyecci&#243;n.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_94.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_96.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
