<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Sistema
        de Control Electr&#243;nico
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Sistema de Control Electr&#243;nico</title>
        <svcsubproc id="S235in0.5">
            <title>M&#243;dulo de Control Electr&#243;nico (ECM)</title>
            <para>El ECM monitorea y controla el rendimiento del motor para asegurar su m&#225;ximo rendimiento y
                cumplimiento con los est&#225;ndar de emisiones. El ECM controla la operaci&#243;n del motor a trav&#233;s
                de la v&#225;lvula de control EVRT&#8482;, la v&#225;lvula EGR, la v&#225;lvula IPR, el rel&#233; de las
                buj&#237;as de precalentamiento, y el IDM.
            </para>
        </svcsubproc>
        <svcsubproc id="S235in02">
            <title>M&#243;dulo impulsor de Inyectores (IDM)</title>
            <para>El IDM act&#250;a como un distribuidor electr&#243;nico para los inyectores. El IDM est&#225;
                habilitado para controlar el suministro de combustible del motor usando pulsos de alto voltaje para
                abrir o cerrar las bobinas de los inyectores. El IDM act&#250;a sobre la entrada de informaci&#243;n
                recibida del ECM para determinar el momento, cantidad y duraci&#243;n del combustible para cada evento
                del inyector.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Actuadores del Motor</title>
            <para>
                <emph type="bold">V&#225;lvula EGR</emph>: La v&#225;lvula EGR controla el flujo de los gases de escape
                que entran al M&#250;ltiple de admisi&#243;n. El bastidor de la v&#225;lvula EGR contiene el actuador
                para controlar la posici&#243;n de la v&#225;lvula y un sensor de posici&#243;n para proporcionar la se&#241;al
                de respuesta hacia el ECM.
            </para>
            <para>
                <emph type="bold">V&#225;lvula de Control EVRT&#8482;</emph>: Esta v&#225;lvula actuadora es controlada
                por el ECM, y operada por medio de la presi&#243;n del aceite para la lubricaci&#243;n del motor con el
                objeto de colocar en posici&#243;n el movimiento de los &#225;labes entrelazados por medio del anillo un&#237;sono
                dentro del bastidor de la turbina. Las caracter&#237;sticas del flujo del gas de escape son modificadas
                dependiendo de la presi&#243;n del M&#250;ltiple de admisi&#243;n deseada para las condiciones de
                operaci&#243;n de los motores. El sensor de contrapresi&#243;n del escape (EBP) proporciona las se&#241;ales
                de respuesta hacia el ECM y &#233;ste determina el ciclo de servicio para ser enviado hacia el actuador.
            </para>
            <para>
                <emph type="bold">Rel&#233; de la Buj&#237;a de Precalentamiento</emph>: El ECM activa el rel&#233; de
                la buj&#237;a de precalentamiento. El rel&#233; entrega 12 voltios a las buj&#237;as de
                precalentamiento, hasta por 12o segundos, dependiendo de la temperatura ambiente y altitud.
            </para>
            <para>
                <emph type="bold">Regulador de Presi&#243;n de Inyecci&#243;n (IPR)</emph>: La v&#225;lvula IPR controla
                la presi&#243;n en el sistema de control de inyecci&#243;n de alta presi&#243;n usado para impulsar los
                inyectores. La v&#225;lvula IPR es una v&#225;lvula de posici&#243;n variable controlada por el ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensores del Motor</title>
            <para>
                <emph type="bold">Temperatura del Aire de Admisi&#243;n (IAT)</emph>: El sensor mide la temperatura del
                aire de inducci&#243;n. El est&#225; localizado en el conjunto del purificador de aire y proporciona una
                respuesta al ECM relativa a la temperatura del aire de admisi&#243;n. La informaci&#243;n es usada por
                el ECM para determinar la cantidad y duraci&#243;n de la inyecci&#243;n de combustible.
            </para>
            <para>
                <emph type="bold">Posici&#243;n del Eje de Levas (CMP)</emph>: El sensor de posici&#243;n del eje de
                levas (CMP) es un detector magn&#233;tico. El detecta el pasador disparador localizado en el eje de
                levas que indica cada revoluci&#243;n de la leva. El est&#225; localizado en el lado izquierdo del
                bloque de motor superior, cerca de la cubierta delantera.
            </para>
            <para>
                <emph type="bold">Sensor de Posici&#243;n del Cig&#252;e&#241;al (CKP)</emph>: El sensor de posici&#243;n
                del cig&#252;e&#241;al (CKP) es un detector magn&#233;tico. El detecta el disco de sincronizaci&#243;n
                en el cig&#252;e&#241;al. El disco de sincronizaci&#243;n es un engranaje de 60 dientes, con dos dientes
                adyacentes faltantes. En base a la frecuencia e interrelaci&#243;n del cig&#252;e&#241;al, el ECM puede
                calcular las RPM del motor y los requerimientos de sincronizaci&#243;n. El est&#225; localizado en el
                lado derecho del bloque de motor inferior, cerca de la cubierta delantera.
            </para>
            <para>
                <emph type="bold">Contra Presi&#243;n del Escape (EBP)</emph>: Este es un sensor de capacitancia usado
                para medir la contrapresi&#243;n. Est&#225; montado en el soporte localizado en el lado izquierdo del
                motor, justamente debajo del ECM. Este sensor proporciona una respuesta al ECM por un circuito cerrado
                control del EVRT&#8482;. El ECM usa estos datos para determinar cuanto ciclo de servicio es necesario
                para modificar la v&#225;lvula de control del EVRT&#8482;.
            </para>
            <para>
                <emph type="bold">Temperatura del Refrigerante del Motor (ECT)</emph>: El ECM mide la se&#241;al del ECT
                y usa esta informaci&#243;n para el indicador de temperatura del tablero de instrumentos, para la
                compensaci&#243;n de refrigerante, y para el sistema de advertencia y protecci&#243;n del motor.
            </para>
            <para>
                <emph type="bold">Presi&#243;n de Aceite del Motor (EOP)</emph>: El ECM mide la se&#241;al del EOP y usa
                esta informaci&#243;n para el indicador de temperatura del tablero de instrumentos y para el sistema de
                advertencia y protecci&#243;n del motor.
            </para>
            <para>
                <emph type="bold">Temperatura del Aceite del Motor (EOT)</emph>: El ECM monitorea la se&#241;al del
                sensor EOT para controlar la cantidad de combustible y la sincronizaci&#243;n a trav&#233;s de todos los
                rangos de operaci&#243;n del motor. La se&#241;al EOT le permite al ECM compensar por las variaciones de
                la viscosidad del aceite debido a los cambios de temperatura. Esto asegura que la potencia y la torsi&#243;n
                est&#225; disponible durante todas la condiciones de operaci&#243;n del motor.
            </para>
            <para>
                <emph type="bold">Presi&#243;n de Control de Inyecci&#243;n (ICP)</emph>: El ECM monitorea la se&#241;al
                ICP para determinar la presi&#243;n de control de inyecci&#243;n necesaria para la operaci&#243;n del
                motor. Esta informaci&#243;n es usada para controlar el regulador de presi&#243;n de inyecci&#243;n.
            </para>
            <para>
                <emph type="bold">Presi&#243;n Absoluta del M&#250;ltiple de admisi&#243;n (MAP)</emph>: El ECM
                monitorea la se&#241;al MAP para determinar la presi&#243;n del M&#250;ltiple de admisi&#243;n
                (refuerzo). Esta informaci&#243;n es usada para controlar la dosificaci&#243;n de combustible y la
                sincronizaci&#243;n de la inyecci&#243;n.
            </para>
            <para>
                <emph type="bold">Temperatura del Aire del M&#250;ltiple de admisi&#243;n (MAT)</emph>: El sensor MAT
                proporciona respuesta al ECM sobre la temperatura del aire en el M&#250;ltiple de admisi&#243;n. El ECM
                usa esta informaci&#243;n para modificar el flujo de la v&#225;lvula EGR como tambi&#233;n para otras
                funciones de control del motor.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
