<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - CULATA Y TREN DE V&#193;LVULAS - REMOCI&#211;N DE COMPONENTES -
        Rodillos Levantav&#225;lvulas Hidr&#225;ulicos
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="2">
        <title>Rodillos Levantav&#225;lvulas Hidr&#225;ulicos</title>
        <para>
            <emph type="bold">Remoci&#243;n</emph>
        </para>
        <specpara>
            <note>
                <para>Si es necesario remover los rodillos levantav&#225;lvulas, se deben remover la cubierta trasera y
                    la cubierta de la bomba de aceite hidr&#225;ulico para tener acceso al conjunto del tubo trasero del
                    motor. Refi&#233;rase a la secci&#243;n apropiada antes de proceder.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>Para prevenir da&#241;os al motor, al remover los rodillos y las varillas levantav&#225;lvulas
                    mant&#233;ngalos en orden. Instale nuevamente todos los rodillos y varillas levantav&#225;lvulas en
                    su posici&#243;n original.
                </para>
            </caution>
        </specpara>
        <para>Cuando remueva los rodillos levantav&#225;lvulas efect&#250;e los siguientes pasos.</para>
        <specpara>
            <note>
                <para>Como regla general, los rodillos levantav&#225;lvulas hidr&#225;ulicos no deben recibir ning&#250;n
                    servicio cuando est&#225;n funcionando satisfactoriamente y el tren de v&#225;lvulas funciona
                    silenciosamente.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Remueva el tornillo M6 x 15 con la arandela que asegura cada gu&#237;a de rodillo levantav&#225;lvulas
                al bloque del motor.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Durante el desensamble identifique la orientaci&#243;n de cada rodillo levantav&#225;lvulas y su
                    gu&#237;a.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Remueva los rodillos levantav&#225;lvulas y las gu&#237;as de los rodillo levantav&#225;lvulas
                levantando la gu&#237;a directamente hacia arriba. Algunos rodillos puede que necesiten ser removidos
                individualmente usando herramientas de mano.
            </para>
            <figure id="f2350420" figsize="col-wide">
                <graphic filename="../figd03/d0302.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Removiendo los Rodillos Levantav&#225;lvulas y la Gu&#237;a de los Rodillo
                    Levantav&#225;lvulas
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva individualmente los rodillos levantav&#225;lvulas de las gu&#237;a de los rodillos
                levantav&#225;lvulas.
            </para>
            <figure id="f2350421" figsize="col-wide">
                <graphic filename="../figd03/d0303.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Removiendo los Rodillos Levantav&#225;lvulas y la Gu&#237;a de los Rodillos Levantav&#225;lvulas</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_48.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_50.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
