<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        control y manejo del aire - Sistema de recirculaci&#243;n de gases de escape (sistema de EGR)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Sistema de recirculaci&#243;n de gases de escape (sistema de EGR)</title>
        <para>El sistema de recirculaci&#243;n de gases de escape incluye lo siguiente:</para>
        <randlist type="bullet">
            <item>
                <para>V&#225;lvula de EGR</para>
            </item>
            <item>
                <para>Enfriador de EGR</para>
            </item>
            <item>
                <para>M&#250;ltiple de admisi&#243;n de aire</para>
            </item>
            <item>
                <para>Conducto mezclador de aire de admisi&#243;n y gases de escape</para>
            </item>
            <item>
                <para>M&#250;ltiple de escape</para>
            </item>
            <item>
                <para>Tuber&#237;a comunicante de gases de escape</para>
            </item>
        </randlist>
        <para>El sistema de recirculaci&#243;n de gases de escape (EGR) reduce las emisiones de &#243;xido de nitr&#243;geno
            (NOx).
        </para>
        <para>El NO
            <subscript>X</subscript>
            se forma durante una reacci&#243;n entre el nitr&#243;geno y el ox&#237;geno a altas temperaturas, durante
            la combusti&#243;n. La combusti&#243;n empieza cuando se inyecta combustible dentro de un cilindro, antes o
            apenas despu&#233;s de que el pist&#243;n alcanza el punto muerto superior.
        </para>
        <para>
            <title>Flujo de los gases de escape recirculados</title>
        </para>
        <para>Parte de los gases de escape fluyen desde el m&#250;ltiple de escape hacia el enfriador de EGR. Los gases
            fluyen desde el enfriador de EGR a trav&#233;s de la tuber&#237;a comunicante hacia la v&#225;lvula de EGR.
        </para>
        <para>Cuando se ordena la recirculaci&#243;n de los gases de escape, la v&#225;lvula de control de EGR se abre
            para permitir el ingreso de gases de escape enfriados al conducto mezclador, para ser mezclados con aire de
            admisi&#243;n filtrado.
        </para>
        <para>
            <title>V&#225;lvula de control de EGR</title>
        </para>
        <figure id="f2710017" figsize="col-wide">
            <graphic filename="../figH15/H15016.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>V&#225;lvula de control de EGR</caption>
            <calloutgroup>
                <callout1 type="arabic">Conector</callout1>
                <callout1 type="arabic">Motor de CC con sensor de posici&#243;n</callout1>
                <callout1 type="arabic">V&#225;lvula</callout1>
            </calloutgroup>
        </figure>
        <para>La v&#225;lvula de EGR usa un motor de corriente continua para controlar su posici&#243;n. El motor empuja
            directamente sobre la v&#225;lvula. La v&#225;lvula tiene dos cabezas en un eje com&#250;n.
        </para>
        <para>El activador de EGR consiste en tres componentes principales, que son una v&#225;lvula, un motor y un
            circuito integrado. El circuito integrado tiene tres sensores de efecto Hall de posici&#243;n para
            monitorizar el movimiento de la v&#225;lvula. El activador de EGR est&#225; en el m&#250;ltiple de admisi&#243;n
            al frente del motor.
        </para>
        <para>
            <title>Sistema de circuito cerrado y control de la recirculaci&#243;n de gases de escape</title>
        </para>
        <figure id="f2710018" figsize="col-wide">
            <graphic filename="../figH31/H31012.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Operaci&#243;n en circuito cerrado con control de fallas de la recirculaci&#243;n de gases de
                escape
            </caption>
        </figure>
        <para>El m&#243;dulo impulsor de la v&#225;lvula de EGR controla al activador de EGR y est&#225; en el lado
            izquierdo del motor, en el conjunto de ECM e IDM.
        </para>
        <para>El m&#243;dulo impulsor de la v&#225;lvula de EGR recibe la posici&#243;n deseada del activador de EGR
            desde el ECM a trav&#233;s del enlace de datos CAN 2 para activar la v&#225;lvula para la recirculaci&#243;n
            de los gases de escape. El m&#243;dulo impulsor de EGR devuelve una se&#241;al informativa al ECM con datos
            sobre la posici&#243;n de la v&#225;lvula. El m&#243;dulo impulsor de EGR interpreta la instrucci&#243;n del
            ECM y la env&#237;a mediante tres se&#241;ales moduladas por amplitud de impulsos hacia el impulsor de la v&#225;lvula.
        </para>
        <para>El sistema es por control en circuito cerrado y usa las se&#241;ales de posici&#243;n del m&#243;dulo
            impulsor del EGR.
        </para>
        <figure id="f2710019" figsize="col-wide">
            <graphic filename="../figH31/H31194.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Control de recirculaci&#243;n de gases de escape</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_S265INTRO01.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
