<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - AN&#193;LISIS DE DIAGN&#211;STICO ADICIONALES - PROCEDIMIENTOS DE AN&#193;LISIS
        DE DIAGN&#211;STICO - ALTA TEMPERATURA O P&#201;RDIDA DE REFRIGERANTE
    </stitle>
    <svcman/>
    <svcproc svcproctype="svcproc" graphiccount="0">
        <title>ALTA TEMPERATURA O P&#201;RDIDA DE REFRIGERANTE</title>
        <para>Para verificar si el refrigerante alcanza altas temperaturas o si hay p&#233;rdida de refrigerante:</para>
        <randlist type="bullet">
            <item>
                <para>Determine las condiciones de operaci&#243;n cuando ocurre el recalentamiento.</para>
            </item>
            <item>
                <para>Revise los c&#243;digos de falla o informaci&#243;n de registro de eventos. Use la herramienta
                    electr&#243;nica de servicio (EST).
                </para>
            </item>
            <item>
                <para>Revise lo siguiente:</para>
                <randlist type="bullet">
                    <item>
                        <para>Tapa de llenado (tapa a presi&#243;n) en el tanque de desaireaci&#243;n</para>
                    </item>
                    <item>
                        <para>Fugas externas (presurice el sistema)</para>
                    </item>
                    <item>
                        <para>Contaminaci&#243;n del refrigerante (contaminaci&#243;n del glicol)</para>
                    </item>
                    <item>
                        <para>Contaminaci&#243;n del refrigerante (concentraci&#243;n excesiva de glicol)</para>
                    </item>
                    <item>
                        <para>Correa serpentina y tensor</para>
                    </item>
                    <item>
                        <para>Exactitud y calibraci&#243;n del medidor del tablero y transmisor</para>
                    </item>
                    <item>
                        <para>Operaci&#243;n del termostato (pegado o casi cerrado)</para>
                    </item>
                    <item>
                        <para>Limpieza del radiador (adentro y afuera)</para>
                    </item>
                    <item>
                        <para>Operaci&#243;n de las persianas (si las tiene)</para>
                    </item>
                    <item>
                        <para>Obstrucci&#243;n del flujo de aire (funda de radiador, etc.)</para>
                    </item>
                    <item>
                        <para>Operaci&#243;n del ventilador</para>
                    </item>
                    <item>
                        <para>Manguera aplastada</para>
                    </item>
                </randlist>
            </item>
        </randlist>
        <para>Verifique la operaci&#243;n de:</para>
        <randlist type="bullet">
            <item>
                <para>Equipos accesorios. &#191;El equipo est&#225; aprobado y est&#225; instalado correctamente?</para>
            </item>
        </randlist>
        <para>Mantenimiento del motor:</para>
        <randlist type="bullet">
            <item>
                <para>Limpio. No hay fugas de aceite. No hay fugas externas de refrigerante.</para>
            </item>
            <item>
                <para>Condici&#243;n de la correa serpentina y del tensor.</para>
            </item>
        </randlist>
        <para>Inspeccione el sistema de enfriamiento en busca de:</para>
        <randlist type="bullet">
            <item>
                <para>Refrigerante limpio con inhibidor y concentraci&#243;n correcta de glicol etil&#233;nico (verde)
                    <emph type="bold">o</emph>
                    propileno (rojo), si se usa para la temporada.
                </para>
            </item>
            <item>
                <para>Tapa del tanque de desaireaci&#243;n (a presi&#243;n). Use el juego para pruebas de presi&#243;n
                    modelo D200 (ZTSE2239) o la barra de medidores (PS94-831-3). Revise si hay restricci&#243;n en la
                    entrada de la bomba de agua. La restricci&#243;n no debe exceder de 3" de Hg (10 kPa) sin la tapa de
                    presi&#243;n, con el termostato abierto y motor en ralent&#237; alto.
                </para>
            </item>
            <item>
                <para>Mangueras: del tipo correcto y con abrazaderas bien apretadas.</para>
            </item>
            <item>
                <para>Radiador: limpio y no obstruido por aletas dobladas, mangueras mordidas, etc.</para>
            </item>
            <item>
                <para>Radiador correcto. Revise las especificaciones. Revise la historia de reparaciones. Verifique si
                    hay evidencia de material de reparaci&#243;n de fugas.
                </para>
            </item>
            <item>
                <para>Ventilador: especificaciones correctas. Que quepa bien en la cubierta. Instalaci&#243;n.</para>
            </item>
            <item>
                <para>Operaci&#243;n del embrague del ventilador: revise las recomendaciones del fabricante</para>
            </item>
            <item>
                <para>Ajustes correctos para la operaci&#243;n de las persianas (si las tiene).</para>
            </item>
        </randlist>
        <para>Inspeccione el motor:</para>
        <randlist type="bullet">
            <item>
                <para>Condici&#243;n de la bomba de agua. Busque fugas por el sello de los cojinetes y orificios de
                    salida de humedad
                </para>
            </item>
            <item>
                <para>Termostato y sello: especificaciones y operaci&#243;n correctas.</para>
            </item>
            <item>
                <para>Enfriador de aceite: flujo correcto de aceite y refrigerante.</para>
            </item>
            <item>
                <para>Potencia correcta del motor.</para>
            </item>
            <item>
                <para>Aeraci&#243;n del refrigerante a trav&#233;s de fuga en la empaquetadura de la culata o culata
                    rajada o porosa.
                </para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_113.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_115.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
