<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE RENDIMIENTO - Prueba de presi&#243;n de control de inyecci&#243;n
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="0">
        <title>Prueba de presi&#243;n de control de inyecci&#243;n</title>
        <svcprocinfo>
            <table id="te17502028" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="100.00*"/>
                    <colspec colname="COLSPEC2" colwidth="1.23in"/>
                    <colspec colname="col3" colwidth="2.01in"/>
                    <spanspec namest="col1" nameend="col3" spanname="1to3"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>
                                    <emph type="bold">12. Prueba de presi&#243;n de control de inyecci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Monitorice la presi&#243;n de control de inyecci&#243;n y las RPM del
                                    motor. Use la EST en modo de lista de datos o una "T" de derivaciones y un DMM. Vea
                                    la figura
                                    <emph type="bold">G</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Vea el manual EGES-216 para las especificaciones.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>PID</para>
                            </entry>
                            <entry>
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ralent&#237; bajo</para>
                            </entry>
                            <entry>
                                <para>lb/pulg2 / voltios</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ralent&#237; alto</para>
                            </entry>
                            <entry>
                                <para>lb/pulg2 / voltios</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Plena carga</para>
                            </entry>
                            <entry>
                                <para>lb/pulg2 / voltios</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n de control de inyecci&#243;n es baja o inestable,
                                    desconecte el ICP y repita la prueba.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si el problema se soluciona, vea Diagn&#243;sticos del ICP.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>&#8226; Si la presi&#243;n sigue siendo baja o inestable, sustituya el IPR y
                                    repita la prueba.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <para>Determinar si el sistema de aceite lubricante a alta presi&#243;n est&#225; proporcionando suficiente
                presi&#243;n hidr&#225;ulica para hacer funcionar los inyectores.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <para>La prueba debe hacerse a plena carga, en conjunto con la Prueba 11: Presi&#243;n del combustible (a
                plena carga)
                <xref refid="te17502027"/>
                y la Prueba 13: Presi&#243;n reforzadora
                <xref refid="te17502029"/>.
            </para>
            <specpara>
                <note>
                    <para>Apague todos los accesorios y ponga la llave de arranque en OFF antes de conectar la
                        herramienta electr&#243;nica de servicio (EST) al conector de diagn&#243;sticos de la American
                        Trucking Association (ATA).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Conecte la EST al conector de enlace de datos ATA. Vea Ubicaci&#243;n del conector ATA
                    <xref refid="f1750205.5"/>.
                </para>
            </step1>
            <step1>
                <para id="P1750207" count="1">Arranque Master Diagnostics y seleccione la sesi&#243;n configurada Road
                    Performance. Conduzca el veh&#237;culo hasta que el motor alcance la temperatura de operaci&#243;n.
                    Encuentre una secci&#243;n de carretera despejada y ponga una marcha adecuada. Hunda el pedal del
                    acelerador completamente y acelere a velocidad nominal y 100% de carga.
                </para>
                <specpara>
                    <note>
                        <para>Conduzca el veh&#237;culo cuesta arriba o a plena carga hasta alcanzar la carga apropiada
                            en el motor a velocidad nominal.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Anote la m&#225;xima presi&#243;n de control de inyecci&#243;n en el formulario de diagn&#243;sticos
                    del sistema de control electr&#243;nico EGED-221.
                </para>
            </step1>
            <step1>
                <para count="1">Detenga el veh&#237;culo, mida las lb/pulg2 de la presi&#243;n de control de inyecci&#243;n
                    en ralent&#237; bajo y alto y anote los valores en el formulario de diagn&#243;sticos del sistema de
                    control electr&#243;nico EGED-221.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo alternativo para medir la presi&#243;n de control de inyecci&#243;n con una "T" de
                derivaciones
            </title>
            <step1>
                <para count="1">Separe el conector del haz de cables del motor y el ICP.</para>
            </step1>
            <step1>
                <para count="1">Conecte la "T" de derivaciones para ICP al conector retirado del haz de cables del motor
                    y al ICP.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga un DMM en la cabina y conecte un juego de cables probadores largos (+verde y
                    -negro) a la "T" de derivaciones usando los puntos de conexi&#243;n como aparece en Medici&#243;n de
                    la presi&#243;n de control de inyecci&#243;n con la "T" de derivaciones
                    <xref refid="f1750230"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el veh&#237;culo como se describe en el paso 2 del Procedimiento de la
                    prueba
                    <xref refid="P1750207"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <para>Bajo voltaje al medir la presi&#243;n de control de inyecci&#243;n indica insuficiente presi&#243;n
                del aceite para hacer funcionar los inyectores de combustible (haga la Prueba de fuga de presi&#243;n de
                control de inyecci&#243;n). Esto puede ser causado por:
            </para>
            <randlist type="bullet">
                <item>
                    <para>IPR defectuoso</para>
                </item>
                <item>
                    <para>Bomba de alta presi&#243;n defectuosa</para>
                </item>
                <item>
                    <para>Fugas en el sistema de presi&#243;n de control de inyecci&#243;n</para>
                </item>
                <item>
                    <para>El ECM ordena al IPR que reduzca la presi&#243;n de control de inyecci&#243;n debido a:</para>
                    <seqlist style="alphalc">
                        <item>
                            <para>Poca presi&#243;n reforzadora</para>
                        </item>
                        <item>
                            <para>Se&#241;al incorrecta del sensor de posici&#243;n del acelerador (APS)</para>
                        </item>
                        <item>
                            <para>Se&#241;al incorrecta del ICP o ICP incorrecto</para>
                        </item>
                    </seqlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">Prueba de aireaci&#243;n del aceite de control de inyecci&#243;n</emph>
            </para>
            <para>El aceite a alta presi&#243;n suministra la fuerza mec&#225;nica necesaria para empujar combustible
                dentro de los cilindros para la combusti&#243;n. El aceite con aire puede retardar la sincronizaci&#243;n
                de la inyecci&#243;n de combustible dentro de los cilindros. Cuando sospeche que el aceite tiene aire,
                realice los siguientes pasos:
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <para>Prueba de aireaci&#243;n del aceite de control de inyecci&#243;n</para>
            <step1>
                <para count="1">Arranque y haga funcionar el motor hasta alcanzar la temperatura de operaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Eleve la velocidad a ralent&#237; alto. Anote el valor de la presi&#243;n de control de
                    inyecci&#243;n (la presi&#243;n de control de inyecci&#243;n se elevar&#225; cuando el motor llega
                    al ralent&#237; alto y en unos pocos segundos se estabilizar&#225; en un valor menor. Anote este
                    valor menor).
                </para>
            </step1>
            <step1>
                <para count="1">Mantenga la velocidad del motor en ralent&#237; alto por 2 minutos.</para>
            </step1>
            <step1>
                <para count="1">Observe el valor de la presi&#243;n de control de inyecci&#243;n durante este tiempo.
                    Compare con el valor inicial. Si la presi&#243;n de control de inyecci&#243;n aumenta y sigue
                    aumentando, el aceite lubricante tiene aire.
                </para>
            </step1>
            <para>Las posibles causas de la aireaci&#243;n del aceite incluyen el colector demasiado lleno, el tubo de
                captaci&#243;n agrietado o la empaquetadura del tubo de captaci&#243;n faltante o defectuosa.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
                </item>
                <item>
                    <para>DMM (ZTSE4357) (opcional)</para>
                </item>
                <item>
                    <para>"T" de derivaciones (ZTSE4347) para ICP (opcional)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Vea Diagn&#243;sticos del ICP en la Secci&#243;n 3 Diagn&#243;sticos del sistema de
                    control electr&#243;nico
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Diagrama de circuito del ICP usando una "T" de derivaciones
                        <xref refid="f17503064"/>
                    </para>
                </item>
                <item>
                    <para>Prueba de voltaje del ICP
                        <xref refid="te17503020"/>
                    </para>
                </item>
                <item>
                    <para>Diagrama de flujo para ubicaci&#243;n de problemas en el ICP
                        <xref refid="f17503064.1"/>
                    </para>
                </item>
                <item>
                    <para>Especificaciones del circuito del ICP
                        <xref refid="te17503020.1"/>
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Vea Diagn&#243;sticos del IPR en la Secci&#243;n 3 Diagn&#243;sticos del sistema de
                    control electr&#243;nico</emph>:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Diagrama de circuito del regulador de la presi&#243;n de inyecci&#243;n
                        <xref refid="f17503068"/>
                    </para>
                </item>
                <item>
                    <para>Diagn&#243;sticos de circuito del regulador de la presi&#243;n de inyecci&#243;n
                        <xref refid="te17503022"/>
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_58.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_60.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
