<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Manejo
        del Combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Manejo del Combustible</title>
        <svcsubproc id="s235in01">
            <title>Inyecci&#243;n de Combustible</title>
            <para>El motor usa inyectores electrohidr&#225;ulicos como parte de su sistema de combustible. El
                controlador ECM de los inyectores usa aceite lubricante a alta presi&#243;n para proporcionar la fuerza
                necesaria para inyectar combustible dentro de la c&#225;mara de combusti&#243;n, a una presi&#243;n por
                encima de 144 MPa (21,000 lb/pulg&#178;) con el motor funcionando a los caballos de fuerza nominales.
            </para>
            <para>Los inyectores encajan dentro de los agujeros encamisados maquinados en la culata. El agujero de los
                inyectores intercepta con los pasajes de combustible maquinado que corren a lo largo de la cabeza. Cada
                inyector tiene dos sellos anulares alrededor del exterior del cuerpo, uno sobre y el otro debajo del
                pasaje de combustible. Un orificio de admisi&#243;n de combustible localizado entre los dos sellos
                anulares permite que el combustible transferido por la presi&#243;n de la bomba, entre al &#225;rea de
                amplificaci&#243;n de presi&#243;n del inyector. El aceite del motor a alta presi&#243;n entra al
                inyector a trav&#233;s del tope. El conjunto del M&#250;ltiple de aceite a alta presi&#243;n est&#225;
                montado en el tope de los inyectores.
            </para>
            <para>El inyector se compone de 3 secciones con los siguientes componentes:</para>
            <step1>
                <para count="1">Control de aceite</para>
                <step2>
                    <para count="1">V&#225;lvula de carrete</para>
                </step2>
                <step2>
                    <para count="1">Bobina de apertura</para>
                </step2>
                <step2>
                    <para count="1">Bobina de cierre</para>
                </step2>
                <step2>
                    <para count="1">Cuerpo de la v&#225;lvula de control</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Amplificaci&#243;n de presi&#243;n</para>
                <step2>
                    <para count="1">Pist&#243;n intensificador y &#233;mbolo</para>
                </step2>
                <step2>
                    <para count="1">Resorte de retorno del pist&#243;n</para>
                </step2>
                <step2>
                    <para count="1">V&#225;lvula de retenci&#243;n de entrada</para>
                </step2>
                <step2>
                    <para count="1">V&#225;lvula de retenci&#243;n de salida</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Inyecci&#243;n de combustible</para>
                <step2>
                    <para count="1">Punta de la tobera</para>
                </step2>
                <step2>
                    <para count="1">Resorte de la Presi&#243;n de Apertura de la V&#225;lvula (VOP)</para>
                </step2>
                <step2>
                    <para count="1">Coladores de combustible</para>
                </step2>
                <step2>
                    <para count="1">Caja-tuerca</para>
                </step2>
            </step1>
            <figure id="f235in19" figsize="col-wide">
                <graphic filename="../figd11/d1117.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="no"/>
                <caption>Localizaci&#243;n de los Componentes del Inyector de Combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Bobina de cierre</callout1>
                    <callout1 type="arabic">Cuerpo de la v&#225;lvula de control</callout1>
                    <callout1 type="arabic">Pist&#243;n intensificador (radio 7:1)</callout1>
                    <callout1 type="arabic">Resorte de retorno del pist&#243;n</callout1>
                    <callout1 type="arabic">&#201;mbolo</callout1>
                    <callout1 type="arabic">Resorte de presi&#243;n de apertura de la v&#225;lvula, 260 bar (3,770
                        lb/pulg&#178; )
                    </callout1>
                    <callout1 type="arabic">Aguja</callout1>
                    <callout1 type="arabic">Bobina de apertura</callout1>
                    <callout1 type="arabic">V&#225;lvula de carrete (v&#225;lvula de control)</callout1>
                    <callout1 type="arabic">Caja-tuerca</callout1>
                    <callout1 type="arabic">Colador de combustible (3)</callout1>
                    <callout1 type="arabic">Conjunto de la tobera</callout1>
                </calloutgroup>
            </figure>
            <para>La operaci&#243;n de la inyecci&#243;n est&#225; dividida en tres etapas o ciclos principales:</para>
            <randlist type="bullet">
                <item>
                    <para>Etapa de llenado</para>
                </item>
                <item>
                    <para>Etapa de inyecci&#243;n</para>
                </item>
                <item>
                    <para>Fin de la inyecci&#243;n</para>
                </item>
            </randlist>
            <para>La secci&#243;n de control de aceite usa una v&#225;lvula de carrete para dirigir el aceite de alta
                presi&#243;n proveniente del sistema de presi&#243;n de control de la inyecci&#243;n hacia adentro o
                hacia afuera del inyector. La v&#225;lvula de carrete flota en un agujero maquinado dentro del bastidor
                de la v&#225;lvula, y es colocado en posici&#243;n por el campo magn&#233;tico creado cuando el voltaje
                es aplicado a cualquiera de las dos bobinas, la de apertura, o la de cierre.
            </para>
            <para>Cuando el voltaje es aplicado a la bobina de apertura, se abre la v&#225;lvula de carrete, permitiendo
                que el aceite de alta presi&#243;n proveniente del orificio de entrada, entre al &#225;rea de
                amplificaci&#243;n de presi&#243;n del inyector. Con el carrete permitiendo que el aceite entre al
                inyector, la presi&#243;n comienza a empujar sobre el pist&#243;n intensificador. Tanto el pist&#243;n
                intensificador de di&#225;metro grande como el &#233;mbolo de di&#225;metro peque&#241;o son empujados
                juntos hacia abajo. El &#225;rea superior de la superficie del pist&#243;n est&#225; abierta a la alta
                presi&#243;n, y el &#225;rea inferior de la superficie del &#233;mbolo empuja contra la columna de
                combustible. El radio de las superficies es de aproximadamente 7 a 1. Por lo tanto, si la presi&#243;n
                del aceite ICP es de aproximadamente de 7 MPa (1,000 lb/pulg&#178; ) el movimiento del &#233;mbolo crea
                una presi&#243;n de aproximadamente 48-49 MPa (7,000 lb/pulg&#178;). La presi&#243;n incrementada del
                combustible causa que se cierre la v&#225;lvula de retenci&#243;n de entrada, impidiendo que el
                combustible se devuelva hacia la cabeza.
            </para>
            <para>El combustible con alta presi&#243;n proveniente del &#233;mbolo fluye hacia la parte baja del
                inyector hacia el &#225;rea de la tobera donde el trabaja contra el cono de la v&#225;lvula de la
                tobera. Cuando la presi&#243;n del combustible alcanza 18 MPa (2,700 lb/pulg&#178; ) el empuje del
                combustible presurizado supera el resorte de la v&#225;lvula de la tobera y levanta de su asiento a la v&#225;lvula
                de la tobera, permitiendo que el combustible a una presi&#243;n extremadamente alta entre en la c&#225;mara
                de combusti&#243;n a trav&#233;s de los agujeros de punta de la tobera. El combustible continua fluyendo
                hasta que la cantidad apropiada de combustible entre en la c&#225;mara de combusti&#243;n. En este
                punto, la bobina de cierre es energizada, se mueve la v&#225;lvula de carrete y el aceite cesa de fluir.
                Cuando cae la presi&#243;n de combustible, el resorte de presi&#243;n de apertura de la v&#225;lvula
                forza el cierre de la v&#225;lvula de la tobera y el combustible cesa de fluir. La v&#225;lvula de
                restricci&#243;n de salida de combustible impide el paso de los gases de la combusti&#243;n al inyector.
                Nuevamente queda el inyector en posici&#243;n est&#225;tica para permitir que el combustible entre a
                trav&#233;s de la v&#225;lvula de restricci&#243;n de entrada y rellene el &#225;rea inferior del &#233;mbolo.
            </para>
        </svcsubproc>
        <svcsubproc id="S235in03">
            <title>Presi&#243;n de Control de la Inyecci&#243;n (ICP)</title>
            <figure id="f2351101" figsize="pg-wide">
                <graphic filename="../figd31/d3109.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="300"/>
                <caption>Sistema de Aceite a Alta Presi&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto de la bomba hidr&#225;ulica (alta presi&#243;n), con tubo de
                        descarga
                    </callout1>
                    <callout1 type="arabic">V&#225;lvula IPR</callout1>
                    <callout1 type="arabic">Sensor ICP</callout1>
                    <callout1 type="arabic">Cubierta de la bomba hidr&#225;ulica</callout1>
                    <callout1 type="arabic">Conjunto del inyector de combustible</callout1>
                    <callout1 type="arabic">Conjunto del M&#250;ltiple de aceite (lado derecho)</callout1>
                    <callout1 type="arabic">Acoples del M&#250;ltiple de aceite con v&#225;lvula de retenci&#243;n
                    </callout1>
                    <callout1 type="arabic">Manguera del aceite (lado derecho)</callout1>
                    <callout1 type="arabic">Conjunto del tubo entre el bloque del motor y la culata (lado derecho)
                    </callout1>
                    <callout1 type="arabic">Conjunto del tubo del motor trasero (derivaci&#243;n)</callout1>
                    <callout1 type="arabic">Manguera de aceite (lado izquierdo)</callout1>
                    <callout1 type="arabic">Conjunto del M&#250;ltiple de aceite (lado izquierdo)</callout1>
                    <callout1 type="arabic">Conjunto del tubo entre el bloque del motor y la culata (lado izquierdo)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Flujo del Sistema en General</emph>
            </para>
            <para>El sistema de aceite a alta presi&#243;n est&#225; compuesto de dos sub-sistemas:</para>
            <randlist type="bullet">
                <item>
                    <para>Sistema de Presi&#243;n de Control de Inyecci&#243;n (ICP)</para>
                </item>
                <item>
                    <para>Conjunto del inyector de combustible</para>
                </item>
            </randlist>
            <para>La fuerza hidr&#225;ulica que se necesita para inyectar combustible en la c&#225;mara de combusti&#243;n
                es proporcionada por el sistema ICP. Los inyectores de combustible en el motor son impulsados hidr&#225;ulicamente
                y controlados electr&#243;nicamente
                <xref refid="s235in01"/>.
            </para>
            <para>El sistema ICP est&#225; compuesto de los siguiente elementos:</para>
            <randlist type="bullet">
                <item>
                    <para>Tanque de aceite</para>
                </item>
                <item>
                    <para>Conjunto de la bomba hidr&#225;ulica, alta presi&#243;n</para>
                </item>
                <item>
                    <para>Cubierta de la bomba hidr&#225;ulica</para>
                </item>
                <item>
                    <para>Tubos y mangueras de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Conjuntos de los M&#250;ltiples de admisi&#243;n de alta presi&#243;n</para>
                </item>
                <item>
                    <para>Sensor de Presi&#243;n de Control de Inyecci&#243;n (IPC)</para>
                </item>
                <item>
                    <para>V&#225;lvula Reguladora de Presi&#243;n de Inyecci&#243;n (IPR)</para>
                </item>
                <item>
                    <para>V&#225;lvulas de retenci&#243;n</para>
                </item>
            </randlist>
            <para>La bomba hidr&#225;ulica de alta presi&#243;n recibe el aceite para lubricaci&#243;n del motor del
                tanque fundido dentro de la V del bloque del motor. Este tanque permite un suministro constante de
                aceite del motor para la bomba. Este tanque es rellenado constantemente por el sistema de baja presi&#243;n
                de aceite de lubricaci&#243;n con aceite filtrado proveniente del pasaje del bastidor del enfriador de
                aceite.
            </para>
            <para>La bomba hidr&#225;ulica de alta presi&#243;n est&#225; montada en la parte trasera del bloque del
                motor y es impulsada por el engranaje del cig&#252;e&#241;al. El aceite para la bomba es suministrado
                por el tanque de aceite, a trav&#233;s de una malla de 150 micrones y por el pasaje del orificio de
                entrada de la bomba. El aceite a alta presi&#243;n proveniente de la bomba es distribuido a los
                inyectores a trav&#233;s de una serie de tubos y mangueras.
            </para>
            <para>El tubo de descarga de alta presi&#243;n est&#225; montado en la bomba y sirve para conectar el flujo
                de aceite proveniente de la bomba hidr&#225;ulica de alta presi&#243;n con el conjunto del tubo de la
                parte trasera del motor. Este conjunto de tubos divide el flujo de aceite en dos tubos o derivaciones,
                una para cada lado del motor. Tubos r&#237;gidos roscados en cada derivaci&#243;n dirigen el aceite
                hacia arriba dentro del eje de balancines de cada culata. Mangueras flexibles con terminales de conexi&#243;n
                r&#225;pida conectan los tubos r&#237;gidos con las v&#225;lvulas de retenci&#243;n, las cuales est&#225;n
                montadas en cada uno de los conjuntos del M&#250;ltiple de aceite. El aceite suministrado por los M&#250;ltiples
                de admisi&#243;n entra en el tope de cada inyector a trav&#233;s de los orificios encerrados por los
                sellos anulares. Cuando es energizada la bobina de apertura del inyector, el aceite a alta presi&#243;n
                es usado para empujar el combustible dentro de la c&#225;mara de combusti&#243;n. Despu&#233;s de
                terminar la inyecci&#243;n, el aceite contenido en el interior del inyector es liberado a trav&#233;s de
                la porci&#243;n superior del inyector y es drenado hacia el c&#225;rter de aceite.
            </para>
            <figure id="f235in16" figsize="pg-wide">
                <graphic filename="../figd31/d31126.webp" type="webp" scalefit="1" scalefitwidth="432px" resolution="159"
                         box="no"/>
                <caption>Diagrama de Operaci&#243;n del Circuito Cerrado</caption>
            </figure>
            <para>
                <emph type="bold">Operaci&#243;n del Sistema General</emph>
            </para>
            <para>El control electr&#243;nico del sistema de aceite a alta presi&#243;n consta de los siguientes
                componentes:
            </para>
            <randlist type="bullet">
                <item>
                    <para>ECM
                        <xref refid="S235in0.5"/>
                    </para>
                </item>
                <item>
                    <para>IDM
                        <xref refid="S235in02"/>
                    </para>
                </item>
                <item>
                    <para>Sensor ICP, localizado en la cubierta de la bomba de aceite hidr&#225;ulico, en la parte
                        trasera del motor.
                    </para>
                </item>
                <item>
                    <para>V&#225;lvula IPR, localizada en la cubierta de la bomba de aceite hidr&#225;ulico, en la parte
                        trasera del motor.
                    </para>
                </item>
            </randlist>
            <para>El ECM controla la presi&#243;n de control de inyecci&#243;n por medio de la operaci&#243;n del
                regulador IPR. Los resultados son monitoreados continuamente por el ECM por el sensor ICP. El sensor de
                presi&#243;n de control de inyecci&#243;n proporciona informaci&#243;n sobre la presi&#243;n en forma de
                una se&#241;al de voltaje an&#225;loga hacia el ECM, en cualquier momento dado. La se&#241;al de presi&#243;n
                obtenida del ICP, le permite al ECM conocer la presi&#243;n de control de inyecci&#243;n actual en todo
                momento durante la operaci&#243;n del motor, y a&#243;n durante el modo de arranque. Esta operaci&#243;n
                es conocida como
                <emph type="bold">Circuito Cerrado</emph>.
            </para>
            <para>El ECM puede establecer c&#243;digos de diagn&#243;stico si la se&#241;al del ICP est&#225; fuera de
                rango, o si la se&#241;al recibida del ICP corresponde a un valor fuera del rango al de la presi&#243;n
                de control de la inyecci&#243;n en una condici&#243;n de operaci&#243;n dada.
            </para>
            <para>Si ocurre alguna de ellas, el ECM ignorar&#225; la se&#241;al del ICP y controlar&#225; la operaci&#243;n
                de la v&#225;lvula IPR por valores previamente establecidos. Esta condici&#243;n es conocida como
                <emph type="bold">Circuito Abierto</emph>.
            </para>
            <para>
                <emph type="bold">IPR</emph>
            </para>
            <para>La IPR
                <xref refid="f2351101"/>
                IPR es una v&#225;lvula reguladora de control de presi&#243;n piloto operada y controlada el&#233;ctricamente
                (flujo peque&#241;o que controla un flujo grande). El IPR controla la presi&#243;n de salida de la bomba
                desde aproximadamente 3 a 20 MPa (500 - 3,000 lb/pulg&#178;). Una se&#241;al el&#233;ctrica proveniente
                del ECM hacia el solenoide del IPR crea un campo magn&#233;tico, el cual aplica fuerza variable en la v&#225;lvula
                c&#243;nica para controlar la presi&#243;n. La presi&#243;n de control de inyecci&#243;n es gobernada
                por el ECM, dependiendo de las condiciones de operaci&#243;n y de la demanda de potencia por parte del
                conductor.
            </para>
            <para>La v&#225;lvula IPR es una v&#225;lvula modulada de pulso ancho (% de ciclo de servicio) operando a
                200 Hz. El ancho del pulso es modulado entre 6 y 65% para controlar la presi&#243;n ICP en el rango
                entre 3 y 20 MPa (500 a 3,000 lb/pulg&#178;). El regulador est&#225; montado en la cubierta de la bomba
                hidr&#225;ulica y mantiene la presi&#243;n de control de inyecci&#243;n deseada descargando el exceso de
                aceite a trav&#233;s de un juego de orificios de vaciado hacia el bloque del motor y finalmente hacia el
                c&#225;rter del motor.
            </para>
            <para>A medida que la demanda de presi&#243;n de control de inyecci&#243;n se incrementa, el ECM incrementa
                el ancho del pulso (% de ciclo de servicio) hacia la v&#225;lvula IPR. Esta acci&#243;n forza el cono de
                la v&#225;lvula contra el orificio de drenaje, incrementando la presi&#243;n detr&#225;s de la v&#225;lvula
                c&#243;nica. A medida que se incrementa la presi&#243;n del aceite detr&#225;s de la v&#225;lvula c&#243;nica,
                ella se mueve hacia adelante y bloquea los orificios de drenaje en los lados de la v&#225;lvula IPR.
            </para>
            <para>Cuando la demanda por presi&#243;n de control de inyecci&#243;n disminuye, el ECM disminuye el ancho
                del pulso (% de ciclo de servicio) hacia el enrollado de la bobina de la v&#225;lvula IPR, permitiendo
                que el aceite drene hacia afuera de los orificios de vaciado principales. Esta acci&#243;n es acompa&#241;ada
                por el alivio de presi&#243;n detr&#225;s de la v&#225;lvula c&#243;nica, lo cual le permite abrir
                parcialmente el orificio de alivio, disminuyendo la presi&#243;n de control de inyecci&#243;n.
            </para>
            <para>La operaci&#243;n descrita le permite al IPR un ajuste permanente de presi&#243;n de control de
                inyecci&#243;n comandada por el ECM.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
