<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - CARACTER&#205;STICAS
        DEL VEH&#205;CULO - Caracter&#237;sticas opcionales
    </stitle>
    <svcman/>
    <svcproc svcproctype="OVERVIEW" graphiccount="3">
        <title>Caracter&#237;sticas opcionales</title>
        <svcsubproc>
            <title>Control de la velocidad del motor para la toma de fuerza</title>
            <para>Los motores DT 466 y DT 530 son compatibles con toma de fuerza estacionaria y m&#243;vil. El control
                del acelerador puede estar en la cabina o en una posici&#243;n remota y puede usarse como un acelerador
                electr&#243;nico manual durante el calentamiento del motor o para mantenerlo en ralent&#237; en clima fr&#237;o.
            </para>
            <figure id="f1750127" figsize="pg-wide">
                <graphic filename="../figeg1/eg1280a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="400"/>
                <caption>Control de la velocidad del motor</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Limitador / regulador de velocidad en carretera</title>
            <para>El limitador / regulador de velocidad en carretera limita la velocidad del veh&#237;culo a un m&#225;ximo
                programado por el cliente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Recursos para fabricantes de equipo para carrocer&#237;as</title>
            <para>Se suministran circuitos y bloques de conexi&#243;n adicionales en el compartimiento del motor, al
                lado izquierdo de la b&#243;veda. Estos circuitos pueden ser utilizados para:
            </para>
            <randlist type="bullet">
                <item>
                    <para>El control a distancia de la velocidad del motor</para>
                </item>
                <item>
                    <para>Instrucciones para el control de la toma de fuerza remota (velocidad del motor)</para>
                </item>
                <item>
                    <para>Circuitos adicionales de energ&#237;a y control para equipo adicional</para>
                </item>
            </randlist>
            <para>El sistema el&#233;ctrico est&#225;ndar proporciona conexiones de derivaci&#243;n para la toma de
                fuerza remota.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de advertencia del motor</title>
            <para>El sistema de advertencia del motor enciende la luz ENGINEroja y activa una alarma sonora para
                indicar:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Alta temperatura del refrigerante</para>
                </item>
                <item>
                    <para>Bajo nivel del refrigerante</para>
                </item>
                <item>
                    <para>Baja presi&#243;n del aceite</para>
                </item>
            </randlist>
            <para>Refi&#233;rase a Sistema de advertencia del motor
                <xref refid="f1750128"/>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de apagado del motor</title>
            <para>El sistema de advertencia del motor viene incluido con el sistema de apagado del motor. El sistema de
                apagado del motor apaga el motor despu&#233;s de 30 segundos de operaci&#243;n excediendo los l&#237;mites
                cr&#237;ticos de temperatura del refrigerante y/o de la presi&#243;n del aceite.
            </para>
            <figure id="f1750128" figsize="pg-wide">
                <graphic filename="../figeg8/eg8750.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="200"/>
                <caption>Sistema de advertencia del motor</caption>
            </figure>
            <figure id="f1750129" figsize="pg-wide">
                <graphic filename="../figeg1/eg1281.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="300"/>
                <caption>Sistema de protecci&#243;n del motor</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Funci&#243;n de apagado en ralent&#237; (opcional)</title>
            <para>La funci&#243;n de apagado en ralent&#237; apaga autom&#225;ticamente el motor despu&#233;s de un per&#237;odo
                en ralent&#237; programable entre 2 y 120 minutos. El propietario puede programar las temperaturas m&#225;xima
                o m&#237;nima del aire de admisi&#243;n para un per&#237;odo largo en ralent&#237;. Si se activa la
                funci&#243;n de apagado en ralent&#237;, el ECM har&#225; destellar la luz ENGINEroja, activar&#225; la
                alarma sonora por 30 segundos y establecer&#225; un DTC antes de apagar el motor. Cuando se activa esta
                funci&#243;n, se desconecta autom&#225;ticamente la protecci&#243;n contra clima fr&#237;o.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Regulador electr&#243;nico de presi&#243;n (EPG)</title>
            <para>El regulador electr&#243;nico de presi&#243;n puede utilizarse en camiones con bombas hidr&#225;ulicas
                cuya presi&#243;n de salida es controlada mediante las RPM del motor (por ejemplo, camiones de
                bomberos). Se proporcionan conexiones para carroceros y el ECM puede programarse para este fin. Esta
                funci&#243;n puede programarse de acuerdo a las necesidades del conductor, quien puede ajustar la tasa
                de ascenso de las RPM del motor y del regulador electr&#243;nico de la presi&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Control del ventilador del motor (EFN)</title>
            <para>El control del ventilador del motor permite al ECM regular la conexi&#243;n y desconexi&#243;n del
                ventilador, seg&#250;n la temperatura del refrigerante o las demandas del acondicionador de aire. El ECM
                tambi&#233;n puede programarse para retardar la velocidad del motor mediante el control del ventilador.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
