<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - GLOSARIO DE T&#201;RMINOS T&#201;CNICOS</stitle>
    <svcman/>
    <svcsection id="Sec-7-NGV" division="engine" date="02/01/01">
        <title>GLOSARIO DE T&#201;RMINOS T&#201;CNICOS</title>
        <svcproc svcproctype="Glossary" graphiccount="0">
            <title>GLOSARIO DE T&#201;RMINOS T&#201;CNICOS</title>
            <para>
                <emph type="bold">A/D, convertidor de anal&#243;gico a digital</emph>: un circuito dentro de la secci&#243;n
                de procesamiento del ECM, que toma una se&#241;al anal&#243;gica (ya sea de CC o de CA) y la convierte
                en una se&#241;al digital utilizable por el microprocesador.
            </para>
            <para>
                <emph type="bold">acondicionador de se&#241;ales de entrada</emph>: dispositivo o circuito que
                acondiciona o prepara una se&#241;al de entrada para que pueda ser usada por el microprocesador.
            </para>
            <para>
                <emph type="bold">activador</emph>: dispositivo que realiza una tarea en respuesta a una se&#241;al de
                entrada.
            </para>
            <para>
                <emph type="bold">administrador de fondo</emph>: porci&#243;n de la computadora que realiza labores de
                mantenimiento. Generalmente controla los eventos de baja prioridad o que ocurren a menor velocidad.
            </para>
            <para>
                <emph type="bold">administrador de frente</emph>: porci&#243;n de la computadora que controla las
                funciones primarias de control del motor. El administrador de frente responde r&#225;pidamente a eventos
                externos para mantener el rendimiento correcto del motor bajo una variedad de condiciones. Generalmente
                controla los elementos de alta prioridad.
            </para>
            <para>
                <emph type="bold">amplitud de pulsaci&#243;n</emph>: tiempo que un activador, tal como un inyector,
                permanece energizado.
            </para>
            <para>
                <emph type="bold">anal&#243;gico</emph>: voltaje constantemente variable.
            </para>
            <para>
                <emph type="bold">APS, sensor de posici&#243;n del acelerador</emph>: un sensor tipo potenci&#243;metro
                que indica la posici&#243;n del pedal del acelerador.
            </para>
            <para>
                <emph type="bold">BAP, sensor de presi&#243;n barom&#233;trica absoluta</emph>: un sensor de
                capacitancia variable que al recibir una se&#241;al de referencia de 5 voltios desde el ECM, produce una
                se&#241;al lineal anal&#243;gica de voltaje que indica presi&#243;n atmosf&#233;rica.
            </para>
            <para>
                <emph type="bold">BNO, interruptor por la posici&#243;n del freno (normalmente abierto)</emph>: un
                interruptor de encendido/apagado empleado para indicar si los frenos est&#225;n o no est&#225;n en uso.
                Su funci&#243;n primaria es desconectar el control de crucero (normalmente abierto).
            </para>
            <para>
                <emph type="bold">calibraci&#243;n</emph>: valores empleados por la estrategia para resolver ecuaciones
                y tomar decisiones. Los valores de calibraci&#243;n se guardan en la ROM. Los valores de calibraci&#243;n
                son ingresados al procesador durante la programaci&#243;n para permitir la operaci&#243;n del motor
                dentro de ciertos par&#225;metros.
            </para>
            <para>
                <emph type="bold">CLS, interruptor por el nivel del refrigerante</emph>: un sensor interruptor usado
                para indicar bajo nivel de refrigerante.
            </para>
            <para>
                <emph type="bold">CMP, sensor de posici&#243;n del &#225;rbol de levas</emph>: un sensor de efecto Hall
                utilizado para indicar la velocidad del motor y la posici&#243;n del &#225;rbol de levas. La velocidad
                es indicada por el n&#250;mero de porciones s&#243;lidas entre ventanas, contadas en cada revoluci&#243;n.
                La posici&#243;n del &#225;rbol de levas es indicada por una porci&#243;n s&#243;lida estrecha que se&#241;ala
                la posici&#243;n del cilindro n&#250;mero 1.
            </para>
            <para>
                <emph type="bold">comprobaci&#243;n del estado de las salidas</emph>: una prueba a solicitud
                seleccionada por el mec&#225;nico, que obliga al procesador a conectar los activadores en alta o baja
                para diagn&#243;sticos adicionales.
            </para>
            <para>
                <emph type="bold">controlador</emph>: un transistor en la secci&#243;n de salida del ECM que se usa para
                encender o apagar varios activadores del sistema.
            </para>
            <para>
                <emph type="bold">DDS, interruptor por desacople del tren propulsor</emph>: un interruptor que indica
                cuando el tren propulsor se desacopla del motor.
            </para>
            <para>
                <emph type="bold">desactivaci&#243;n</emph>: decisi&#243;n de la computadora que resulta en la
                desactivaci&#243;n de un sistema, dej&#225;ndolo fuera de operaci&#243;n.
            </para>
            <para>
                <emph type="bold">detecci&#243;n y manejo de fallas</emph>: estrategia alterna de control creada para
                reducir los efectos adversos causados por una falla del sistema. Si un sensor fallara, el ECM generar&#225;
                una se&#241;al de reemplazo equivalente a la que normalmente env&#237;a ese sensor. La luz &#225;mbar se
                enciende para advertir al conductor que debe llevar el veh&#237;culo a reparaci&#243;n.
            </para>
            <para>
                <emph type="bold">DMM, mult&#237;metro digital</emph>: medidor electr&#243;nico que usa una pantalla
                digital para indicar un valor medido. Es el preferido para usar en sistemas con microprocesadores, ya
                que tiene una impedancia interna muy elevada y no descarga el circuito que se est&#225; midiendo.
            </para>
            <para>
                <emph type="bold">DTC, c&#243;digo de diagn&#243;stico</emph>: un c&#243;digo num&#233;rico de 3 d&#237;gitos,
                anteriormente conocido como c&#243;digo de falla o c&#243;digo de destello.
            </para>
            <para>
                <emph type="bold">ECI, rel&#233; que impide dar arranque al motor</emph>: una se&#241;al de salida del
                ECM que controla el rel&#233; ECI cuando se permite que el motor de arranque funcione para darle vueltas
                al motor.
            </para>
            <para>
                <emph type="bold">ECM, m&#243;dulo de control electr&#243;nico</emph>: la caja protectora que alberga la
                microcomputadora, el regulador del V
                <subscript>REF</subscript>, los acondicionadores de entrada y los controladores de salida.
            </para>
            <para>
                <emph type="bold">ECT, sensor de temperatura del refrigerante</emph>: un sensor tipo termistor que
                indica la temperatura del refrigerante.
            </para>
            <para>
                <emph type="bold">EFRC, c&#243;digo de clasificaci&#243;n del motor</emph>: un c&#243;digo legible en la
                lista de calibraciones de la herramienta electr&#243;nica de servicio (EST), que identifica la potencia
                y calibraci&#243;n de las emisiones del motor.
            </para>
            <para>
                <emph type="bold">enlace de datos ATA</emph>: un enlace de datos seriales especificado por la American
                Trucking Association y la SAE.
            </para>
            <para>
                <emph type="bold">enlace de datos del tren propulsor J1939</emph>: el enlace de comunicaciones primario
                entre el ECM, el ESC y el conjunto de instrumentos.
            </para>
            <para>
                <emph type="bold">entradas digitales de alta velocidad</emph>: entradas hacia el ECM desde un sensor que
                genera frecuencias variables. Ejemplos de sensores de entradas digitales en alta velocidad son el de la
                velocidad del motor y el de la velocidad del veh&#237;culo.
            </para>
            <para>
                <emph type="bold">entradas digitales de baja velocidad</emph>: entradas conmutadas de un sensor que
                generan hacia el ECM una se&#241;al de encendido/apagado (alta/baja). La entrada suministrada al ECM
                procedente del sensor podr&#237;a ser de un interruptor de una fuente de alta entrada (generalmente 12 o
                5 voltios), o podr&#237;a ser de un interruptor que pone a tierra la se&#241;al procedente de un
                resistor limitador de corriente dentro del ECM, que produce una baja se&#241;al (0 voltios).
            </para>
            <para>
                <emph type="bold">EOP, sensor de presi&#243;n del aceite del motor</emph>: un sensor de capacitancia
                variable utilizado para indicar baja presi&#243;n del aceite.
            </para>
            <para>
                <emph type="bold">EOT, sensor de temperatura del aceite del motor</emph>: un sensor tipo termistor que
                detecta la temperatura del aceite del motor.
            </para>
            <para>
                <emph type="bold">ESC, controlador del sistema el&#233;ctrico</emph>: m&#243;dulo electr&#243;nico que
                proporciona m&#250;ltiples interfaces de entradas anal&#243;gicas y conmutadas para monitorizar
                funciones del veh&#237;culo mediante conmutadores de estado s&#243;lido, salidas de controladores de rel&#233;s
                y comunicaciones de datos seriales.
            </para>
            <para>
                <emph type="bold">EST, herramienta electr&#243;nica de servicio</emph>: una herramienta computarizada de
                diagn&#243;sticos y programaci&#243;n para el ECM. El hardware es generalmente una computadora port&#225;til.
                El software de diagn&#243;stico y programaci&#243;n est&#225; formado por el programa Master Diagnostics
                de International&#174;, documentaci&#243;n en l&#237;nea ISIS y NETS para programaci&#243;n en la
                fabrica.
            </para>
            <para>
                <emph type="bold">estrategia</emph>: un plan o grupo de instrucciones de operaci&#243;n que sigue el
                microprocesador para lograr una meta deseada. Una estrategia es el propio programa de la computadora,
                incluyendo todas las ecuaciones y l&#243;gica para tomar decisiones. La estrategia siempre se guarda en
                la ROM y de esa forma no puede ser cambiada durante la calibraci&#243;n.
            </para>
            <para>
                <emph type="bold">HEUI, inyector unitario, activado hidr&#225;ulicamente y controlado electr&#243;nicamente</emph>
                : inyectores de combustible a alta presi&#243;n controlados electr&#243;nicamente usados en los motores
                diesel de International&#174;. Estos inyectores usan aceite a alta presi&#243;n sobre un pist&#243;n
                amplificador para lograr presiones de inyecci&#243;n de combustible de hasta 21.000 lb/pulg2.
            </para>
            <para>
                <emph type="bold">IAT, sensor de temperatura del aire de admisi&#243;n</emph>: un sensor tipo termistor
                utilizado para indicar la temperatura del aire de admisi&#243;n.
            </para>
            <para>
                <emph type="bold">ICP, sensor de presi&#243;n de control de inyecci&#243;n</emph>: un sensor de
                capacitancia variable usado para indicar la presi&#243;n de control de inyecci&#243;n.
            </para>
            <para>
                <emph type="bold">impedancia</emph>: forma de oposici&#243;n al flujo de corriente alterna, medida en
                ohmios (&#x2126;).
            </para>
            <para>
                <emph type="bold">IPR, regulador de la presi&#243;n de inyecci&#243;n</emph>: una v&#225;lvula
                reguladora modulada por amplitud de pulsaciones, controlada por el ECM, que regula la presi&#243;n del
                aceite que controla la inyecci&#243;n de combustible.
            </para>
            <para>
                <emph type="bold">IVS, Interruptor de confirmaci&#243;n de ralent&#237;</emph>: un sensor interruptor de
                encendido/apagado, que indica cu&#225;ndo el pedal del acelerador est&#225; en la posici&#243;n de
                ralent&#237;.
            </para>
            <para>
                <emph type="bold">KOEO, Key ON Engine OFF</emph>: llave en ON y motor apagado.
            </para>
            <para>
                <emph type="bold">KOER, Key ON Engine Running</emph>: llave en ON y motor en marcha.
            </para>
            <para>
                <emph type="bold">lectura</emph>: operaci&#243;n de la computadora en que la informaci&#243;n es
                recogida de la memoria.
            </para>
            <para>
                <emph type="bold">luces ENGINE</emph>: luces en el tablero que se encienden cuando aparecen ciertos c&#243;digos
                de falla. Los c&#243;digos de falla pueden leerse como c&#243;digos de destello mediante estas luces
                color rojo y &#225;mbar.
            </para>
            <para>
                <emph type="bold">MAP, sensor de presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n</emph>: un
                sensor de capacitancia variable que indica presi&#243;n reforzadora o vac&#237;o en el m&#250;ltiple de
                admisi&#243;n.
            </para>
            <para>
                <emph type="bold">microprocesador</emph>: un circuito integrado que controla el flujo de informaci&#243;n
                dentro de una microcomputadora.
            </para>
            <para>
                <emph type="bold">mult&#237;metro anal&#243;gico</emph>: medidor que emplea una aguja para apuntar a un
                n&#250;mero dentro de una escala de n&#250;meros y as&#237; indicar un valor medido (voltios, ohmios,
                amperios, etc.). No se recomienda para sistemas microprocesadores debido a la posibilidad de una
                corriente excesiva a causa de su baja impedancia.
            </para>
            <para>
                <emph type="bold">normalmente abierto</emph>: se refiere a un interruptor que est&#225; abierto cuando
                ninguna fuerza de control act&#250;a sobre &#233;l.
            </para>
            <para>
                <emph type="bold">normalmente cerrado</emph>: se refiere a un interruptor o solenoide que est&#225;
                cerrado cuando ninguna fuerza de control act&#250;a sobre &#233;l.
            </para>
            <para>
                <emph type="bold">OCC, comprobaci&#243;n de circuitos de salida</emph>: una prueba a solicitud realizada
                durante una autoprueba con el motor apagado, que revisa la continuidad de los activadores seleccionados.
            </para>
            <para>
                <emph type="bold">PID</emph>: identificador de par&#225;metro.
            </para>
            <para>
                <emph type="bold">potenci&#243;metro</emph>: dispositivo electromec&#225;nico (divisor de voltaje
                variable) que detecta la posici&#243;n de un componente mec&#225;nico. El movimiento mec&#225;nico
                conectado al contacto deslizante hace que se mueva a lo largo de la resistencia del material en forma
                rotativa. El voltaje del contacto deslizante cambia en cada punto a lo largo de la resistencia del
                material, y es proporcional a la cantidad de movimiento mec&#225;nico. Los potenci&#243;metros tienen
                tres conexiones: V
                <subscript>REF</subscript>, se&#241;al de salida (contacto deslizante) y tierra.
            </para>
            <para>
                <emph type="bold">presi&#243;n de control de inyecci&#243;n</emph>: alta presi&#243;n del aceite
                lubricante generada por una bomba de alta presi&#243;n y un regulador de presi&#243;n, usada para
                accionar hidr&#225;ulicamente los inyectores de combustible.
            </para>
            <para>
                <emph type="bold">PROM</emph>: memoria de s&#243;lo lectura programable.
            </para>
            <para>
                <emph type="bold">prueba a solicitud</emph>: una autoprueba que inicia el mec&#225;nico y que se realiza
                mediante un programa en el procesador.
            </para>
            <para>
                <emph type="bold">prueba continua</emph>: una funci&#243;n del ECM en la que las entradas y salidas son
                continuamente monitorizadas para asegurar que los valores medidos est&#225;n dentro de los l&#237;mites
                fijados.
            </para>
            <para>
                <emph type="bold">pruebas con el motor apagado</emph>: pruebas que se realizan con el interruptor de
                llave en la posici&#243;n ON y el motor apagado. Vea KOEO, Key ON Engine OFF.
            </para>
            <para>
                <emph type="bold">pruebas con el motor en marcha</emph>: pruebas que se realizan con el motor en marcha.
                Vea KOER, Key ON Engine Running.
            </para>
            <para>
                <emph type="bold">PTO, toma de fuerza</emph>: salida para accesorios, generalmente desde la transmisi&#243;n,
                que se usa para accionar una bomba hidr&#225;ulica de prensar basura, levantar equipos, etc.
            </para>
            <para>
                <emph type="bold">RAM, memoria de acceso directo</emph>: un tipo de memoria usada para guardar informaci&#243;n.
                La informaci&#243;n se puede escribir y leer de la RAM. La entrada de informaci&#243;n tal como
                velocidad del motor o temperatura se guarda aqu&#237; para compararla con los valores almacenados en la
                ROM. Toda la RAM se pierde cuando la llave de arranque se pone en OFF.
            </para>
            <para>
                <emph type="bold">rel&#233; de energ&#237;a del ECM</emph>: rel&#233; controlado por el ECM, que
                suministra o retira la energ&#237;a el&#233;ctrica al ECM.
            </para>
            <para>
                <emph type="bold">RFI</emph>: interferencia de radiofrecuencia
            </para>
            <para>
                <emph type="bold">ROM, memoria de s&#243;lo lectura</emph>: un tipo de memoria que se usa para guardar
                informaci&#243;n en forma permanente. La informaci&#243;n no puede ser escrita en la ROM. Estrategias de
                operaci&#243;n y tablas de calibraciones son el tipo de informaci&#243;n que m&#225;s frecuentemente se
                guardan en la ROM.
            </para>
            <para>
                <emph type="bold">SCCS, interruptores con instrucciones de control de velocidad</emph>: un grupo de
                interruptores empleado para el control de crucero, la toma de fuerza y el sistema de aceleraci&#243;n
                manual remoto.
            </para>
            <para>
                <emph type="bold">sensor de efecto Hall</emph>: un sensor que genera una se&#241;al digital de activaci&#243;n
                y desactivaci&#243;n, que indica velocidad y sincronizaci&#243;n del motor.
            </para>
            <para>
                <emph type="bold">sensor interruptor</emph>: un sensor que se emplea para indicar posiciones, niveles o
                presiones. La se&#241;al de un sensor interruptor es digital y creada indistintamente por el interruptor
                de apertura o el interruptor de cierre. La se&#241;al de apertura o cierre puede indicar posici&#243;n,
                como en el caso del interruptor del embrague; nivel, como en el caso del interruptor por el nivel del
                refrigerante; o presi&#243;n, como en el caso del interruptor de baja presi&#243;n de aceite. Un sensor
                interruptor normalmente tiene dos conectores: se&#241;al de retorno (tierra) y se&#241;al. Un sensor
                interruptor se considera una se&#241;al de entrada digital de baja velocidad.
            </para>
            <para>
                <emph type="bold">se&#241;al de r&#233;gimen de trabajo</emph>: un tipo de se&#241;al de control que
                tiene una medida de tiempo controlada para encendido/apagado de 0% a 100%. Normalmente utilizada para
                controlar solenoides.
            </para>
            <para>
                <emph type="bold">SID</emph>: identificador de subsistema.
            </para>
            <para>
                <emph type="bold">SIG GRD, tierra de la se&#241;al</emph>: el cable a tierra com&#250;n hacia el ECM
                para las entradas de los sensores.
            </para>
            <para>
                <emph type="bold">TAC, se&#241;al de salida del tac&#243;metro</emph>: se&#241;al de la velocidad del
                motor utilizada por tac&#243;metros remotos.
            </para>
            <para>
                <emph type="bold">termistor</emph>: sensor usado para determinar temperatura. Un termistor cambia sus
                valores de resistencia en relaci&#243;n a los cambios de temperatura. Aumentos en temperatura producen
                descensos en la resistencia; descensos en temperatura producen aumentos en la resistencia. El termistor,
                junto con un resistor limitador de corriente en el ECM, forma un divisor de voltaje que proporciona una
                se&#241;al de voltaje que indica temperatura. Como la mitad superior del divisor de voltaje est&#225; en
                el resistor limitador de corriente en la parte interior del ECM, un sensor tipo termistor s&#243;lo
                tiene dos conexiones: se&#241;al de retorno y tierra.
            </para>
            <para>
                <emph type="bold">transici&#243;n</emph>: cambio de un valor o condici&#243;n hacia otra, tal como de
                positivo a negativo, en un circuito el&#233;ctrico.
            </para>
            <para>
                <emph type="bold">TTS</emph>: velocidad del eje de salida de la transmisi&#243;n.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>BAT</subscript>
                </emph>
                : voltaje de la bater&#237;a.
            </para>
            <para>
                <emph type="bold">VEPS, sistema de programaci&#243;n del sistema electr&#243;nico del
                    veh&#237;culo</emph>: el sistema de computadora usado para programar veh&#237;culos controlados
                electr&#243;nicamente.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>IGN</subscript>, voltaje de arranque
                </emph>
                : voltaje suministrado por el interruptor de arranque cuando la llave est&#225; en la posici&#243;n ON.
            </para>
            <para>
                <emph type="bold">VRE, retardador del veh&#237;culo activado</emph>: se&#241;al desde el ECM hacia el
                retardador del veh&#237;culo.
            </para>
            <para>
                <emph type="bold">V
                    <subscript>REF</subscript>, voltaje de referencia
                </emph>
                : una se&#241;al de referencia de 5 voltios suministrada por el ECM para operar los sensores del motor.
            </para>
            <para>
                <emph type="bold">VSS, sensor de velocidad del veh&#237;culo</emph>: normalmente un sensor de captaci&#243;n
                magn&#233;tica, que se instala en el eje de salida de la transmisi&#243;n para indicar la velocidad
                sobre carretera.
            </para>
            <para>
                <emph type="bold">WTEC</emph>: World Transmission, transmisiones autom&#225;ticas controladas electr&#243;nicamente
                (Allison).
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_174.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_176.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
