<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Procedimiento para cebar el sistema de combustible
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>Procedimiento para cebar el sistema de combustible</title>
        <svcsubproc>
            <title>Procedimiento de cebado sin una fuente de vac&#237;o</title>
            <specpara>
                <note>
                    <para>Si durante el diagn&#243;stico de la queja nota las siguientes tres caracter&#237;sticas: el
                        sistema de combustible no se ceba, el motor despide humo blanco o negro, y la presi&#243;n del
                        combustible sube y baja, vea Fugas de combusti&#243;n hacia el combustible en esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Si el veh&#237;culo se ha quedado sin combustible, siga estas instrucciones:</para>
            <step1>
                <para count="1">Ponga combustible en el tanque. Si el veh&#237;culo tiene dos tanques, h&#225;galo en el
                    tanque del lado del pasajero. Revise el nivel del combustible en el tanque del lado del conductor
                    para verificar que la bomba de transferencia funciona correctamente.
                </para>
            </step1>
            <figure id="f2400427" figsize="col-wide">
                <graphic filename="../figD11/D1126.webp" type="webp" scalefit="1" scalefitwidth="248px" box="yes"/>
                <caption>Retiro de la tapa del filtro de combustible</caption>
                <calloutgroup>
                    <callout1 type="arabic">Llave de banda</callout1>
                    <callout1 type="arabic">Tapa del filtro de combustible</callout1>
                    <callout1 type="arabic">Filtro de combustible</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque la tapa del filtro de combustible con una llave de banda. Deje el filtro dentro de
                    la caja protectora.
                </para>
            </step1>
            <step1>
                <para count="1">Llene la carcasa del filtro con combustible diesel hasta las roscas para la tapa.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar la tapa del filtro y apri&#233;tela.</para>
            </step1>
            <step1>
                <para count="1">Opere el motor de arranque por 30 segundos y espere dos minutos para que se
                    enfr&#237;e.
                </para>
                <specpara>
                    <note>
                        <para>Ponga la llave de encendido en RUN s&#243;lo despu&#233;s de cada arranque, para no
                            descargar las bater&#237;as. Esto evitar&#225; que las buj&#237;as incandescentes repitieran
                            el ciclo de encendido.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <caution>
                        <para>Para no causar da&#241;os al motor de arranque, si el motor no arranca en 30 segundos,
                            suelte la llave de encendido y espere de 2 a 3 minutos para que el motor de arranque se enfr&#237;e.
                            Repita el procedimiento anterior.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Repita el paso 5 hasta que el motor arranque y se mantenga encendido por s&#237;
                    mismo.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Se necesitar&#225;n de 3 a 5 intentos para encender el motor. Pueden requerirse m&#225;s
                            intentos si el filtro de combustible no est&#225; cebado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <para>
                <emph type="bold">NOTA: Los autobuses con tanque trasero pueden requerir m&#225;s intentos debido a que
                    los tanques de combustible est&#225;n a mayor distancia.
                </emph>
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de cebado con una fuente de vac&#237;o</title>
            <specpara>
                <note>
                    <para>Si durante el diagn&#243;stico de la queja nota las siguientes tres caracter&#237;sticas: el
                        sistema de combustible no se ceba, el motor despide humo blanco o negro, y la presi&#243;n del
                        combustible sube y baja, vea Fugas de combusti&#243;n hacia el combustible en esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga combustible en el tanque. Si el veh&#237;culo tiene dos tanques, h&#225;galo en el
                    tanque del lado del pasajero. Revise el nivel del combustible en el tanque del lado del conductor
                    para verificar que la bomba de transferencia funciona correctamente.
                </para>
            </step1>
            <figure id="f2400428" figsize="col-wide">
                <graphic filename="../figD31/D31152.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Adaptador para prueba de presi&#243;n de combustible</caption>
            </figure>
            <step1>
                <para count="1">Instale el adaptador para prueba de presi&#243;n en el orificio de combustible sin
                    filtrar.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el acoplador para prueba de presi&#243;n de combustible o aceite al adaptador
                    para prueba de presi&#243;n de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Extraiga combustible del tanque con la fuente de vac&#237;o hasta que el nivel en la
                    carcasa del filtro llegue al adaptador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la fuente de vac&#237;o y el acoplador para prueba de presi&#243;n de
                    combustible o aceite, del adaptador para prueba de presi&#243;n de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Opere el motor de arranque por 30 segundos y espere dos minutos para que se
                    enfr&#237;e.
                </para>
                <specpara>
                    <note>
                        <para>Ponga la llave de encendido en RUN s&#243;lo despu&#233;s de cada arranque, para no
                            descargar las bater&#237;as. Esto evitar&#225; que las buj&#237;as incandescentes repitieran
                            el ciclo de encendido.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <caution>
                        <para>Para no causar da&#241;os al motor de arranque, si el motor no arranca en 30 segundos,
                            suelte la llave de encendido y espere de 2 a 3 minutos para que el motor de arranque se enfr&#237;e.
                            Repita el procedimiento anterior.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Repita el paso 5 hasta que el motor arranque y se mantenga encendido por s&#237;
                    mismo.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Se necesitar&#225;n de 2 a 4 intentos para arrancar el motor. Pueden requerirse m&#225;s
                            intentos si el filtro de combustible no est&#225; cebado.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Una vez que haya arrancado el motor y est&#233; funcionando normalmente, ap&#225;guelo,
                    retire la conexi&#243;n para prueba de presi&#243;n del combustible y reinstale el tap&#243;n en la
                    carcasa del filtro.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_67.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_69.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
