<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - INTRODUCCI&#211;N - VISI&#211;N GENERAL DE LOS SISTEMAS - Sistema
        de Manejo del Aire
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>Sistema de Manejo del Aire</title>
        <svcprocinfo>
            <figure id="f235in08.1" figsize="pg-wide">
                <graphic filename="../figd31/d31109.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="600"/>
                <caption>Diagrama del Flujo del Sistema de Manejo del Aire</caption>
            </figure>
            <figure id="f235in11" figsize="pg-wide">
                <graphic filename="../figd31/d3108.webp" type="webp" scalefit="1" scalefitwidth="490px"
                         scalefitheight="562px" resolution="300"/>
                <caption>Diagrama de la Inducci&#243;n de Aire / Sistema de Escape</caption>
                <calloutgroup>
                    <callout1 type="arabic">M&#250;ltiple de admisi&#243;n</callout1>
                    <callout1 type="arabic">Enfriador EGR</callout1>
                    <callout1 type="arabic">V&#225;lvula EGR</callout1>
                    <callout1 type="arabic">Culata izquierda</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape izquierdo</callout1>
                    <callout1 type="arabic">Tubo de admisi&#243;n izquierdo del Turbo alimentador</callout1>
                    <callout1 type="arabic">Conjunto del Turbo alimentador con soportes de montaje</callout1>
                    <callout1 type="arabic">Conducto de entrada de aire</callout1>
                    <callout1 type="arabic">Culata derecha</callout1>
                    <callout1 type="arabic">M&#250;ltiple de escape derecho</callout1>
                    <callout1 type="arabic">Tubo de entrada derecho al Turbo alimentador</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Sistema de Inducci&#243;n de Aire</title>
            <para>El aire del medio ambiente es introducido en el conjunto purificador de aire y pasa a trav&#233;s de
                un elemento de filtro de papel. Un
                <emph type="bold">protector del filtro</emph>
                monitorea la restricci&#243;n del filtro de aire y est&#225; calibrado para advertir cuando el filtro
                necesita servicio. A medida que el aire se aproxima al Turbo alimentador, pasa sobre un tubo pitot
                creando un vac&#237;o y dirigiendo la presi&#243;n de los gases del c&#225;rter a trav&#233;s del
                elemento respirador, el cual se encuentra localizado debajo del lado izquierdo de la cubierta de las v&#225;lvulas.
                El aire que entra por la admisi&#243;n del Turbo alimentador es luego presurizado y dirigido hacia el
                posenfriador.
            </para>
            <para>El aire proveniente del Turbo alimentador es empujado a trav&#233;s de la red de tubos de intercambio
                de calor antes de entrar al M&#250;ltiple de admisi&#243;n del motor. El aire que fluye sobre los tubos
                y aletas sirve para enfriar el aire de alimentaci&#243;n. El aire resultante del enfriador es m&#225;s
                denso que el aire calentado, permitiendo un radio de combustible /aire mejorado durante la combusti&#243;n.
                Esto resulta en un control de la emisi&#243;n y salida de potencia mejorados.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Turbo Alimentador de Respuesta Variable Electr&#243;nica (EVRT&#8482;)</title>
            <figure id="f235in11.3" figsize="pg-wide">
                <graphic filename="../figd15/d1531.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="574px" resolution="300"/>
                <caption>Turbo Alimentador de Respuesta Variable Electr&#243;nica EVRT&#8482;</caption>
                <calloutgroup>
                    <callout1 type="arabic">Actuador</callout1>
                    <callout1 type="arabic">V&#225;lvula de control</callout1>
                    <callout1 type="arabic">Anillo un&#237;sono</callout1>
                    <callout1 type="arabic">&#225;labes</callout1>
                </calloutgroup>
            </figure>
            <para>La caracter&#237;stica clave del EVRT&#8482; es la introducci&#243;n de &#225;labes ajustables dentro
                del bastidor de la turbina para modificar las caracter&#237;sticas del flujo de los gases de escape
                hacia la rueda de la turbina. El beneficio neto es proporcionar presi&#243;n de refuerzo optima para
                acomodarse a todas las condiciones de velocidades y carga del motor. Un beneficio adicional es menor
                producci&#243;n de emisiones. El EVRT&#8482; depende del circuito cerrado de respuesta electr&#243;nica
                proporcionado por el sensor de la contrapresi&#243;n del escape (EBP) a trav&#233;s del M&#243;dulo de
                Control Electr&#243;nico (ECM).
            </para>
            <para>El conjunto del turbo alimentador contiene una serie de &#225;labes variables, un anillo un&#237;sono,
                y un pist&#243;n. Los &#225;labes regulan el flujo de los gases de escape a trav&#233;s de la turbina.
                La &#243;nica parte del conjunto del turbo alimentador sujeta servicio es la v&#225;lvula de control.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Escape</title>
            <para>El sistema de escape incluye los siguientes componentes:</para>
            <randlist type="bullet">
                <item>
                    <para>V&#225;lvulas de escape</para>
                </item>
                <item>
                    <para>M&#250;ltiple de escape</para>
                </item>
                <item>
                    <para>Lado de la turbina del turbo alimentador</para>
                </item>
                <item>
                    <para>Tuber&#237;a de escape</para>
                </item>
            </randlist>
            <para>El gas que escapa de la combusti&#243;n pasa alrededor de dos v&#225;lvulas de escape, contin&#250;a a
                trav&#233;s del M&#250;ltiple de escape y es dirigido a trav&#233;s de tubos hacia la entrada de escape
                al turbo alimentador. A medida que los gases de escape calientes expandidos fluyen dentro del turbo
                alimentador, ellos pasan sobre la rueda de la turbina, causando que est&#225; gire en relaci&#243;n
                directa a la cantidad de gases de escape que est&#225;n siendo producidos. Los cilindros del lado
                derecho tambi&#233;n proporcionan una porci&#243;n de sus gases de escape para suplir el sistema de
                recirculaci&#243;n de gases de escape.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula de Recirculaci&#243;n de Gases de Escape (EGR)</title>
            <para>El sistema EGR incluye:</para>
            <randlist type="bullet">
                <item>
                    <para>Conjunto del enfriador</para>
                </item>
                <item>
                    <para>Actuador de la v&#225;lvula EGR / Sensor de posici&#243;n del eje com&#250;n</para>
                </item>
            </randlist>
            <para>La recirculaci&#243;n de los gases de Escape (EGR) reduce el pico de las temperaturas de combusti&#243;n
                y los &#243;xidos de nitr&#243;geno (NO
                <subscript>X</subscript>).
            </para>
            <para>La formaci&#243;n de NO
                <subscript>X</subscript>
                en los motores diesel es el resultado de la combusti&#243;n en la presencia del ox&#237;geno. En los
                motores diesel, la combusti&#243;n inicia cuando el combustible es inyectado dentro del cilindro
                justamente antes, o ligeramente despu&#233;s de que el pist&#243;n alcanza el punto muerto superior.
            </para>
            <para>
                <emph type="bold">El Enfriador EGR</emph>
            </para>
            <para>Con el EGR, una porci&#243;n de los gases de escape del motor es enfriada y luego recirculada dentro
                de la corriente de aire de admisi&#243;n. Esto incrementa la tolerancia del motor por el EGR y reduce la
                cantidad de humo formado por la diluci&#243;n del gas de escape en la mezcla.
            </para>
            <para>
                <emph type="bold">El Actuador de la V&#225;lvula EGR / Sensor de Posici&#243;n del Eje Com&#250;n</emph>
            </para>
            <para>La v&#225;lvula EGR es un dispositivo electromec&#225;nico que usa un actuador lineal para controlar
                la posici&#243;n relativa del eje com&#250;n de la v&#225;lvula. Este dispositivo tambi&#233;n tiene un
                sensor integral de posici&#243;n del eje com&#250;n cuya funci&#243;n es proporcionar la se&#241;al de
                respuesta al ECM. La salida de esta se&#241;al proporciona informaci&#243;n sobre la posici&#243;n de la
                v&#225;lvula en relaci&#243;n con su asiento. La ventaja de esta respuesta de "circuito cerrado" es la
                habilidad para variar continuamente el flujo de los gases de escape para coincidir con las condiciones
                de operaci&#243;n.
            </para>
            <para>La v&#225;lvula EGR usa un sensor de respuesta de posici&#243;n para proporcionar al ECM los datos de
                la posici&#243;n del eje com&#250;n. La se&#241;al, basada en un voltaje de referencia de 5 voltios (V
                <subscript>REF</subscript>) es directamente proporcional a la apertura de la v&#225;lvula.
            </para>
            <para>El escape entra en el conjunto de la v&#225;lvula por las dos cabezas del eje com&#250;n y cuando la v&#225;lvula
                es activada, sale a trav&#233;s de cada eje com&#250;n y superficie de asiento. El grupo de la v&#225;lvula
                se mueve hacia afuera partiendo de su posici&#243;n cerrada de seguridad.
            </para>
            <figure id="f235in11.5" figsize="col-wide">
                <graphic filename="../figd17/d1701.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
                <caption>Trayectoria del Flujo del Gas de Escape</caption>
                <calloutgroup>
                    <callout1 type="arabic">Bobina del actuador</callout1>
                    <callout1 type="arabic">Cabezas del eje com&#250;n</callout1>
                    <callout1 type="arabic">Eje com&#250;n</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
