<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - TAPA TRASERA, VOLANTE Y MECANISMO DE SERVODIRECCI&#211;N
        - EXTRACCI&#211;N - Mediciones preliminares
    </stitle>
    <svcman/>
    <svcproc id="s2960013.1.1" svcproctype="remove" graphiccount="3">
        <title>Mediciones preliminares</title>
        <svcsubproc id="s2960013.1.1.1">
            <title>Plato flexible</title>
            <step1>
                <para count="1">Inspeccione el plato flexible en busca de grietas alrededor de las nervaduras y
                    soldaduras de la corona.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione los dientes de la corona en busca de da&#241;os causados por el pi&#241;&#243;n
                    de arranque. Cambie el plato flexible si fuera necesario.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960013.1.1.2">
            <title>Volante del motor y tapa trasera</title>
            <para>Inspeccione en busca de grietas alrededor de las nervaduras y orificios para pernos. Inspeccione el
                volante en busca de grietas, fisuras por calor y demasiados rayones. Estas condiciones impedir&#237;an
                seguir us&#225;ndolo. Cambie lo que fuera necesario.
            </para>
        </svcsubproc>
        <svcsubproc id="s2960013.1.1.3">
            <title>Mida la desviaci&#243;n de la superficie del volante</title>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;os en el motor, mida la desviaci&#243;n de la superficie del volante.
                        Estas mediciones se hacen para asegurar la alineaci&#243;n adecuada entre el motor y la
                        transmisi&#243;n. No asegurarse de que la cavidad tenga la concentricidad adecuada y la cara
                        tenga la desviaci&#243;n correcta pueden resultar en menor duraci&#243;n del embrague o la
                        transmisi&#243;n.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Revise la corona en busca de da&#241;os relacionados con el pi&#241;&#243;n de
                    arranque.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Mantenga el juego longitudinal del cig&#252;e&#241;al en cero, en la misma direcci&#243;n para
                        todas las mediciones.
                    </para>
                </note>
            </specpara>
            <figure id="f296001301" figsize="col-wide">
                <graphic filename="../figd06/d0630.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 484. Mida la desviaci&#243;n de la superficie del volante</caption>
            </figure>
            <step1>
                <para count="1">Mida la desviaci&#243;n de la superficie del volante en la forma siguiente:</para>
                <step2>
                    <para count="1">Coloque un medidor anal&#243;gico en la tapa trasera. Ponga la punta del medidor
                        contra la superficie del volante.
                    </para>
                </step2>
                <step2>
                    <para count="1">Ponga el indicador anal&#243;gico en cero.</para>
                </step2>
                <step2>
                    <para count="1">Gire lentamente el cig&#252;e&#241;al. Anote la variaci&#243;n total del indicador
                        con respecto a .
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960013.1.1.4">
            <title>Mida la desviaci&#243;n de la tapa trasera</title>
            <figure id="f296001302" figsize="col-wide">
                <graphic filename="../figd06/d0635.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 485. Mida la desviaci&#243;n de la tapa trasera</caption>
            </figure>
            <step1>
                <para count="1">Coloque un medidor anal&#243;gico en la superficie del volante. Ponga la punta del
                    medidor contra la tapa trasera.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Mantenga el juego longitudinal del cig&#252;e&#241;al en cero, en la misma direcci&#243;n para
                        todas las mediciones.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Ponga el indicador anal&#243;gico en cero.</para>
            </step1>
            <step1>
                <para count="1">Mida en cuatro puntos a 90&#176; uno del otro para obtener la variaci&#243;n total de la
                    cara con .
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="s2960013.1.1.5">
            <title>Brida secundaria (engranaje del cig&#252;e&#241;al) y engranaje libre de servodirecci&#243;n</title>
            <specpara>
                <note>
                    <para>El conjunto de la bomba de combustible y servodirecci&#243;n debe sacarse antes de medir el
                        juego entre dientes. Refi&#233;rase a y a para las instrucciones de extracci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mida el juego entre la brida secundaria (engranaje del cig&#252;e&#241;al) y el
                    engranaje libre de servodirecci&#243;n en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Coloque un medidor anal&#243;gico en la tapa trasera.</para>
                </step2>
                <step2>
                    <para count="1">Ponga la punta del indicador contra la brida secundaria (engranaje del cig&#252;e&#241;al).</para>
                </step2>
                <step2>
                    <para count="1">Trabe el engranaje libre de servodirecci&#243;n (debe estar inm&#243;vil para
                        obtener medidas correctas).
                    </para>
                </step2>
                <step2>
                    <para count="1">Ponga el indicador anal&#243;gico en cero.</para>
                </step2>
                <step2>
                    <para count="1">Mueva la brida secundaria y anote la medida del medidor anal&#243;gico. Verifique
                        las medidas con las especificaciones en .
                    </para>
                </step2>
            </step1>
            <figure id="f296001303" figsize="col-wide">
                <graphic filename="../figd16/d1609.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 486. Mida el juego del engranaje libre</caption>
            </figure>
            <step1>
                <para count="1">Mida el juego entre el engranaje libre y el engranaje impulsor de la bomba de
                    servodirecci&#243;n en la forma siguiente:
                </para>
                <step2>
                    <para count="1">Coloque un medidor anal&#243;gico en la tapa trasera.</para>
                </step2>
                <step2>
                    <para count="1">Ponga la punta del medidor contra el engranaje libre de servodirecci&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Trabe el engranaje impulsor de la servodirecci&#243;n (debe estar inm&#243;vil para
                        obtener medidas correctas).
                    </para>
                </step2>
                <step2>
                    <para count="1">Ponga el indicador anal&#243;gico en cero.</para>
                </step2>
                <step2>
                    <para count="1">Mueva el engranaje libre de servodirecci&#243;n y anote la medida del medidor anal&#243;gico.
                        Verifique las medidas con las especificaciones en .
                    </para>
                </step2>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_269.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_271.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
