<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - HERRAMIENTAS DE DIAGN&#211;STICO - HERRAMIENTAS - BARRA DE MEDIDORES
        (PS94-831-3)
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="1">
        <title>BARRA DE MEDIDORES (PS94-831-3)</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <figure id="f17505003.1" figsize="col-wide">
                <graphic filename="../figeg1/eg1184.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="120"/>
                <caption>Barra de medidores (PS94-831-3)</caption>
            </figure>
            <para>La barra de medidores
                <xref refid="f17505003.1"/>
                se puede usar para medir la presi&#243;n reforzadora del m&#250;ltiple de admisi&#243;n, la presi&#243;n
                del combustible, la restricci&#243;n del filtro de aire, la restricci&#243;n de combustible, la
                contrapresi&#243;n del escape y la presi&#243;n en el bloque del motor.
            </para>
            <para>El medidor (1) de 0 a 30 lb/pulg2se puede usar para medir la presi&#243;n reforzadora del m&#250;ltiple
                de admisi&#243;n.
            </para>
            <para>El medidor (2) combinado (0 a 30" de Hg de vac&#237;o) y (0 a 30 lb/pulg2) se emplea para medir la
                restricci&#243;n de entrada en el sistema de combustible, la presi&#243;n del combustible o la presi&#243;n
                reforzadora del m&#250;ltiple de admisi&#243;n.
            </para>
            <para>El medidor Magnehelic de 0 a 60" de H
                <subscript>2</subscript>O (0 a 2,16 lb/pulg2) se puede usar para medir la restricci&#243;n en el filtro
                de aire o la presi&#243;n en el bloque del motor.
            </para>
            <specpara>
                <note>
                    <para>Al usar el medidor Magnehelic, aseg&#250;rese de conectar el tubo de prueba en los orificios
                        apropiados: "Vacuum" o vac&#237;o (3) y "Pressure" o presi&#243;n (4).
                    </para>
                </note>
            </specpara>
            <para>El medidor (5) de 0 a 100 lb/pulg2se puede usar para medir la presi&#243;n del combustible.</para>
            <para>El medidor (6) de 0 a 30 lb/pulg2con regulador incorporado se puede usar para medir el movimiento del
                activador de la compuerta de descarga del turboalimentador.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones de operaci&#243;n</title>
            <para>Conecte tuber&#237;as de prueba entre los orificios de medici&#243;n en la barra de medidores y los
                puntos de prueba que aparecen en el dorso del formulario EGED-221, DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
                O NO ARRANQUE Y DE RENDIMIENTO.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_126.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_128.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
