<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570 - Culata y tren de v&#225;lvulas -
        Reacondicionamiento - Esmerilado de los asientos de v&#225;lvula
    </stitle>
    <svcman/>
    <svcproc id="S2650501.5" graphiccount="4">
        <title>Esmerilado de los asientos de v&#225;lvula</title>
        <figure id="f2650539" figsize="col-wide">
            <graphic filename="../figH08/H08027.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Instalaci&#243;n del piloto para esmerilar gu&#237;as de v&#225;lvula</caption>
        </figure>
        <step1>
            <para count="1">Lubrique ligeramente el piloto de esmerilar de tama&#241;o apropiado. Instale el piloto en
                la gu&#237;a de la v&#225;lvula.
            </para>
        </step1>
        <step1>
            <para count="1">Elija la piedra de esmerilar de &#225;ngulo apropiado y rectifique la piedra. Los &#225;ngulos
                de los asientos de v&#225;lvula est&#225;n en "Especificaciones".
            </para>
        </step1>
        <step1>
            <para count="1">Instale la piedra de esmerilar sobre el piloto.</para>
        </step1>
        <figure id="f26505recon21" figsize="col-wide">
            <graphic filename="../figH08/H08028.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Esmerilado del asiento de v&#225;lvula</caption>
            <calloutgroup>
                <callout1 type="arabic">Motor y propulsor</callout1>
                <callout1 type="arabic">Soporte</callout1>
                <callout1 type="arabic">Piedra de esmerilar</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Encienda la m&#225;quina y aplique suavemente el peso del motor sobre la piedra de
                esmerilar. Levante frecuentemente la piedra esmeriladora para evitar el recalentamiento. Esmerile el
                asiento de la v&#225;lvula hasta obtener un acabado suave y parejo, asegur&#225;ndose de que el ancho
                sea uniforme .
            </para>
        </step1>
        <figure id="f2650540" figsize="col-wide">
            <graphic filename="../figH08/H08008.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n del ancho del asiento</caption>
        </figure>
        <step1>
            <para count="1">Mida el ancho del asiento de v&#225;lvula con un calibrador. Si el ancho excede las
                especificaciones, puede corregirlo esmerilando con una piedra en &#225;ngulo de 15&#176; o menor.
            </para>
        </step1>
        <figure id="f2650541" figsize="col-wide">
            <graphic filename="../figH08/H08009.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Medici&#243;n de la recesi&#243;n de la v&#225;lvula</caption>
        </figure>
        <step1>
            <para count="1">Ponga la v&#225;lvula en su gu&#237;a. Mida la recesi&#243;n de la v&#225;lvula con un micr&#243;metro
                de profundidad. Si la recesi&#243;n de la v&#225;lvula es excesiva, instale una v&#225;lvula nueva o
                cambie el asiento seg&#250;n sea necesario. Si la v&#225;lvula sobresale por encima de la superficie de
                la culata, esmerile el asiento. Despu&#233;s de esmerilar el asiento, mida el ancho nuevamente. Tambi&#233;n
                <hotlnk document="mges2651_91.xml" xrefid="svcsubproc001" appearance="hottext">revise el contacto entre
                    el asiento y la cara de la v&#225;lvula</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Mida la ovalizaci&#243;n del asiento de la v&#225;lvula con un medidor anal&#243;gico. Si la
                ovalizaci&#243;n excede las especificaciones, cambie el asiento.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_91.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_93.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
