<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL
        O FALTA DE ARRANQUE - Procedimientos de las pruebas - Componentes del sistema de buj&#237;as incandescentes
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>Componentes del sistema de buj&#237;as incandescentes</title>
        <figure id="f2400558" figsize="col-wide">
            <graphic filename="../figD31/D31264.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
        </figure>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor o al veh&#237;culo,
                    lea todas las instrucciones de seguridad en el pr&#243;logo de este manual. Siga las instrucciones
                    indicadas en las notas y avisos de advertencia y cuidado.
                </para>
            </warning>
        </specpara>
        <para>
            <emph type="bold">Procedimiento</emph>
        </para>
        <step1>
            <para count="1">Seleccione el haz de cables de suministro de las buj&#237;as incandescentes del lado que
                fall&#243;.
            </para>
        </step1>
        <step1>
            <para count="1">Saque los cables de la funda protectora flexible.</para>
        </step1>
        <step1>
            <para count="1">Ponga un amper&#237;metro de pinza alrededor de uno de los cuatro cables y haga la Prueba
                del estado de las salidas de las buj&#237;as incandescentes.
            </para>
            <para>Deje pasar 40 segundos y mida el amperaje. Repita con cada uno de los tres cables restantes.</para>
            <randlist type="bullet">
                <item>
                    <para>SI no lo hace antes de que transcurran 120 segundos desde que comenz&#243; a hacer la Prueba
                        del estado de las salidas de las buj&#237;as incandescentes, repita la prueba para los cables
                        que faltan.
                    </para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Anote el amperaje en el formulario Diagn&#243;sticos de arranque dif&#237;cil o falta de
                arranque.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Si alguno de los cables no pasa la prueba, haga los pasos 5 a 8 con un DMM.</para>
                </item>
            </randlist>
        </step1>
        <figure id="f2400559" figsize="col-wide">
            <graphic filename="../figD31/D31132.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Medici&#243;n de resistencia entre el rel&#233; y su buj&#237;a</caption>
        </figure>
        <step1>
            <para count="1">Mida la resistencia del cable entre el rel&#233; de cada buj&#237;a incandescente y la buj&#237;a.</para>
        </step1>
        <step1>
            <para count="1">Anote los valores obtenidos en cada cable en el formulario de diagn&#243;sticos.</para>
        </step1>
        <figure id="f2400560" figsize="col-wide">
            <graphic filename="../figD31/D31117.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Medici&#243;n de la resistencia de las buj&#237;as incandescentes</caption>
        </figure>
        <step1>
            <para count="1">Mida la resistencia de cada buj&#237;a a tierra con un probador de buj&#237;as
                incandescentes.
            </para>
        </step1>
        <step1>
            <para count="1">Anote la resistencia de cada buj&#237;a sospechosa en el formulario de diagn&#243;sticos.
            </para>
        </step1>
        <para>
            <emph type="bold">Causas posibles</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Alguna conexi&#243;n con el haz de cables est&#225; defectuosa.</para>
            </item>
            <item>
                <para>Mala conexi&#243;n a tierra</para>
            </item>
            <item>
                <para>El rel&#233; de alguna buj&#237;a incandescente est&#225; defectuoso.</para>
            </item>
            <item>
                <para>Alguna buj&#237;a incandescente est&#225; defectuosa.</para>
            </item>
            <item>
                <para>El ECM est&#225; defectuoso.</para>
            </item>
        </randlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_99.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
