<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio Para Motores Diesel VT 365 - PISTONES, ANILLOS Y BIELAS - INSTALACI&#211;N
    </stitle>
    <svcman/>
    <svcsubsec id="s2960007.3">
        <title>INSTALACI&#211;N</title>
        <svcproc id="s2960007.3.1" svcproctype="assemble" graphiccount="5">
            <title>Conjuntos de pist&#243;n y anillo</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves o accidentes fatales, use gafas de seguridad al
                        instalar los anillos de retenci&#243;n del pasador de pist&#243;n; refi&#233;rase a "Informaci&#243;n
                        sobre seguridad" .
                    </para>
                </warning>
                <caution>
                    <para>Para evitar da&#241;os en el motor, anote el n&#250;mero de serie del motor (estampado en el
                        lado trasero izquierdo del bloque) y el n&#250;mero del pist&#243;n (estampado en la corona del
                        pist&#243;n). Hay muchos pistones diferentes disponibles como piezas de repuesto. No instale un
                        pist&#243;n a menos que tenga el n&#250;mero de pieza correcto. Adem&#225;s, dependiendo del n&#250;mero
                        de serie del motor, puede ser necesario cambiar el volante, el plato flexible y el amortiguador
                        de vibraciones. Algunos motores tienen pistones con mayor masa y por eso necesitan que el
                        volante, la placa flexible y el amortiguador de vibraciones tengan valores de inercia que
                        complementen esa masa adicional. Consulte a su concesionario International para mayores
                        detalles.
                    </para>
                </caution>
                <caution>
                    <para>Para evitar da&#241;os en el motor, aseg&#250;rese de que la biela y el pist&#243;n est&#233;n
                        bien ensamblados.
                    </para>
                </caution>
            </specpara>
            <para>Ensamble el pist&#243;n, los anillos y la biela en la forma siguiente:</para>
            <step1>
                <para count="1">Conecte el pist&#243;n a la biela en la forma siguiente:</para>
                <figure id="f296000720" figsize="col-wide">
                    <graphic filename="../figd04/d0423.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 280. Posici&#243;n correcta de la biela instalada</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Pata larga de la biela (lado del &#225;rbol de levas)</callout1>
                        <callout1 type="arabic">"CAM V8" estampado en el lado del &#225;rbol de levas de la corona del
                            pist&#243;n
                        </callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Lubrique la cavidad para el pasador del pist&#243;n en la biela y el pasador con
                        aceite limpio de motor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Coloque la pata larga de la biela mirando hacia el lado del pist&#243;n que tiene
                        estampado "CAM V8" en la corona.
                    </para>
                    <figure id="f296000721" figsize="col-wide">
                        <graphic filename="../figd04/d0402.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px"/>
                        <caption>Figura 281. Instale el anillo de retenci&#243;n del pasador del pist&#243;n</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Con unas pinzas, instale el anillo de retenci&#243;n en un extremo de la cavidad
                        para el pasador del pist&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Deslice el pasador a trav&#233;s de los orificios, deteni&#233;ndose en el anillo de
                        retenci&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el segundo anillo de retenci&#243;n usando pinzas.</para>
                </step2>
                <step2>
                    <para count="1">Revise el juego longitudinal del pasador del pist&#243;n .</para>
                </step2>
            </step1>
            <figure id="f296000722" figsize="col-wide">
                <graphic filename="../figd04/d0426.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 282. Ubicaci&#243;n de los anillos del pist&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Anillo superior de compresi&#243;n</callout1>
                    <callout1 type="arabic">Anillo intermedio de compresi&#243;n</callout1>
                    <callout1 type="arabic">Anillo de control de aceite</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Con pinzas de expansi&#243;n , instale los anillos en el pist&#243;n en la forma
                    siguiente:
                </para>
                <figure id="f296000723" figsize="col-wide">
                    <graphic filename="../figd04/d0401.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figura 283. Instale los anillos en el pist&#243;n (t&#237;pico)</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Pinzas de expansi&#243;n</callout1>
                        <callout1 type="arabic">Pist&#243;n</callout1>
                        <callout1 type="arabic">Anillo (se muestra el superior de compresi&#243;n)</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Instale el resorte de expansi&#243;n del anillo de control de aceite de dos piezas
                        en la ranura inferior.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el raspador de aceite del anillo de control de aceite de dos piezas sobre el
                        resorte de expansi&#243;n.
                    </para>
                    <figure id="f296000724" figsize="col-wide">
                        <graphic filename="../figd04/d0414.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px"/>
                        <caption>Figura 284. Marcas de identificaci&#243;n del anillo del pist&#243;n (se muestra el
                            anillo superior)
                        </caption>
                        <calloutgroup>
                            <callout1 type="arabic">Marca de identificaci&#243;n</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Instale el anillo intermedio en la ranura intermedia del pist&#243;n. El anillo
                        intermedio puede identificarse por dos marcas &apos;OO&apos; en la superficie superior. Aseg&#250;rese
                        de instalar el anillo con la marca de identificaci&#243;n mirando hacia arriba.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el anillo superior de compresi&#243;n en la ranura superior del pist&#243;n.
                        El anillo superior puede identificarse por una marca &apos;O&apos; en la superficie superior.
                        Aseg&#250;rese de instalar el anillo con la marca de identificaci&#243;n mirando hacia arriba.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el anillo intermedio y el anillo superior de compresi&#243;n con sus marcas de
                    identificaci&#243;n mirando hacia arriba (hacia la parte superior del pist&#243;n). Luego de
                    instalarlos, coloque las aberturas de los anillos aproximadamente 120&#176; una de otra.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_145.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951_147.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2951.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
