<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Problemas y dificultades</title>
        <svcsubsecinfo>
            <para id="s27105024">Las pruebas de diagn&#243;stico ayudan a los t&#233;cnicos a encontrar problemas sistem&#225;tica
                y r&#225;pidamente para evitar reparaciones innecesarias. En esta secci&#243;n, las pruebas y
                procedimientos de diagn&#243;stico ayudan a determinar las causas de problemas y condiciones conocidos.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales graves, accidentes fatales o aver&#237;as al motor o al veh&#237;culo,
                        lea todas las instrucciones sobre seguridad en el pr&#243;logo de este manual. Siga las
                        instrucciones indicadas en las advertencias, precauciones y notas.
                    </para>
                </warning>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>Fugas de combusti&#243;n hacia el refrigerante</title>
            <para id="s27104027">
                <title>S&#237;ntoma</title>
            </para>
            <para>Las fugas de combusti&#243;n se pueden determinar por el desbordamiento de refrigerante del dep&#243;sito
                de desaireaci&#243;n o la presencia de burbujas en el refrigerante.
            </para>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Camisa de inyector defectuosa</para>
                </item>
                <item>
                    <para>Compresor de aire defectuoso</para>
                </item>
                <item>
                    <para>Empaquetadura de la culata defectuosa</para>
                </item>
                <item>
                    <para>Enfriador de EGR defectuoso</para>
                </item>
                <item>
                    <para>Camisa de cilindro porosa o agrietada</para>
                </item>
            </randlist>
            <para>La causa m&#225;s probable de fugas de gases de combusti&#243;n hacia el sistema de enfriamiento es a
                trav&#233;s de la camisa de un inyector en la culata. Es posible que la empaquetadura de la culata est&#233;
                defectuosa o que la camisa de un cilindro est&#233; porosa o agrietada. Sin embargo estos problemas no
                deben considerarse, a menos que haya evidencia de que el motor se est&#233; recalentando o que haya
                recorrido mucho kilometraje sin aditivo en el refrigerante.
            </para>
            <para>
                <title>Herramientas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Kit para pruebas de presi&#243;n del radiador</para>
                </item>
                <item>
                    <para>Adaptador para el dep&#243;sito de desaireaci&#243;n</para>
                </item>
                <item>
                    <para>Placa para pruebas de presi&#243;n de la culata</para>
                </item>
                <item>
                    <para>Adaptador de presi&#243;n para la carcasa de suministro de refrigerante</para>
                </item>
                <item>
                    <para>Adaptador de presi&#243;n para la abertura del termostato (culata)</para>
                </item>
                <item>
                    <para>Pinzas para detener el flujo en las mangueras (2)</para>
                </item>
            </randlist>
            <para>
                <title>Procedimiento</title>
            </para>
            <step1>
                <para count="1">&#191;El motor tiene compresor de aire?</para>
                <randlist type="bullet">
                    <item>
                        <para>Si tiene, vaya al paso 2.</para>
                    </item>
                    <item>
                        <para>Si no tiene, vaya al paso 3.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31403.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Mangueras de refrigerante del compresor de aire</caption>
            </figure>
            <step1>
                <para count="1">Detenga el flujo en ambas mangueras de refrigerante con dos pinzas. Pruebe el sistema
                    nuevamente.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sigue desbord&#225;ndose refrigerante del dep&#243;sito de desaireaci&#243;n, vaya al
                            paso 3.
                        </para>
                    </item>
                    <item>
                        <para>Si ya no se desborda refrigerante del dep&#243;sito de desaireaci&#243;n, repare o cambie
                            el compresor de aire.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque los inyectores seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;.
                </para>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31381.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Corte transversal de la culata mostrando la camisa de un inyector</caption>
            </figure>
            <step1>
                <para count="1">Instale el probador de presi&#243;n del radiador con el adaptador adecuado.</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Siempre deje enfriar el motor por 15 minutos.</para>
                            </item>
                            <item>
                                <para>Envuelva la tapa con un trapo grueso.</para>
                            </item>
                            <item>
                                <para>Afloje la tapa lentamente de un cuarto a media vuelta.</para>
                            </item>
                            <item>
                                <para>Espere un momento para no quemarse con refrigerante caliente o vapor.</para>
                            </item>
                            <item>
                                <para>Siga girando la tapa y ret&#237;rela.</para>
                            </item>
                            <item>
                                <para>Nunca a&#241;ada refrigerante fr&#237;o a un motor caliente. Esto pudiera agrietar
                                    la culata o el bloque.
                                </para>
                            </item>
                            <item>
                                <para>Nunca use agua en lugar de refrigerante.</para>
                            </item>
                        </randlist>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fuga de refrigerante alrededor de la camisa de alg&#250;n inyector y hacia
                    el cilindro.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sale refrigerante, cambie la camisa del inyector correspondiente y repita la prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si no ve que sale refrigerante, cambie la camisa de todos los inyectores y repita la
                            prueba.
                        </para>
                    </item>
                    <item>
                        <para>Si despu&#233;s de cambiar las camisas de los inyectores sigue cayendo refrigerante
                            adentro de los cilindros, vaya al paso 7.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Saque la culata, h&#225;gale todas las inspecciones y apl&#237;quele presi&#243;n para
                    ver cu&#225;l es el trayecto de la fuga. Siga el procedimiento descrito en el &#171;Manual de
                    servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione la empaquetadura de la culata en busca de fugas de refrigerante.</para>
                    </item>
                    <item>
                        <para>Verifique con una regla y l&#225;minas calibradas que las superficies de contacto del
                            bloque y la culata est&#233;n rectas.
                        </para>
                    </item>
                    <item>
                        <para>Mida la protuberancia de las camisas de los cilindros.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Pruebe la culata con la placa para pruebas de presi&#243;n para cerciorarse de la
                    efectividad de la reparaci&#243;n.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_E2710004.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_64.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
