<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de Servicio del Motor - PISTONES, ANILLOS y BIELAS - INSPECCI&#211;N</stitle>
    <svcman/>
    <svcsubsec>
        <title>INSPECCI&#211;N</title>
        <svcproc svcproctype="inspect" graphiccount="4">
            <title>Pistones</title>
            <step1>
                <para count="1">Inspeccione si las faldas de los pistones est&#225;n rozadas o rayadas, rebordes de
                    anillos cuarteados o gastados, o agujeros de pasador de pist&#243;n con grietas o zanjas. Reemplace
                    cualquier pist&#243;n que muestre estos da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si la ranura del anillo de compresi&#243;n superior tiene desgaste, de la
                    siguiente manera:
                </para>
                <specpara>
                    <note>
                        <para>La ranura del anillo de compresi&#243;n superior es de dise&#241;o de perfil angular el
                            cual requiere medici&#243;n sobre las pasadores calibrados para determinar el desgaste de la
                            ranura del anillo.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Instale los pasadores calibrados en el pist&#243;n (0.082 pulg.)
                        <xref refid="te2350703"/>
                        dentro de la ranura del anillo superior. Los pasadores calibrados deben estar paralelos.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <hotlnk xrefid="f2350706">Para medir el di&#225;metro sobre los pasadores calibrados en el pist&#243;n,
                            use un micr&#243;metro de exteriores de 3 - 4 pulgadas</hotlnk>.
                    </para>
                    <figure id="f2350706" figsize="col-wide">
                        <graphic filename="../figd04/d0420.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="300" box="yes"/>
                        <caption>Midiendo la Ranura del Anillo de Compresi&#243;n Superior</caption>
                        <calloutgroup>
                            <callout1 type="arabic">Pasadores calibrados para pist&#243;n (0.082 pulg.)</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Si la medida sobre los pasadores calibrados no est&#225; dentro de las
                        especificaciones
                        <xref refid="te2350701"/>, existe un desgaste excesivo de la ranura del pist&#243;n. Reemplace
                        el pist&#243;n.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise la holgura lateral de
                    <emph type="bold">intermediate</emph>
                    la ranura del anillo intermedio de la siguiente manera:
                </para>
                <figure id="f2350708" figsize="col-wide">
                    <graphic filename="../figd04/d0403.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="300" box="yes"/>
                    <caption>Revisando la Holgura de la Ranura del Anillo (mostrado el anillo intermedio)</caption>
                    <calloutgroup>
                        <callout1 type="arabic">Ranura del anillo de compresi&#243;n</callout1>
                        <callout1 type="arabic">Ranura del anillo de compresi&#243;n intermedio</callout1>
                        <callout1 type="arabic">Galga</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Coloque el borde externo de un anillo nuevo en su respectiva ranura del
                        pist&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Ruede el anillo a todo el rededor de la respectiva ranura. Aseg&#250;rese de que el
                        anillo se puede mover libremente en su ranura.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use una galga para
                        <hotlnk xrefid="f2350708">revisar la holgura lateral de cada anillo</hotlnk>
                        en su respectiva ranura
                        <xref refid="te2350701"/>. Excesiva holgura lateral indica desgaste de la ranura del anillo y
                        requiere que el pist&#243;n sea reemplazado.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise la holgura lateral de la ranura del
                    <emph type="bold">anillo de control de aceite</emph>
                    de la siguiente manera:
                </para>
                <step2>
                    <para count="1">Coloque el borde externo de un anillo de control de aceite nuevo.</para>
                </step2>
                <step2>
                    <para count="1">Ruede el anillo a todo el rededor de la respectiva ranura. Aseg&#250;rese de que el
                        anillo se puede mover libremente en su ranura.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use una galga
                        <hotlnk xrefid="f2350709">para revisar la holgura lateral del anillo de control de aceite en su
                            respectiva ranura</hotlnk>. Excesiva holgura lateral indica desgaste de la ranura del anillo
                        y requiere que el pist&#243;n sea reemplazado.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Cuando considere reemplazar un pist&#243;n, revise las especificaciones de ovalizaci&#243;n
                    del cilindro (vea Especificaciones en la secci&#243;n BLOQUE DEL MOTOR, CIG&#220;E&#209;AL,
                    COJINETES, EJE DE LEVAS Y BUJES). Es posible que se requiera rectificar el cilindro. Este servicio
                    de reacondicionamiento de cilindros requiere el uso de pistones de servicio de sobre-tama&#241;o.
                    <hotlnk xrefid="f2350707">Verifique el tama&#241;o del pist&#243;n midiendo el di&#225;metro de la
                        falda, bajo las condiciones indicadas en las especificaciones
                    </hotlnk>
                    <xref refid="te2350701"/>.
                </para>
            </step1>
            <figure id="f2350707" figsize="col-wide">
                <graphic filename="../figd04/d0416.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Midiendo el Di&#225;metro de la Falda del Pist&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Falda del pist&#243;n</callout1>
                    <callout1 type="arabic">Micr&#243;metro de 3 - 4 pulgadas</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Adicionalmente a los pistones de servicio de tama&#241;o est&#225;ndar, hay disponibles
                        pistones de los siguientes sobre-tama&#241;os.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>0.254 mm (0.010 pulg.)</para>
                        </item>
                        <item>
                            <para>0.508 mm (0.020 pulg.)</para>
                        </item>
                        <item>
                            <para>0.762 mm (0.030 pulg.)</para>
                        </item>
                    </randlist>
                </note>
            </specpara>
            <step1>
                <para count="1">Si las paredes de los cilindros tienen da&#241;os menores en la superficie, pero por
                    otro lado, est&#225;n dentro de las especificaciones (ovalizaci&#243;n del cilindro), hay
                    posibilidad de remover dichos da&#241;os mediante esmerilado.
                </para>
                <para>Si el cilindro est&#225; adecuado para ser usado sin necesidad de reacondicionar, elimine el
                    glaseado del cilindro mediante el uso de cepillos esmeriladores rotatorios, y luego ensamble. Vea
                    las secci&#243;n BLOQUE DE MOTOR, CIG&#220;E&#209;AL, COJINETES, EJE DE LEVAS Y BUJES para el
                    procedimiento correcto de esmerilado.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la holgura de la falda del pist&#243;n en el cilindro.</para>
            </step1>
            <figure id="f2350709" figsize="col-wide">
                <graphic filename="../figd04/d0409.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="300"
                         box="yes"/>
                <caption>Revisando la Holgura de la Falda del Pist&#243;n en el Cilindro</caption>
                <calloutgroup>
                    <callout1 type="arabic">Pist&#243;n</callout1>
                    <callout1 type="arabic">Galga</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges235_111.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235_113.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges235.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
