<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio del motor VT 275 - Tapa delantera, amortiguador de vibraciones y bomba de
        aceite gerotor - Retiro - Sello de aceite y camisa de desgaste delanteros
    </stitle>
    <svcman/>
    <svcproc svcproctype="remove" graphiccount="4">
        <title>Sello de aceite y camisa de desgaste delanteros</title>
        <specpara>
            <note>
                <para>El motor International&#174; VT 275 no es equipado con camisa de desgaste durante su producci&#243;n.
                    La camisa de desgaste est&#225; disponible en un kit de reparaciones con el sello de aceite.
                </para>
            </note>
            <note>
                <para>Si va a sacar s&#243;lo el sello, haga los pasos 1 a 3; si va a sacar el sello y la camisa de
                    desgaste, haga los pasos 1 a 4.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Para evitar lesiones personales graves o accidentes fatales, use anteojos de seguridad con
                    protectores laterales cuando trabaje con herramientas met&#225;licas de impacto, para reducir el
                    peligro ante la posibilidad de que salten part&#237;culas. Refi&#233;rase a
                    <hotlnk xrefid="safety">"Informaci&#243;n sobre seguridad"</hotlnk>.
                </para>
            </warning>
            <caution>
                <para>Para evitar da&#241;os en el motor, no sumerja el amortiguador en solventes derivados de petr&#243;leo.
                    Hacerlo da&#241;ar&#225; el elemento amortiguador de goma.
                </para>
            </caution>
        </specpara>
        <figure id="f3000604" figsize="col-wide">
            <graphic filename="../figj07/j07004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="592px" box="no"/>
            <caption>Taladre agujeros para el martillo deslizante</caption>
        </figure>
        <step1>
            <para count="1">Con un taladro y una broca, haga dos agujeros en el sello de aceite delantero a 180&#176;
                uno del otro.
            </para>
        </step1>
        <figure id="f3000605" figsize="col-wide">
            <graphic filename="../figj07/j07005.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
            <caption>Retiro del sello delantero</caption>
        </figure>
        <step1>
            <para count="1">Enrosque un martillo deslizante con un tornillo del tama&#241;o adecuado, en uno de los dos
                agujeros.
            </para>
        </step1>
        <step1>
            <para count="1">Deslice el martillo hasta que un lado del sello comience a salir de la tapa de la bomba
                gerotor. Pase el martillo deslizante al otro agujero y repita hasta sacar completamente el sello de
                aceite delantero.
            </para>
        </step1>
        <specpara>
            <note>
                <para>El paso siguiente es necesario s&#243;lo si el motor tiene camisa de desgaste delantera. La camisa
                    de desgaste s&#243;lo est&#225; disponible en un kit de reparaciones con el sello de aceite.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale el extractor de camisa de desgaste delantera. Refi&#233;rase a
                <hotlnk document="mges3001_134.xml" xrefid="e30006c">"Herramientas especiales de servicio"</hotlnk>.
                Haga los pasos siguientes:
            </para>
            <figure id="f3000606" figsize="col-wide">
                <graphic filename="../figj06/j06053.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Extractor de camisa de desgaste delantera</caption>
            </figure>
            <figure id="f3000607" figsize="col-wide">
                <graphic filename="../figj06/j06052.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Camisa de desgaste delantera ya retirada</caption>
                <calloutgroup>
                    <callout1 type="arabic">Camisa de desgaste delantera</callout1>
                </calloutgroup>
            </figure>
            <step2>
                <para count="1">Instale los dos casquillos de la herramienta detr&#225;s de la camisa de desgaste
                    delantera.
                </para>
            </step2>
            <step2>
                <para count="1">Ponga el eje roscado y la brida extractora dentro de los dos casquillos, manteni&#233;ndolos
                    juntos.
                </para>
            </step2>
            <step2>
                <para count="1">Ponga el collar&#237;n sobre los dos casquillos.</para>
            </step2>
            <step2>
                <para count="1">Enrosque el eje hasta el cig&#252;e&#241;al y aplique tensi&#243;n a los dos casquillos.
                    Saque la camisa de desgaste.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_115.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001_117.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges3001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
