<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Diagn&#243;stico de s&#237;ntomas
        del motor - Problemas y dificultades - Refrigerante en el aceite
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="6">
        <title>Refrigerante en el aceite</title>
        <svcprocinfo>
            <para id="s27104024">
                <title>S&#237;ntoma</title>
            </para>
            <para>Cuando el aceite del bloque est&#225; contaminado con refrigerante, tendr&#225; una apariencia gris
                oscura o negro barrosa. El bloque tambi&#233;n puede tener demasiado aceite.
            </para>
            <randlist type="bullet">
                <title>Causas</title>
                <item>
                    <para>Hay una fuga por un accesorio (compresor de aire enfriado por agua)</para>
                </item>
                <item>
                    <para>Hay fuga en la camisa de alg&#250;n inyector</para>
                </item>
                <item>
                    <para>Alg&#250;n tap&#243;n acopado de la culata est&#225; roto</para>
                </item>
                <item>
                    <para>Un sello de ranura (sello anular de una camisa de cilindro) est&#225; roto</para>
                </item>
                <item>
                    <para>Hay una fuga por la empaquetadura de la culata</para>
                </item>
                <item>
                    <para>La empaquetadura de la tapa delantera est&#225; rota</para>
                </item>
                <item>
                    <para>Porosidad en la tapa delantera, la culata o el bloque del motor</para>
                </item>
            </randlist>
            <randlist type="bullet">
                <title>Herramientas</title>
                <item>
                    <para>Kit para pruebas de presi&#243;n del radiador</para>
                </item>
                <item>
                    <para>Adaptador para el dep&#243;sito de desaireaci&#243;n</para>
                </item>
                <item>
                    <para>Placa para pruebas de presi&#243;n de la culata</para>
                </item>
                <item>
                    <para>Adaptador de presi&#243;n para la carcasa de suministro de refrigerante</para>
                </item>
                <item>
                    <para>Adaptador de presi&#243;n para la abertura del termostato (culata)</para>
                </item>
                <item>
                    <para>Regla</para>
                </item>
                <item>
                    <para>L&#225;minas calibradas</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Inspecci&#243;n del sistema de enfriamiento</title>
            <para>
                <title>Procedimiento</title>
            </para>
            <step1>
                <para count="1">Mida el nivel del aceite para verificar la validez de la queja de que el aceite est&#225;
                    contaminado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La presencia de refrigerante en el aceite generalmente dar&#225; al aceite una apariencia
                            gris oscura o negro barrosa.
                        </para>
                    </item>
                    <item>
                        <para>Si no puede confirmar que haya refrigerante en el aceite, puede sacar una muestra del
                            aceite y analizarla.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Cuando haya confirmado la contaminaci&#243;n del aceite, enchufe el calentador del
                    bloque para calentar el refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">&#191;El motor tiene compresor de aire?</para>
                <randlist type="bullet">
                    <item>
                        <para>Si tiene, vaya al paso 4.</para>
                    </item>
                    <item>
                        <para>Si no tiene, vaya al paso 8.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31396.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Manguera de retorno de aceite del compresor de aire</caption>
            </figure>
            <step1>
                <para count="1">Saque la manguera de retorno de aceite del fondo del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el probador de presi&#243;n del radiador con el adaptador adecuado.</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Siempre deje enfriar el motor por 15 minutos.</para>
                            </item>
                            <item>
                                <para>Envuelva la tapa con un trapo grueso.</para>
                            </item>
                            <item>
                                <para>Afloje la tapa lentamente de un cuarto a media vuelta.</para>
                            </item>
                            <item>
                                <para>Espere un momento para no quemarse con refrigerante caliente o vapor.</para>
                            </item>
                            <item>
                                <para>Siga girando la tapa y ret&#237;rela.</para>
                            </item>
                            <item>
                                <para>Nunca a&#241;ada refrigerante fr&#237;o a un motor caliente. Esto pudiera agrietar
                                    la culata o el bloque.
                                </para>
                            </item>
                            <item>
                                <para>Nunca use agua en lugar de refrigerante.</para>
                            </item>
                        </randlist>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Mire si sale refrigerante por el orificio de retorno de aceite del compresor de aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sale refrigerante, repare o cambie el compresor.</para>
                    </item>
                    <item>
                        <para>Si no sale refrigerante por el orificio de retorno de aceite del compresor de aire, vaya
                            al paso 8.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Drene el c&#225;rter y saque el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Saque el c&#225;rter seg&#250;n el procedimiento descrito en el &#171;Manual de servicio
                    del motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el probador de presi&#243;n del radiador con el adaptador adecuado.</para>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves, accidentes fatales o da&#241;os al motor:</para>
                        <randlist type="bullet">
                            <item>
                                <para>Siempre deje enfriar el motor por 15 minutos.</para>
                            </item>
                            <item>
                                <para>Envuelva la tapa con un trapo grueso.</para>
                            </item>
                            <item>
                                <para>Afloje la tapa lentamente de un cuarto a media vuelta.</para>
                            </item>
                            <item>
                                <para>Espere un momento para no quemarse con refrigerante caliente o vapor.</para>
                            </item>
                            <item>
                                <para>Siga girando la tapa y ret&#237;rela.</para>
                            </item>
                            <item>
                                <para>Nunca a&#241;ada refrigerante fr&#237;o a un motor caliente. Esto pudiera agrietar
                                    la culata o el bloque.
                                </para>
                            </item>
                            <item>
                                <para>Nunca use agua en lugar de refrigerante.</para>
                            </item>
                        </randlist>
                    </warning>
                </specpara>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31379.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Parte inferior del motor</caption>
            </figure>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento. Mire si hay fugas de
                    refrigerante.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si el motor tiene compresor de aire y sale refrigerante por la manguera de retorno de
                            aceite o por el lado izquierdo de la tapa delantera, haga la &#171;Prueba de fugas por el
                            compresor de aire&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si el motor no tiene compresor de aire y sale refrigerante por el &#225;rea de la tapa
                            delantera o por el tubo de captaci&#243;n de aceite, haga la
                            <hotlnk xrefid="s27104011">&#171;Inspecci&#243;n de la tapa delantera&#187;</hotlnk>
                            .
                        </para>
                    </item>
                    <item>
                        <para>Si sale refrigerante entre la camisa de un cilindro y su pist&#243;n, cambie la camisa del
                            inyector de ese cilindro. Siga el procedimiento descrito en el &#171;Manual de servicio del
                            motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si sale refrigerante entre la camisa de un cilindro y el bloque del motor, cambie el sello
                            de ranura de la camisa de ese cilindro. Siga el procedimiento descrito en el &#171;Manual de
                            servicio del motor&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Si sale refrigerante por los orificios de retorno de aceite (lado del &#225;rbol de
                            levas), haga la
                            <hotlnk xrefid="s27104010">&#171;Prueba de fugas por la culata&#187;</hotlnk>
                            .
                        </para>
                    </item>
                    <item>
                        <para>Si no ve que sale refrigerante, siga aplicando presi&#243;n al sistema de enfriamiento
                            durante toda la noche y vuelva a revisarlo al d&#237;a siguiente.
                        </para>
                    </item>
                    <item>
                        <para>Si no ve que sale refrigerante despu&#233;s de haber aplicado presi&#243;n durante toda la
                            noche, haga la siguiente prueba secuencial hasta que encuentre el problema.
                        </para>
                        <seqlist>
                            <item>
                                <para>
                                    <hotlnk xrefid="s27104011">&#171;Inspecci&#243;n de la tapa delantera&#187;</hotlnk>
                                </para>
                            </item>
                            <item>
                                <para>
                                    <hotlnk xrefid="s27104010">&#171;Prueba de fugas por la culata&#187;</hotlnk>
                                </para>
                            </item>
                        </seqlist>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de haber hecho cualquier reparaci&#243;n necesaria, vuelva a probar el
                    sistema de enfriamiento para cerciorarse de la efectividad de la reparaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fugas por el compresor de aire</title>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31380.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Preparaci&#243;n para la prueba del compresor de aire</caption>
            </figure>
            <step1>
                <para count="1">Vac&#237;e el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Desconecte del bloque del motor las mangueras de entrada y salida de refrigerante del
                    compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Llene con refrigerante el conducto y las mangueras del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Adapte una conexi&#243;n para presi&#243;n de aire y un regulador en una de las
                    mangueras de refrigerante y bloquee la manguera opuesta.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n a las mangueras de refrigerante del compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si sale refrigerante por la manguera de retorno de aceite o por el lado izquierdo
                    de la tapa delantera. Escuche si hay escape de aire.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sale refrigerante, repare o cambie el compresor.</para>
                    </item>
                    <item>
                        <para>Si no sale refrigerante, haga la
                            <hotlnk xrefid="s27104011">&#171;Inspecci&#243;n de la tapa delantera&#187;</hotlnk>
                            .
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Vuelva a probar el sistema de enfriamiento para cerciorarse de la efectividad de
                    cualquier reparaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Inspecci&#243;n de la tapa delantera</title>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31387.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Ubicaci&#243;n de la fuga de refrigerante en la tapa delantera</caption>
            </figure>
            <step1>
                <para id="s27104011" count="1">Saque la tapa delantera e inspeccione las empaquetaduras y las
                    superficies de sellado seg&#250;n los procedimientos descritos en el &#171;Manual de servicio del
                    motor&#187;. Revise la tapa delantera y el bloque del motor con una regla y l&#225;minas calibradas.
                    Repare o cambie lo que fuera necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a probar el sistema de enfriamiento para cerciorarse de la efectividad de
                    cualquier reparaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fugas por la culata</title>
            <step1>
                <para id="s27104010" count="1">Saque la tapa de v&#225;lvulas seg&#250;n el procedimiento descrito en el
                    &#171;Manual de servicio del motor&#187;.
                </para>
            </step1>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31391.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tapones acopados en la parte superior de la culata</caption>
            </figure>
            <figure id="f27104" figsize="col-wide">
                <graphic filename="../figh31/h31390.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Tapones acopados en el lado de admisi&#243;n de la culata</caption>
            </figure>
            <step1>
                <para count="1">Aplique 96 kPa (14 lb/pulg
                    <supscript>2</supscript>) de presi&#243;n al sistema de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione toda la culata en busca de grietas o fugas por los tapones acopados.</para>
                <randlist type="bullet">
                    <item>
                        <para>Si encuentra una fuga, haga las reparaciones o cambios necesarios.</para>
                    </item>
                    <item>
                        <para>Si no encuentra fugas, vaya al paso 4.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Vac&#237;e el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Saque la culata seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del
                    motor&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione y haga pruebas de presi&#243;n a la culata seg&#250;n los procedimientos
                    descritos en el &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione la empaquetadura de la culata en busca de da&#241;os en las &#225;reas de
                            sellado, que pudieran haber causado la fuga. Verifique con una regla y l&#225;minas
                            calibradas que las superficies de contacto del bloque y la culata est&#233;n rectas. Cambie
                            la empaquetadura de la culata. Cambie o repare la culata, seg&#250;n sea necesario.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione la culata en busca de grietas en los conductos de refrigerante. Haga las
                            reparaciones o cambios necesarios.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si la culata est&#225; en buen estado, saque los sellos de ranura de las camisas de los
                    cilindros seg&#250;n el procedimiento descrito en el &#171;Manual de servicio del motor&#187;.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Inspeccione el bloque del motor en busca de grietas en los conductos de refrigerante. Haga
                            las reparaciones o cambios necesarios.
                        </para>
                    </item>
                    <item>
                        <para>Inspeccione en busca de camisas de cilindro y sellos da&#241;ados. Haga las reparaciones o
                            cambios necesarios.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Vuelva a probar el sistema de enfriamiento para cerciorarse de la efectividad de
                    cualquier reparaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_64.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_66.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
