<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Sistema de
        advertencia y protecci&#243;n del motor (EWPS)
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>Sistema de advertencia y protecci&#243;n del motor (EWPS)</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503074" figsize="pg-wide">
                <graphic filename="../figeg7/eg7317a.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Funciones del sistema de advertencia y protecci&#243;n del motor</caption>
            </figure>
            <para>La luz
                <emph type="bold">ENGINE</emph>
                roja se enciende cuando hay condiciones que podr&#237;an causar da&#241;o al motor. El nivel de protecci&#243;n
                depende de cu&#225;l sistema de advertencia y protecci&#243;n del motor (EWPS) est&#225; activado en el
                ECM. Vea Descripci&#243;n detallada.
            </para>
            <para>El ECM no monitoriza el sistema de EWPS en busca de fallas. Las solicitudes del ECM de encender la luz
                <emph type="bold">ENGINE</emph>
                roja en el tablero se env&#237;an por el Enlace de Datos del Tren Propulsor. No hay c&#243;digos de
                diagn&#243;stico de problemas para este sistema.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n detallada</title>
            <para>
                <emph type="bold">Sistema de advertencia y protecci&#243;n del motor</emph>
            </para>
            <para>Este grupo de par&#225;metros personaliza la funci&#243;n de advertencia y protecci&#243;n del motor.
                El sistema de advertencia y protecci&#243;n del motor protege al motor contra condiciones operacionales
                indeseables, para impedir da&#241;os y prolongar su duraci&#243;n. Cuando se detecta una condici&#243;n
                de advertencia, los componentes electr&#243;nicos incorporados encender&#225;n la luz
                <emph type="bold">ENGINE</emph>
                roja.
            </para>
            <para>Cuando se detecta una condici&#243;n cr&#237;tica, los componentes electr&#243;nicos incorporados
                apagar&#225;n el motor si el sistema de advertencia y protecci&#243;n del motor tiene la funci&#243;n de
                protecci&#243;n activada. Despu&#233;s de un apagado del motor, el conductor puede volver a arrancarlo
                para que opere durante 30 segundos.
            </para>
            <para>La funci&#243;n de registro de eventos registrar&#225; cu&#225;ndo ocurri&#243; un exceso (es decir,
                una situaci&#243;n cr&#237;tica), tanto en horas de funcionamiento del motor como en los kil&#243;metros
                del odometro. Hay cuatro estados de advertencia y protecci&#243;n del motor.
            </para>
            <para>
                <title>La operaci&#243;n del motor tiene cuatro estados</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Est&#225;ndar</para>
                </item>
                <item>
                    <para>Advertencia en dos formas</para>
                </item>
                <item>
                    <para>Advertencia en tres formas</para>
                </item>
                <item>
                    <para>Protecci&#243;n en tres formas</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Modo EWPS</emph>
            </para>
            <para>Este par&#225;metro indica a los componentes electr&#243;nicos incorporados el modo deseado de operaci&#243;n
                para la funci&#243;n de advertencia y protecci&#243;n del motor.
            </para>
            <para>
                <emph type="bold">Advertencia est&#225;ndar (RPM, ECT)</emph>
            </para>
            <para>El modo de operaci&#243;n preconfigurado est&#225; basado en velocidad excesiva y temperatura excesiva
                del motor. No hay apagado del motor.
            </para>
            <para>
                <emph type="bold">Advertencia en dos formas (RPM, ECT, EOP)</emph>
            </para>
            <para>La velocidad excesiva del motor, el recalentamiento del motor y la baja presi&#243;n del aceite son
                los par&#225;metros monitorizados en el modo de advertencia del motor. No hay apagado del motor.
            </para>
            <para>
                <emph type="bold">Advertencia en tres formas (RPM, ECT, EOP, ECL)</emph>
            </para>
            <para>La velocidad excesiva del motor, el recalentamiento del motor, la baja presi&#243;n del aceite y el
                nivel del refrigerante son los par&#225;metros monitorizados en el modo de advertencia del motor. No hay
                apagado del motor.
            </para>
            <para>
                <emph type="bold">Protecci&#243;n en tres formas (RPM, ECT, EOP, ECL)</emph>
            </para>
            <para>La velocidad excesiva del motor, el recalentamiento del motor, la baja presi&#243;n del aceite y el
                refrigerante son los par&#225;metros monitorizados en el modo de protecci&#243;n del motor. La funci&#243;n
                de apagado estar&#225; disponible si se detecta una condici&#243;n cr&#237;tica. Las condiciones cr&#237;ticas
                incluyen recalentamiento, baja presi&#243;n de aceite y bajo nivel del refrigerante.
            </para>
            <para>
                <emph type="bold">Temperatura de advertencia con ECT</emph>
            </para>
            <para>Este par&#225;metro indica a cu&#225;l temperatura de recalentamiento se debe encender la luz
                OIL/WATER y se debe activar la alarma sonora de advertencia.
            </para>
            <para>
                <emph type="bold">Temperatura cr&#237;tica con ECT</emph>
            </para>
            <para>Este par&#225;metro indica a cu&#225;l temperatura de recalentamiento se debe apagar el motor. La
                funci&#243;n de registro de eventos registrar&#225; el apagado en horas de funcionamiento del motor y en
                kil&#243;metros del od&#243;metro.
            </para>
            <para>
                <emph type="bold">L&#237;mite 1 de RPM con EOP</emph>
            </para>
            <para>Este par&#225;metro indica los l&#237;mites de RPM para los cuales el valor 1 de presi&#243;n de
                aceite del motor debe usarse para detectar la p&#233;rdida de presi&#243;n de aceite del motor.
            </para>
            <para>
                <emph type="bold">L&#237;mite 2 de RPM con EOP</emph>
            </para>
            <para>Este par&#225;metro indica los l&#237;mites de RPM para los cuales el valor 2 de presi&#243;n de
                aceite del motor debe usarse para detectar la p&#233;rdida de presi&#243;n de aceite del motor.
            </para>
            <para>
                <emph type="bold">L&#237;mite 3 de RPM con EOP</emph>
            </para>
            <para>Este par&#225;metro indica los l&#237;mites de RPM para los cuales el valor 3 de presi&#243;n de
                aceite del motor debe usarse para detectar la p&#233;rdida de presi&#243;n de aceite del motor.
            </para>
            <para>
                <emph type="bold">Nivel de advertencia 1 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 1 de presi&#243;n de aceite del motor al cual debe encenderse la
                luz OIL/WATER y activarse la alarma sonora de advertencia.
            </para>
            <para>
                <emph type="bold">Nivel de advertencia 2 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 2 de presi&#243;n de aceite del motor al cual debe encenderse la
                luz OIL/WATER y activarse la alarma sonora de advertencia.
            </para>
            <para>
                <emph type="bold">Nivel de advertencia 3 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 3 de presi&#243;n de aceite del motor al cual debe encenderse la
                luz OIL/WATER y activarse la alarma sonora de advertencia.
            </para>
            <para>
                <emph type="bold">Nivel cr&#237;tico 1 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 1 de presi&#243;n de aceite del motor al cual debe apagarse el
                motor. La funci&#243;n de registro de eventos registrar&#225; en horas de funcionamiento del motor y los
                kil&#243;metros del odometro cu&#225;ndo ocurri&#243; este evento.
            </para>
            <para>
                <emph type="bold">Nivel cr&#237;tico 2 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 2 de presi&#243;n de aceite del motor al cual debe apagarse el
                motor. La funci&#243;n de registro de eventos registrar&#225; en horas de funcionamiento del motor y los
                kil&#243;metros del odometro cu&#225;ndo ocurri&#243; este evento.
            </para>
            <para>
                <emph type="bold">Nivel cr&#237;tico 3 con EOP</emph>
            </para>
            <para>Este par&#225;metro indica el valor 3 de presi&#243;n de aceite del motor al cual debe apagarse el
                motor. La funci&#243;n de registro de eventos registrar&#225; en horas de funcionamiento del motor y los
                kil&#243;metros del odometro cu&#225;ndo ocurri&#243; este evento.
            </para>
            <para>
                <title>Diagn&#243;sticos hechos por el ECM</title>
            </para>
            <para>Los c&#243;digos de diagn&#243;stico de problemas pueden leerse con la herramienta electr&#243;nica de
                servicio (EST) o interpretando los destellos de las luces
                <emph type="bold">ENGINE</emph>&#225;mbar y roja, vea
                <xref refid="P17502001"/>.
            </para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_101.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_103.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
