<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 - Sistemas del motor - Sistema de
        lubricaci&#243;n del motor
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>Sistema de lubricaci&#243;n del motor</title>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>Componentes del sistema de lubricaci&#243;n y flujo de aceite</title>
            <figure id="f2710132" figsize="pg-wide">
                <graphic filename="../figH31/H31020.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="562px" box="no"/>
                <caption>Sistema de lubricaci&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">Aceite sin filtrar</callout1>
                    <callout1 type="arabic">Aceite sin filtrar enfriado</callout1>
                    <callout1 type="arabic">Aceite filtrado</callout1>
                    <callout1 type="arabic">Filtro secundario (opcional)</callout1>
                    <callout1 type="arabic">Bomba de aceite tipo gerotor</callout1>
                    <callout1 type="arabic">Tapa delantera</callout1>
                    <callout1 type="arabic">Dep&#243;sito de la bomba de aceite a alta presi&#243;n</callout1>
                    <callout1 type="arabic">Tubo de captaci&#243;n</callout1>
                    <callout1 type="arabic">Galer&#237;a de aceite sin filtrar</callout1>
                    <callout1 type="arabic">Turbo de geometr&#237;a variable (VGT)</callout1>
                    <callout1 type="arabic">Enfriador de aceite</callout1>
                    <callout1 type="arabic">Filtro de aceite</callout1>
                    <callout1 type="arabic">Enfriador de aceite y cabezal del filtro</callout1>
                    <callout1 type="arabic">V&#225;lvula de descarga del regulador de presi&#243;n de aceite</callout1>
                    <callout1 type="arabic">Drenaje de la v&#225;lvula de descarga hacia el bloque</callout1>
                    <callout1 type="arabic">C&#225;rter</callout1>
                    <callout1 type="arabic">Cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Tubo enfriador del pist&#243;n (6)</callout1>
                    <callout1 type="arabic">Galer&#237;a principal de aceite filtrado</callout1>
                    <callout1 type="arabic">&#193;rbol de levas</callout1>
                    <callout1 type="arabic">Bloque del motor</callout1>
                    <callout1 type="arabic">Galer&#237;a vertical</callout1>
                    <callout1 type="arabic">Culata</callout1>
                    <callout1 type="arabic">Tapa de v&#225;lvulas</callout1>
                    <callout1 type="arabic">Eje de balancines</callout1>
                    <callout1 type="arabic">Compresor de aire (opcional)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Diagrama del flujo de aceite</title>
            </para>
            <figure id="f2710133" figsize="pg-wide">
                <graphic filename="../figH31/H31015.webp" type="webp" scalefit="1" scalefitwidth="328px" box="no"/>
                <caption>Sistema de lubricaci&#243;n</caption>
                <calloutgroup>
                    <callout1 type="arabic">C&#225;rter</callout1>
                    <callout1 type="arabic">Bomba</callout1>
                    <callout1 type="arabic">Filtro secundario</callout1>
                    <callout1 type="arabic">Enfriador</callout1>
                    <callout1 type="arabic">Filtro</callout1>
                    <callout1 type="arabic">V&#225;lvula de descarga del regulador de presi&#243;n de aceite</callout1>
                    <callout1 type="arabic">Turbo de geometr&#237;a variable (VGT)</callout1>
                    <callout1 type="arabic">Dep&#243;sito de la bomba de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Hacia el sistema de alta presi&#243;n</callout1>
                    <callout1 type="arabic">Cojinete del &#225;rbol de levas</callout1>
                    <callout1 type="arabic">Cojinetes de bancada</callout1>
                    <callout1 type="arabic">Tubo enfriador del pist&#243;n (6)</callout1>
                    <callout1 type="arabic">Bielas</callout1>
                    <callout1 type="arabic">Eje de balancines</callout1>
                </calloutgroup>
            </figure>
            <para>La bomba de aceite gerotor, que es impulsada por el cig&#252;e&#241;al, extrae aceite sin filtrar del
                c&#225;rter a trav&#233;s de un tubo de captaci&#243;n y lo env&#237;a al orificio de admisi&#243;n de
                la tapa delantera. El aceite sin filtrar (bajo presi&#243;n) fluye a trav&#233;s del orificio de salida
                de la tapa delantera hacia la galer&#237;a de aceite sin filtrar en el bloque del motor.
            </para>
            <para>La galer&#237;a de aceite sin filtrar tiene un orificio de salida hacia el cabezal del enfriador de
                aceite. Luego el aceite es desviado internamente hacia la pila de placas del enfriador de aceite o
                enviado directamente al m&#243;dulo del enfriador y filtro.
            </para>
            <para>Una v&#225;lvula de control de temperatura del aceite, en el cabezal del enfriador/filtro, detecta la
                temperatura del aceite que entra. Durante el encendido del motor, cuando el aceite est&#225; fr&#237;o,
                la v&#225;lvula de control de temperatura permite que el aceite sin filtrar se desv&#237;e sin tener que
                entrar al enfriador. Cuando el aceite sin filtrar alcanza la temperatura de operaci&#243;n del motor, la
                v&#225;lvula de control de temperatura lo dirige hacia el enfriador. Cuando la v&#225;lvula est&#225;
                parcialmente abierta, parte del aceite fluye por el enfriador y otra parte por la galer&#237;a de desv&#237;o.
            </para>
            <para>Cuando la v&#225;lvula est&#225; completamente abierta, el aceite sin filtrar pasa por las placas del
                enfriador. El refrigerante del motor fluye entre las placas para enfriar el aceite circundante.
            </para>
            <para>Esta porci&#243;n del aceite enfriado y a&#250;n sin filtrar que sale del enfriador, se mezcla con el
                aceite sin filtrar y sin enfriar que pas&#243; directamente sin entrar al enfriador. La mezcla de
                aceites fluye a trav&#233;s del filtro (del elemento exterior hacia el elemento interior). Si el
                elemento del filtro se tapara, la v&#225;lvula de desv&#237;o que est&#225; en el cabezal garantiza un
                suministro constante de aceite hacia el motor. El desv&#237;o del aceite ocurre dentro del m&#243;dulo
                cuando la presi&#243;n diferencial del filtro alcanza 345 kPa (50 lb/pulg
                <supscript>2</supscript>).
            </para>
            <para>El aceite enfriado y filtrado fluye a trav&#233;s de la v&#225;lvula de descarga del regulador de
                presi&#243;n de aceite en el m&#243;dulo enfriador. La v&#225;lvula reguladora de presi&#243;n mantiene
                el aceite a la presi&#243;n correcta de operaci&#243;n.
            </para>
            <para>La v&#225;lvula reguladora se abre a 379 kPa (55 lb/pulg
                <supscript>2</supscript>) y descarga el exceso de aceite en el c&#225;rter. El aceite filtrado sigue
                hasta la galer&#237;a principal para ser distribuido en el motor.
            </para>
            <para>Los cojinetes de biela son alimentados a trav&#233;s de conductos perforados en el cig&#252;e&#241;al
                desde los mu&#241;ones de bancada a los mu&#241;ones de biela, que reciben aceite presurizado desde los
                cojinetes de bancada.
            </para>
            <para>Los mu&#241;ones del &#225;rbol de levas son alimentados a trav&#233;s de conductos perforados
                verticalmente en las nervaduras de los cojinetes de bancada. Aceite presurizado desde la galer&#237;a
                principal, a trav&#233;s de tubos enfriadores, lubrica y enfr&#237;a los pistones.
            </para>
            <para>Los balancines de las v&#225;lvulas son lubricados a trav&#233;s de un anillo en el exterior del buje
                trasero del &#225;rbol de levas. El aceite pasa hacia arriba y a trav&#233;s de la galer&#237;a vertical
                en la parte posterior del bloque del motor, a trav&#233;s de un conducto en la culata. El aceite sigue a
                trav&#233;s del pedestal del eje de balancines y hacia el interior del eje de balancines. El aceite
                sigue fluyendo a trav&#233;s de perforaciones en el eje de balancines hacia los balancines. El aceite
                luego desciende hacia el c&#225;rter a trav&#233;s de orificios en las varillas de empuje.
            </para>
            <para>El aceite filtrado desde la galer&#237;a principal fluye hacia arriba a trav&#233;s de un conducto en
                el frente del bloque del motor y de la tapa delantera hacia el dep&#243;sito de aceite de la bomba de
                alta presi&#243;n.
            </para>
            <para>El turbo recibe aceite filtrado a trav&#233;s de un tubo externo conectado al cabezal del enfriador de
                aceite. El aceite desciende de regreso al c&#225;rter a trav&#233;s de un tubo conectado al bloque del
                motor.
            </para>
            <para>El compresor de aire (si lo tiene) recibe aceite filtrado desde la galer&#237;a principal a trav&#233;s
                de un tubo externo conectado al lado izquierdo del bloque del motor. El aceite pasa a la tapa delantera
                y regresa al c&#225;rter.
            </para>
            <para>El tren de engranajes delantero se lubrica por salpicadura con aceite que desciende del dep&#243;sito
                de alta presi&#243;n y del compresor de aire (si lo tiene).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges270_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges270.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
