<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - DIAGN&#211;STICOS MEC&#193;NICOS DE LOS MOTORES DT 466 Y DT 530 -
        DIAGN&#211;STICOS DE ARRANQUE DIF&#205;CIL O NO ARRANQUE - PRUEBA DE RPM de arranque del motor
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>PRUEBA DE RPM de arranque del motor</title>
        <svcprocinfo>
            <table id="te1750213" frame="all">
                <tgroup cols="3" colsep="1" rowsep="1" align="left">
                    <colspec colname="col1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC1" colwidth="1.50in"/>
                    <colspec colname="COLSPEC0" colwidth="1.50in"/>
                    <spanspec namest="col1" nameend="COLSPEC0" spanname="SPAN1"/>
                    <tbody>
                        <row rowsep="0">
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">11. Prueba de RPM de arranque del motor</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Use un DMM para medir la velocidad de rotaci&#243;n del motor por 20 segundos.
                                    Siga uno de los dos procedimientos siguientes:
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry colspan="3" spanname="SPAN1">
                                <para>1. Conecte la "T" de derivaciones
                                    <emph type="bold">ZTSE4486</emph>
                                    entre el CMP y el conector del haz de cables del CMP. Mida las RPM o los Hz entre el
                                    pin C del conector y tierra. Vea la figura
                                    <emph type="bold">F</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>2. Conecte la caja de derivaciones en el conector del haz de cables del motor en
                                    el ECM. Mida el voltaje en los pines (51+ y 19-) de la caja de derivaciones. Vea la
                                    figura
                                    <emph type="bold">E</emph>
                                    en el dorso del formulario.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Instrumento</para>
                            </entry>
                            <entry colname="COLSPEC1">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para>Real</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>DMM, 51+ y 19-</para>
                            </entry>
                            <entry colname="COLSPEC1">
                                <para>130 RPM (26 Hz) m&#237;n.</para>
                            </entry>
                            <entry colname="COLSPEC0">
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Si no hay indicaci&#243;n de RPM, vuelva a revisar los DTC y vea Diagn&#243;sticos
                                    del CMP.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f1750227.1" figsize="col-wide">
                <graphic filename="../figEg8/Eg8991.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"
                         box="yes"/>
                <caption>Medici&#243;n de la velocidad de arranque en el CMP</caption>
                <calloutgroup>
                    <callout1>1. Probador positivo (rojo) del DMM</callout1>
                    <callout1>2. Pin de se&#241;al (C) (verde)</callout1>
                    <callout1>3. Probador del DMM a tierra en el motor (negro)</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Finalidad</title>
            <specpara>
                <note>
                    <para>Al usar un DMM en el modo de RPM de 4 ciclos, la medici&#243;n obtenida debe dividirse por
                        doce para que el resultado sea igual a las RPM reales del motor. Cuando mida hercios o Hertz
                        (Hz), la medici&#243;n obtenida es una quinta parte de las RPM reales. 26 Hz = 130 RPM.
                    </para>
                </note>
            </specpara>
            <para>Para determinar la velocidad correcta de rotaci&#243;n del motor para arrancar. &#201;ste es un m&#233;todo
                alternativo a ser usado en caso que la EST no est&#233; disponible o no funcione. Insuficiente energ&#237;a
                de las bater&#237;as o una falla electr&#243;nica pueden impedir que la EST reciba los datos de diagn&#243;stico.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de la prueba</title>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">La prueba debe hacerse con las bater&#237;as totalmente cargadas.</emph>
                    </para>
                </important>
            </specpara>
            <para>Las RPM de arranque del motor deben generar la presi&#243;n de control de inyecci&#243;n necesaria
                para hacer funcionar los inyectores de combustible y para crear suficiente compresi&#243;n para inflamar
                el combustible.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Medici&#243;n de la velocidad de arranque con la "T" de derivaciones</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, antes de dar arranque al motor aseg&#250;rese de que la
                        transmisi&#243;n est&#233; en neutro, el freno de estacionamiento est&#233; puesto y las ruedas
                        motrices est&#233;n bloqueadas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Conecte la "T" de derivaciones (ZTSE4486) entre el CMP y el conector del haz de cables
                    del CMP
                    <xref refid="f1750227.1"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el probador negativo (negro) del DMM en una buena tierra en el motor.</para>
            </step1>
            <step1>
                <para count="1">Ponga la perilla del DMM en
                    <emph type="bold">V / RPM</emph>, luego seleccione
                    <emph type="bold">RPM</emph>
                    o
                    <emph type="bold">Hz</emph>
                    en la pantalla.
                </para>
            </step1>
            <step1>
                <para count="1">Dele arranque al motor por 20 segundos como m&#237;nimo y mida las RPM (Hz) en el
                    conector verde (C) de se&#241;al del CMP.
                </para>
            </step1>
            <step1>
                <para count="1">Anote la velocidad de rotaci&#243;n del motor en el formulario de diagn&#243;sticos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Medici&#243;n de la velocidad de arranque con la caja de derivaciones</title>
            <step1>
                <para count="1">Separe el conector del motor (60 pines) del ECM.</para>
            </step1>
            <step1>
                <para count="1">Instale los adaptadores de conexi&#243;n de la caja de derivaciones (ZTSE4445) al motor
                    y a la conexi&#243;n hembra del chasis en el ECM. Vuelva a conectar el conector del haz de cables
                    del motor al adaptador de conexi&#243;n de la caja de derivaciones.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el conector al ECM a un torque de 5,65 N&#183;m (50 pulg&#183;lb).</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el (probador positivo) del mult&#237;metro digital (DMM) al terminal 51 y el
                    (probador negativo) al terminal 19. Seleccione
                    <emph type="bold">V / RPM</emph>, luego seleccione
                    <emph type="bold">RPM</emph>
                    o
                    <emph type="bold">Hz</emph>
                    en la pantalla. Vea Medici&#243;n de las RPM de arranque del motor con la caja de derivaciones
                    <xref refid="f1750228"/>.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233; arranque al motor y observe el DMM. Un m&#237;nimo de 130 RPM (26 Hz) es
                    necesario para arrancar el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Anote las RPM de arranque del motor en el formulario de diagn&#243;sticos EGED-221.
                </para>
                <figure id="f1750228" figsize="col-wide">
                    <graphic filename="../figeg8/eg8802.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72" box="yes"/>
                    <caption>Medici&#243;n de las RPM de arranque del motor con la caja de derivaciones</caption>
                </figure>
                <para>Si el DMM indica
                    <emph type="bold">0</emph>
                    de frecuencia/RPM durante la rotaci&#243;n del motor, el ECM no recibir&#225; una se&#241;al desde
                    el CMP. Vea Diagn&#243;sticos del CMP
                    <xref refid="S1750208"/>, en la Secci&#243;n 3, Diagn&#243;sticos del sistema de control electr&#243;nico.
                </para>
                <para>Si el CMP no est&#225; funcionando, hay que sustituirlo. El ECM no permitir&#225; la activaci&#243;n
                    total del regulador de la presi&#243;n de inyecci&#243;n (IPR) sin una se&#241;al del CMP.
                </para>
                <specpara>
                    <note>
                        <para>Si el DMM no detecta frecuencia/RPM del motor, revise si hay DTC. Vea la Prueba 5
                            <xref refid="te1750207"/>
                            o la Prueba 8
                            <xref refid="te1750210"/>
                            y Diagn&#243;sticos del CMP.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Causas posibles:</title>
            <randlist type="bullet">
                <item>
                    <para>Bajas revoluciones de arranque, que pueden ser causadas por mal funcionamiento del sistema el&#233;ctrico
                        de arranque, aceite con grado incorrecto o intervalos entre cambios de aceite muy prolongados en
                        temperaturas ambientales muy bajas.
                    </para>
                </item>
                <item>
                    <para>Si no hay RPM del motor: mala conexi&#243;n el&#233;ctrica en el haz de cables del CMP
                        (abierto o en corto), o CMP defectuoso causar&#225;n la medici&#243;n de
                        <emph type="bold">0</emph>
                        frecuencia/RPM del motor.
                    </para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Herramientas necesarias</title>
            <randlist type="bullet">
                <item>
                    <para>Herramienta electr&#243;nica de servicio (EST) con software Master Diagnostics.</para>
                </item>
                <item>
                    <para>"T" de derivaciones (ZTSE4486) para el CMP</para>
                </item>
                <item>
                    <para>Mult&#237;metro digital (ZTSE4357)</para>
                </item>
                <item>
                    <para>Caja de derivaciones (ZTSE4445)</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos adicionales</title>
            <randlist type="bullet">
                <item>
                    <para>Si se establecen DTC, refi&#233;rase a la columna DTC en C&#243;digos de diagn&#243;stico de
                        problemas del motor
                        <xref refid="te17503039"/>.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">Si no hay indicaci&#243;n de RPM mientras da arranque al motor, vea Diagn&#243;sticos
                    del CMP.
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Funciones del sensor de posici&#243;n del &#225;rbol de levas
                        <xref refid="f17503031"/>
                    </para>
                </item>
                <item>
                    <para>Diagrama de circuito del sensor de posici&#243;n del &#225;rbol de levas
                        <xref refid="f17503032"/>
                    </para>
                </item>
                <item>
                    <para>Diagn&#243;sticos del sensor de posici&#243;n del &#225;rbol de levas y su circuito
                        <xref refid="te17503006"/>
                    </para>
                </item>
            </randlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_41.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_43.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
