<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos para motores VT 365 (2002) - DIAGN&#211;STICO DE LOS S&#205;NTOMAS DEL
        MOTOR - Procedimientos de las pruebas - Humo
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>Humo</title>
        <svcsubproc>
            <title>Diagn&#243;stico de humo negro</title>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Restricci&#243;n en la admisi&#243;n o en el escape</para>
                </item>
                <item>
                    <para>Falla del turboalimentador, aleta del turboalimentador da&#241;ada o rueda de la turbina
                        trabada.
                    </para>
                </item>
                <item>
                    <para>Hay un inyector flojo.</para>
                </item>
                <item>
                    <para>Altitud (humo negro cuando se acelera fuerte o s&#250;bitamente puede deberse a la gran
                        altitud)
                    </para>
                </item>
                <item>
                    <para>Sensor de la presi&#243;n absoluta del m&#250;ltiple de admisi&#243;n (MAP) defectuoso</para>
                </item>
            </randlist>
            <para>
                <title>Procedimientos</title>
            </para>
            <step1>
                <para count="1">Si el motor pistonea o hay evidencia de combustible en el escape, retire el m&#250;ltiple
                    de escape e inspeccione los orificios de escape en busca de combustible. Los principales sospechosos
                    ser&#225;n un inyector flojo, anillo O perdido o da&#241;ado o la empaquetadura en el fondo de un
                    inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de admisi&#243;n de aire y el sistema de escape en busca de
                    alguna restricci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione visualmente el turboalimentador en busca de fuga de aceite o da&#241;o en
                    las aspas. Debido al sistema de ventilaci&#243;n cerrada del bloque del motor, es normal la
                    presencia de algo de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 9 (Restricci&#243;n en la admisi&#243;n) del formulario Diagn&#243;sticos
                    de rendimiento o de la Secci&#243;n 6 de este manual.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 11 (Restricci&#243;n en el escape) del formulario Diagn&#243;sticos de
                    rendimiento o de la Secci&#243;n 6 de este manual.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;stico de humo blanco</title>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Motor fr&#237;o</para>
                </item>
                <item>
                    <para>No funcionan las buj&#237;as incandescentes</para>
                </item>
                <item>
                    <para>Combustible de mala calidad</para>
                </item>
                <item>
                    <para>V&#225;lvula de EGR trabada en posici&#243;n abierta durante el encendido</para>
                </item>
                <item>
                    <para>Fuga de refrigerante hacia la combusti&#243;n desde el lado de escape</para>
                </item>
                <item>
                    <para>Inyectores flojos</para>
                </item>
                <item>
                    <para>Los inyectores est&#225;n defectuosos.</para>
                </item>
                <item>
                    <para>Bielas dobladas</para>
                </item>
                <item>
                    <para>Anillos de pist&#243;n desgastados</para>
                </item>
                <item>
                    <para>Hay poca compresi&#243;n.</para>
                </item>
                <item>
                    <para>Fuga de refrigerante dentro de la c&#225;mara de combusti&#243;n</para>
                </item>
                <item>
                    <para>Porosidad del m&#250;ltiple de admisi&#243;n</para>
                </item>
            </randlist>
            <para>
                <title>Procedimientos</title>
            </para>
            <step1>
                <para count="1">Cuando la temperatura ambiente es baja, es normal la presencia de algo de humo blanco
                    hasta que el motor alcanza la temperatura de operaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Aseg&#250;rese de que el motor alcance la temperatura de operaci&#243;n de 88 &#176;C (190
                            &#176;F) antes de proceder con el diagn&#243;stico de una queja por humo blanco.
                        </para>
                    </item>
                    <item>
                        <para>Si el motor no logra alcanzar la temperatura de operaci&#243;n durante una prueba en
                            carretera, verifique que la temperatura de apertura del termostato sea de 88 &#176;C (190
                            &#176;F).
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">En un motor fr&#237;o, el sistema de buj&#237;as incandescentes puede quedar encendido
                    hasta por dos minutos despu&#233;s del arranque, para ayudar en la disipaci&#243;n de humo. Haga las
                    Pruebas 15A y 15B (Sistema de buj&#237;as incandescentes) del formulario Diagn&#243;sticos de
                    arranque dif&#237;cil o falta de arranque para verificar la operaci&#243;n del sistema.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 2 (Combustible) del formulario Diagn&#243;sticos de rendimiento.
                    Verifique la calidad y cantidad del combustible diesel. Combustible de mala calidad o con bajo
                    &#237;ndice de cetano pueden hacer que haya humo blanco, el motor falle y tenga poca potencia.
                    Consulte la secci&#243;n Requisitos de combustible en el Manual de operaci&#243;n y mantenimiento
                    para determinar el grado m&#237;nimo y el &#237;ndice de cetano del combustible para el modelo y a&#241;o
                    de su motor.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 10 (Posici&#243;n de la v&#225;lvula de EGR) del formulario Diagn&#243;sticos
                    de rendimiento, si la queja del conductor es por humo blanco s&#243;lo durante el arranque. Haga la
                    prueba de acuerdo con la condici&#243;n de la queja.
                </para>
            </step1>
            <step1>
                <para count="1">Si hay p&#233;rdida de refrigerante sin recalentamiento del motor, revise si hay
                    refrigerante en el escape.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si sale refrigerante por el escape o al menos puede olerlo, refi&#233;rase a Fuga de
                            refrigerante hacia el escape en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Si el motor pistonea o hay evidencia de combustible en el escape, retire el m&#250;ltiple
                    de escape e inspeccione los orificios de escape en busca de combustible. Los principales sospechosos
                    ser&#225;n un inyector flojo, anillo O perdido o da&#241;ado o la empaquetadura de cobre en el fondo
                    de un inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el sistema de admisi&#243;n de aire en busca de entrada de agua o evidencia
                    de que haya entrada de aire sin filtrar.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La entrada de agua puede deberse a un bloqueo hidr&#225;ulico y a bielas dobladas. Si
                            sospecha que hay entrada de agua, identifique cu&#225;l es el cilindro que despide humo
                            retirando los m&#250;ltiples de escape y haciendo funcionar el motor.
                        </para>
                    </item>
                    <item>
                        <para>La entrada de aire sin filtrar puede causar desgaste excesivo de los cilindros de potencia
                            y da&#241;os a las aletas del compresor del turboalimentador. Si sospecha que hay desgaste
                            de un cilindro de potencia, identifique cu&#225;l es el o los cilindros que despiden humo
                            retirando los m&#250;ltiples de escape y haciendo funcionar el motor.
                        </para>
                    </item>
                    <item>
                        <para>Si encuentra refrigerante en el m&#250;ltiple de admisi&#243;n, refi&#233;rase a Fuga de
                            refrigerante hacia el escape en esta secci&#243;n.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Haga una prueba de compresi&#243;n a los cilindros que despiden humo blanco, usando un
                    adaptador para pruebas de compresi&#243;n. Inspeccione el turboalimentador en busca de da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">Si el motor se recalienta y hay p&#233;rdida de refrigerante, y sospecha de que hay fuga
                    por la empaquetadura de la culata, por la camisa de alg&#250;n inyector o por la camisa de alguna
                    buj&#237;a incandescente, refi&#233;rase a Fugas de combusti&#243;n hacia el refrigerante, m&#233;todo
                    con alta presi&#243;n, en esta secci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;stico de humo azul</title>
            <para>
                <title>Causas</title>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Presi&#243;n excesiva en el bloque</para>
                </item>
                <item>
                    <para>El turboalimentador est&#225; defectuoso.</para>
                </item>
                <item>
                    <para>Inyector defectuoso</para>
                </item>
                <item>
                    <para>Anillo de control de aceite de un pist&#243;n trabado o da&#241;ado</para>
                </item>
                <item>
                    <para>Sello del v&#225;stago de una v&#225;lvula con fugas o gu&#237;a de v&#225;lvula gastada
                    </para>
                </item>
            </randlist>
            <para>
                <title>Procedimientos</title>
            </para>
            <step1>
                <para count="1">Haga una prueba de consumo de aceite. Verifique si el motor est&#225; consumiendo mucho
                    aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Haga la Prueba 17 (Presi&#243;n del bloque del motor) del formulario Diagn&#243;sticos
                    de rendimiento o de la Secci&#243;n 6 de este manual.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n del bloque del motor es alta y hay excesivo consumo de aceite, revise
                            los componentes del compresor de aire, del turboalimentador y de los cilindros de potencia.
                        </para>
                    </item>
                    <item>
                        <para>Si la presi&#243;n del bloque del motor es normal y hay excesivo consumo de aceite, siga
                            con el pr&#243;ximo paso.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Retire el enfriador de aire turboalimentado e inspeccione el sistema de admisi&#243;n y
                    el enfriador en busca de aceite excesivo.
                </para>
                <specpara>
                    <note>
                        <para>Es normal que haya aceite en el sistema de admisi&#243;n de aire porque el motor tiene un
                            sistema de ventilaci&#243;n cerrada.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione el compresor y la carcasa de la turbina del turboalimentador en busca de
                    fugas de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el m&#250;ltiple de escape e inspeccione los orificios de escape en busca de
                    residuos de aceite, para identificar la posible falla de alg&#250;n inyector, que haga que el aceite
                    se mezcle con el combustible inyectado dentro del cilindro de potencia.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la presi&#243;n en el bloque del motor es normal y el consumo de aceite es de m&#225;s
                            de un cuarto de gal&#243;n por cada 800 km (500 millas), sustituya el inyector
                            correspondiente al cilindro en el que haya encontrado residuos de aceite.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges240_69.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240_EGES2411-SEC5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges240.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
