<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - VISTA GENERAL DEL SISTEMA DE CONTROL DEL MOTOR - SISTEMA DE PRESI&#211;N
        DE CONTROL DE INYECCI&#211;N - Operaci&#243;n del IPR
    </stitle>
    <svcman/>
    <svcproc svcproctype="PROCTYPE" graphiccount="2">
        <title>Operaci&#243;n del IPR</title>
        <para>El regulador de la presi&#243;n de inyecci&#243;n es una v&#225;lvula modulada por amplitud de pulsaciones
            (porcentaje de tiempo activo). La amplitud de la pulsaci&#243;n es modulada entre 8 y 60% para controlar la
            presi&#243;n de control de inyecci&#243;n desde 3,4 a 20 MPa (500 a 3000 lb/pulg2). Est&#225; instalado en
            la bomba de alta presi&#243;n y mantiene la presi&#243;n de control de inyecci&#243;n deseada descargando el
            aceite sobrante a trav&#233;s de una v&#225;lvula de carrete (de vaiv&#233;n) en la tapa delantera y de
            regreso al c&#225;rter.
        </para>
        <para>A medida que la demanda de presi&#243;n de control de inyecci&#243;n aumenta, el ECM aumenta la amplitud
            de las pulsaciones (porcentaje de tiempo activo) sobre el IPR. Esta acci&#243;n forza el v&#225;stago contra
            el orificio de drenaje, aumentando la presi&#243;n detr&#225;s de la v&#225;lvula de carrete.
        </para>
        <para>A medida que la presi&#243;n del aceite aumenta detr&#225;s de la v&#225;lvula de carrete, &#233;sta se
            mueve hacia adelante y tapa los orificios de drenaje a los lados del IPR. Refi&#233;rase a Presi&#243;n de
            inyecci&#243;n m&#225;s alta del IPR
            <xref refid="f1750106"/>. Cuando la demanda de presi&#243;n de control de inyecci&#243;n disminuye, el ECM
            disminuye la amplitud de las pulsaciones (porcentaje de tiempo activo) sobre el IPR, permitiendo que el
            aceite salga por el orificio de drenaje. Esto se logra liberando la presi&#243;n detr&#225;s de la v&#225;lvula
            de carrete, lo que le permite abrir parcialmente el orificio de descarga, disminuyendo as&#237; la presi&#243;n
            de control de inyecci&#243;n. Refi&#233;rase a Presi&#243;n de inyecci&#243;n m&#225;s baja del IPR
            <xref refid="f1750107"/>.
        </para>
        <para>La operaci&#243;n descrita permite que el IPR ajuste constantemente la presi&#243;n de control de inyecci&#243;n
            ordenada por el ECM.
        </para>
        <figure id="f1750106" figsize="pg-wide">
            <graphic filename="../figeg1/eg1266.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="153"
                     box="no"/>
            <caption>Presi&#243;n de inyecci&#243;n m&#225;s alta del IPR</caption>
        </figure>
        <figure id="f1750107" figsize="pg-wide">
            <graphic filename="../figeg1/eg1267.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="153"
                     box="no"/>
            <caption>Presi&#243;n de inyecci&#243;n m&#225;s baja del IPR</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
