<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;sticos - - FUNCIONES Y DIAGN&#211;STICOS DE CIRCUITOS - Circuito del veloc&#237;metro
        del eje de dos velocidades
    </stitle>
    <svcman/>
    <svcproc svcproctype="tsacircuit" graphiccount="1">
        <title>Circuito del veloc&#237;metro del eje de dos velocidades</title>
        <svcsubproc>
            <title>Funciones de las se&#241;ales</title>
            <figure id="f17503093" figsize="pg-wide">
                <graphic filename="../figeg8/eg8859.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="200"
                         box="yes"/>
                <caption>Diagrama de las funciones del circuito del eje de dos velocidades</caption>
            </figure>
            <para>
                <emph type="bold">Eje de dos velocidades</emph>
            </para>
            <para>El ECM est&#225; programado con las relaciones alta y baja del eje trasero. Las relaciones se utilizan
                para calcular la se&#241;al del veloc&#237;metro, dependiendo del modo en el cual est&#225; el
                interruptor. El ECM usa la relaci&#243;n alta a menos que el ESC le indique al ECM que el interruptor
                selector de dos velocidades est&#225; en el l&#237;mite bajo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n y manejo de c&#243;digos de diagn&#243;stico de problemas</title>
            <para>El ECM no realiza diagn&#243;sticos de los circuitos del eje de dos velocidades.</para>
            <para>
                <emph type="bold">Ubicaci&#243;n de fallas</emph>
            </para>
            <step1>
                <para count="1">Use la EST para verificar la programaci&#243;n correcta del ECM, incluyendo relaciones
                    correctas de eje trasero (alta y baja):
                </para>
                <step2>
                    <para count="1">Si est&#225; programado correctamente, vaya al paso 2.</para>
                </step2>
                <step2>
                    <para count="1">Si no est&#225; programado correctamente, haga las correcciones de programaci&#243;n
                        necesarias.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si el motor no responde al interruptor del eje de dos velocidades (TSA), use el software
                    de diagn&#243;stico de la cabina para monitorizar las se&#241;ales del TSA al ESC. Si el estado de
                    un interruptor no cambia cuando el interruptor del eje se oprime, haga un diagn&#243;stico de los
                    circuitos con la S08250 - Gu&#237;a de ubicaci&#243;n de fallas el&#233;ctricas - 4200/4300/4400. Si
                    el ESC est&#225; recibiendo las se&#241;ales del TSA, use Master Diagnostics para ver el estado del
                    TSA. Si el estado del interruptor no cambia cuando se oprime, verifique que haya comunicaci&#243;n
                    entre el ECM y el ESC.
                </para>
            </step1>
            <para>
                <emph type="bold">Diagn&#243;sticos hechos por el ECM</emph>
            </para>
            <para>El ECM no realiza diagn&#243;sticos de este circuito.</para>
            <verbatim>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line>ESTA P&#193;GINA SE DEJ&#211; EN BLANCO INTENCIONALMENTE</line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
                <line></line>
            </verbatim>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges215_106.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215_108.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges215.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
