<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de diagn&#243;stico del motor VT 275 - Diagn&#243;sticos del sistema de control electr&#243;nico
        - Diagn&#243;sticos de circuitos - Sistema de advertencia y protecci&#243;n del motor (EWPS)
    </stitle>
    <svcman/>
    <svcproc id="s306000706.18" svcproctype="diagnose" graphiccount="1">
        <title>Sistema de advertencia y protecci&#243;n del motor (EWPS)</title>
        <svcprocinfo id="s306000706.18.1">
            <figure id="f306000777" figsize="pg-wide">
                <graphic filename="../figj31/j31195.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="472px"/>
                <caption>Diagrama de la funci&#243;n del EWPS</caption>
            </figure>
            <para id="s306000706.18.1.1">El diagrama de la funci&#243;n del EWPS incluye lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>M&#243;dulo de control electr&#243;nico (ECM)</para>
                </item>
                <item>
                    <para>Sensor de posici&#243;n del cig&#252;e&#241;al (CKP)</para>
                </item>
                <item>
                    <para>Sensor de posici&#243;n del &#225;rbol de levas (CMP)</para>
                </item>
                <item>
                    <para>Interruptor de presi&#243;n de aceite del motor (EOP)</para>
                </item>
                <item>
                    <para>Sensor de temperatura del refrigerante (ECT)</para>
                </item>
                <item>
                    <para>Luz roja de aceite/refrigerante</para>
                </item>
                <item>
                    <para>Luz &#225;mbar de advertencia del motor</para>
                </item>
            </randlist>
            <para>
                <title>Funci&#243;n</title>El EWPS protege contra condiciones de operaci&#243;n indeseables, para
                impedir da&#241;os al motor y prolongar su vida. Cuando se detecta una condici&#243;n de advertencia,
                los componentes electr&#243;nicos incorporados encender&#225;n la luz roja de aceite/refrigerante y
                activar&#225;n una alarma sonora.
            </para>
            <para>El EWPS le advierte al conductor que la temperatura del refrigerante o la presi&#243;n del aceite no
                cumple con los valores requeridos. El ECM encender&#225; la luz &#225;mbar de advertencia del motor
                cuando detecte:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Alta temperatura del refrigerante.</para>
                </item>
                <item>
                    <para>Baja presi&#243;n de aceite.</para>
                </item>
            </randlist>
            <para>Cuando el EWPS est&#225; activado y hay un problema cr&#237;tico en el motor, los componentes electr&#243;nicos
                incorporados enviar&#225;n la advertencia al tablero de instrumentos.
            </para>
        </svcprocinfo>
        <svcsubproc id="s306000706.18.2">
            <title>Diagn&#243;sticos operacionales del EWPS</title>
            <para>
                <title>DTC del EWPS</title>Los DTC se leen con la EST o contando los destellos de la luz &#225;mbar de
                advertencia del motor y de la luz roja de aceite/refrigerante.
            </para>
            <table id="t3060007122" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 313</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>EWPS - La presi&#243;n del aceite del motor fue inferior al nivel de
                                        advertencia
                                    </title>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El ECM genera el DTC 313 cuando la presi&#243;n del aceite del motor es inferior a
                                    la esperada con el motor en marcha.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El DTC 313 puede aparecer debido a una interrupci&#243;n o un corto a la fuente de
                                    voltaje del EOP, a que el EOP est&#225; flojo o defectuoso o a que la presi&#243;n
                                    del aceite est&#225; baja.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cuando el DTC 313 est&#225; activo, se encender&#225; la luz roja de
                                    aceite/refrigerante.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007123" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 315</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>La velocidad del motor fue superior al nivel de advertencia</title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 315 cuando las RPM del motor exceden 3900 RPM.</para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 315 puede aparecer si ocurre cualquiera de las siguientes condiciones:
                                </para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Excesiva velocidad del motor al bajar de marcha sin querer.</para>
                                    </item>
                                    <item>
                                        <para>Gran aceleraci&#243;n cuesta abajo sin correcto uso del freno.</para>
                                    </item>
                                    <item>
                                        <para>Entrada de un gas combustible al sistema de admisi&#243;n de aire.</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Cuando el DTC 315 est&#225; activo, se encender&#225; la luz &#225;mbar de
                                    advertencia del motor. Las horas de funcionamiento del motor y los valores del od&#243;metro
                                    correspondientes a los dos &#250;ltimos incidentes de excesiva velocidad ser&#225;n
                                    grabadas en el registro de eventos del motor.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007124" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 316</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>La temperatura del refrigerante no pudo alcanzar el punto fijado</title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <note>
                                    <para>El DTC 316 s&#243;lo indica que el motor no ha podido alcanzar la temperatura
                                        de operaci&#243;n. No indica una falla electr&#243;nica.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 316 aparece si el motor no alcanza la temperatura de operaci&#243;n. El DTC
                                    316 aparece s&#243;lo en motores que tengan activada la estrategia de protecci&#243;n
                                    contra clima fr&#237;o (CAP). El DTC 316 aparece despu&#233;s que el motor ha
                                    funcionado por m&#225;s de 120 minutos sin exceder los siguientes requisitos de
                                    temperatura del refrigerante. El DTC 316 puede borrarse con la EST.
                                </para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Transmisi&#243;n autom&#225;tica 60 &#176;C (140 &#176;F)</para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El DTC 316 puede aparecer si ocurre cualquiera de las siguientes condiciones:
                                </para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Demasiado tiempo en ralent&#237;</para>
                                    </item>
                                    <item>
                                        <para>Bajas temperaturas (puede necesitar una funda de radiador)</para>
                                    </item>
                                    <item>
                                        <para>Termostato trabado en posici&#243;n abierta</para>
                                    </item>
                                    <item>
                                        <para>Tuber&#237;as del sistema de enfriamiento mal conectadas (no pasan por el
                                            termostato)
                                        </para>
                                    </item>
                                </randlist>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007125" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 321</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>La temperatura del refrigerante fue superior al nivel de advertencia</title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 321 cuando la temperatura del refrigerante es superior a 113
                                    &#176;C (228 &#176;F). El ECM encender&#225; la luz roja de aceite/refrigerante.
                                    Cuando la temperatura desciende por debajo de 113 &#176;C (228 &#176;F) el DTC se
                                    volver&#225; inactivo. Para hacer el diagn&#243;stico, refi&#233;rase a
                                    <hotlnk xrefid="s3060004.1">&#171;Diagn&#243;stico de s&#237;ntomas del
                                        motor&#187;
                                    </hotlnk>
                                    en la Secci&#243;n 4.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007126" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 322</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <title>La temperatura del refrigerante fue superior al nivel cr&#237;tico</title>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 322 cuando la temperatura del refrigerante es superior a 116
                                    &#176;C (240 &#176;F). El ECM encender&#225; la luz roja de aceite/refrigerante.
                                    Cuando la temperatura desciende por debajo de 116 &#176;C (240 &#176;F) el DTC se
                                    volver&#225; inactivo. Para hacer el diagn&#243;stico, refi&#233;rase a
                                    <hotlnk xrefid="s3060004.1">&#171;Diagn&#243;stico de s&#237;ntomas del
                                        motor&#187;
                                    </hotlnk>
                                    en la Secci&#243;n 4.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t3060007127" tblwidth="col-wide" type="simple" frame="topbot">
                <title>DTC 325</title>
                <tgroup cols="1">
                    <colspec colname="col1"/>
                    <tbody>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Potencia reducida de acuerdo al estado del sistema de
                                        enfriamiento
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>El ECM genera el DTC 325 cuando la temperatura del sistema de enfriamiento es
                                    superior a 111 &#176;C (232 &#176;F). A esta temperatura el ECM reducir&#225; el
                                    combustible entregado al motor. Si la temperatura desciende a menos de 111 &#176;C
                                    (232 &#176;F), el DTC se volver&#225; inactivo y el motor volver&#225; a funcionar
                                    normalmente. No se encender&#225; ninguna luz de advertencia.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="0">
                            <entry>
                                <para>Por cada grado Celsius de temperatura, el combustible se reducir&#225; en un 6%.
                                    Esto reduce el calor producido por el motor y la carga sobre el sistema de
                                    enfriamiento. La velocidad del veh&#237;culo tambi&#233;n se reducir&#225; para
                                    permitir al conductor poner una marcha m&#225;s baja para aumentar la eficiencia del
                                    sistema de enfriamiento. A medida que la temperatura disminuye, el nivel de
                                    compensaci&#243;n se reduce hasta que la temperatura caiga por debajo de 111 &#176;C
                                    (232 &#176;F), a la cual se reanuda la operaci&#243;n normal.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges305_133.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305_135.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges305.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
