<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Manual de servicio para motores DT 466, DT 570 y HT 570</stitle>
    <svcman/>
    <svcman mantype="engine" id="MGES-265-1" revno="" date="2005" formnum="EGES-266" translation="spanish"/>
    <title>Manual de servicio para motores DT 466, DT 570 y HT 570</title>
    <manapply>
        <engfamgroup/>

        <engfam>DT 466</engfam>
        <engfam>DT 570</engfam>
        <engfam>HT 570</engfam>
    </manapply>
    <foreword>
        <para>Esta publicaci&#243;n proporciona procedimientos de mantenimiento generales y espec&#237;ficos y m&#233;todos
            de reparaci&#243;n esenciales para la operaci&#243;n confiable del motor y para su propia seguridad. Debido
            a que hay muchas variantes en procedimientos, herramientas y repuestos, no pueden darse consejos sobre todas
            las posibles condiciones de seguridad y peligros que pudieran presentarse.
        </para>
        <para>No seguir las instrucciones de esta publicaci&#243;n o ignorar las advertencias y avisos de cuidado puede
            causar lesiones personales, accidentes fatales, da&#241;os al motor o al veh&#237;culo.
        </para>
        <para>Las publicaciones pueden tener revisiones peri&#243;dicas. Cuando solicite publicaciones, se le
            suministrar&#225; la &#250;ltima revisi&#243;n.
        </para>
        <para>Las siguientes publicaciones de apoyo para motores diesel International&#174; pueden obtenerse en:</para>
        <verbatim>
            <line>
                <emph type="bold">International Truck and Engine Corporation</emph>
            </line>
            <line>Moore Wallace North America</line>
            <line>1750 Wallace Avenue</line>
            <line>St. Charles, IL 60174</line>
            <line>Estados Unidos</line>
            <line>Tel&#233;fono (630) 313-7507</line>
        </verbatim>
        <table id="orderinfo" type="simple" frame="none" numbered="no">
            <tgroup cols="2">
                <colspec colname="col1" colwidth="0.62*"/>
                <colspec colname="col2" colwidth="1.38*"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <para>
                                <title>Publicaciones de servicio t&#233;cnico</title>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>1171810R2</para>
                        </entry>
                        <entry>
                            <para>Manual de operaci&#243;n y mantenimiento para motores DT 466, DT 570 y HT 570</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGES-266</para>
                        </entry>
                        <entry>
                            <para>Manual de servicio para motores DT 466, DT 570 y HT 570</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGES-270</para>
                        </entry>
                        <entry>
                            <para>Manual de diagn&#243;sticos para motores DT 466, DT 570 y HT 570</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGED-285</para>
                        </entry>
                        <entry>
                            <para>Formulario de diagn&#243;sticos del sistema de control electr&#243;nico para motores
                                DT 466, DT 570 y HT 570 (bloque de 50)
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>EGED-290</para>
                        </entry>
                        <entry>
                            <para>Formulario de diagn&#243;sticos para motores DT 466, DT 570 y HT 570 (bloque de 50)
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <specpara>
            <note>
                <para>Se suministrar&#225; la &#250;ltima versi&#243;n de cada publicaci&#243;n.</para>
                <para>Un gui&#243;n (-) y un d&#237;gito despu&#233;s del n&#250;mero de publicaci&#243;n indican la
                    versi&#243;n.
                </para>
            </note>
        </specpara>
    </foreword>
    <svcdiag>
        <para>Las tareas de diagn&#243;stico son procedimientos sistem&#225;ticos de investigaci&#243;n que se realizan
            para localizar y corregir problemas en el motor. Primero se considera el motor como un todo y luego se
            localiza el problema en alguno de sus componentes o sistemas como admisi&#243;n, escape, enfriamiento,
            lubricaci&#243;n o inyecci&#243;n. Los procedimientos de prueba le ayudar&#225;n luego a analizar el origen
            del problema.
        </para>
        <para>REQUISITOS PARA UN DIAGN&#211;STICO EFECTIVO:</para>
        <randlist type="bullet">
            <item>
                <para>Conocimiento de los principios de operaci&#243;n tanto del motor como de los sistemas de aplicaci&#243;n.</para>
            </item>
            <item>
                <para>Conocimiento para realizar y entender todos los procedimientos de las publicaciones de diagn&#243;stico
                    y servicio.
                </para>
            </item>
            <item>
                <para>Disponibilidad de medidores y otro equipo de pruebas de diagn&#243;stico y la capacidad para
                    usarlos.
                </para>
            </item>
            <item>
                <para>Disponibilidad de la informaci&#243;n m&#225;s reciente relacionada con el motor.</para>
            </item>
        </randlist>
        <para>Aunque la causa de una falla del motor pudiera parecer evidente, con frecuencia la verdadera causa no se
            encuentra hasta que se repite la misma falla. Esto puede prevenirse realizando tareas espec&#237;ficas de
            diagn&#243;stico antes, durante y despu&#233;s de desarmar el motor y durante el armado.
        </para>
        <para>Tambi&#233;n es muy importante realizar pruebas espec&#237;ficas de diagn&#243;stico despu&#233;s de haber
            armado el motor, antes y despu&#233;s de ponerlo en servicio.
        </para>
        <para>El reconocimiento de los s&#237;ntomas que condujeron a la falla del motor es el resultado de un diagn&#243;stico
            correcto. El diagn&#243;stico efectivo requiere del uso del siguiente material de referencia:
        </para>
        <randlist type="bullet">
            <item>
                <para>Manual de servicio</para>
            </item>
            <item>
                <para>Manual de diagn&#243;sticos</para>
            </item>
            <item>
                <para>Diagn&#243;sticos de arranque dif&#237;cil o falta de arranque</para>
            </item>
            <item>
                <para>Diagn&#243;sticos de rendimiento</para>
            </item>
            <item>
                <para>Diagn&#243;sticos del sistema de control electr&#243;nico</para>
            </item>
            <item>
                <para>Boletines de servicio</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>En los procedimientos de pruebas y en las referencias, los valores en el sistema m&#233;trico
                    decimal preceden a los valores en el sistema estadounidense.
                </para>
                <para>Ejemplos: 96 kPa (14 lb/pulg
                    <supscript>2</supscript>), 20 &#176;C (68 &#176;F)
                </para>
            </note>
        </specpara>
    </svcdiag>
    <safety id="Safety01">
        <para>Este manual proporciona procedimientos de mantenimiento generales y espec&#237;ficos y m&#233;todos de
            reparaci&#243;n esenciales para la operaci&#243;n confiable del motor y para su propia seguridad. Debido a
            que hay muchas variantes en procedimientos, herramientas y repuestos, no pueden darse consejos sobre todas
            las posibles condiciones de seguridad y peligros que pudieran presentarse.
        </para>
        <para>No seguir las instrucciones de este manual o ignorar las advertencias y avisos de cuidado puede causar
            lesiones personales, accidentes fatales y da&#241;os al motor o al veh&#237;culo.
        </para>
        <para>Lea las instrucciones de seguridad que aparecen a continuaci&#243;n antes de realizar cualquiera de los
            trabajos o procedimientos de prueba de este manual, ya sean para el motor o para el veh&#237;culo. Para
            obtener mayor informaci&#243;n, refi&#233;rase a los manuales relacionados con este motor.
        </para>
        <para id="Safety02">
            <title>TERMINOLOG&#205;A DE SEGURIDAD</title>
        </para>
        <para>En este manual se usan tres t&#233;rminos para hacer &#233;nfasis en su seguridad personal y en la operaci&#243;n
            segura del motor:
            <emph type="bold">Advertencia</emph>,
            <emph type="bold">Cuidado</emph>
            y
            <emph type="bold">Nota</emph>.
        </para>
        <para>
            <emph type="bold">Advertencia</emph>: Se usa para llamarle la atenci&#243;n acerca de condiciones, peligros
            o pr&#225;cticas pocos seguros que pueden resultar en lesiones personales o accidentes fatales.
        </para>
        <para>
            <emph type="bold">Cuidado</emph>: Se usa para llamarle la atenci&#243;n acerca de condiciones o pr&#225;cticas
            que pueden causar da&#241;os al motor, al veh&#237;culo o a ambos.
        </para>
        <para>
            <emph type="bold">Nota</emph>: Se&#241;ala un punto o procedimiento clave que debe seguir para que el motor
            funcione en forma correcta y eficiente.
        </para>
        <para>
            <title>INSTRUCCIONES DE SEGURIDAD</title>
        </para>
        <para id="Safety04">
            <emph type="bold">Veh&#237;culo</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Antes de hacer cualquier trabajo o procedimiento de diagn&#243;stico en el motor o en el veh&#237;culo,
                    aseg&#250;rese de que el veh&#237;culo est&#233; en neutro, que el freno de estacionamiento est&#233;
                    puesto y que las ruedas est&#233;n bloqueadas.
                </para>
            </item>
        </randlist>
        <para id="Safety05">
            <emph type="bold">&#193;rea de trabajo</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Mantenga el &#225;rea de trabajo limpia, seca y organizada.</para>
            </item>
            <item>
                <para>No mantenga herramientas y piezas en el piso.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que el &#225;rea de trabajo tenga buena ventilaci&#243;n e iluminaci&#243;n.
                </para>
            </item>
            <item>
                <para>Aseg&#250;rese de tener a la mano un botiqu&#237;n de primeros auxilios.</para>
            </item>
        </randlist>
        <para id="Safety06">
            <emph type="bold">Equipo de seguridad</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Use dispositivos de elevaci&#243;n apropiados.</para>
            </item>
            <item>
                <para>Use soportes y bloques de seguridad.</para>
            </item>
        </randlist>
        <para id="Safety07">
            <emph type="bold">Medidas de protecci&#243;n</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Use anteojos y calzado de seguridad (no trabaje descalzo, con sandalias ni calzado deportivo).
                </para>
            </item>
            <item>
                <para>Use protecci&#243;n adecuada para los o&#237;dos</para>
            </item>
            <item>
                <para>Use ropa de trabajo apropiada.</para>
            </item>
            <item>
                <para>No use relojes de pulsera, anillos ni otras joyas.</para>
            </item>
            <item>
                <para>Si usa el cabello largo, rec&#243;jaselo.</para>
            </item>
        </randlist>
        <para id="Safety08">
            <emph type="bold">Prevenci&#243;n de incendios</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Aseg&#250;rese de tener extintores de incendio cargados en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Revise la clasificaci&#243;n de cada extintor para asegurarse de que sirven para los siguientes
                    tipos de incendios.
                </para>
            </note>
        </specpara>
        <seqlist style="arabic">
            <item>
                <para>Tipo A - Para madera, papel, textiles y basura</para>
            </item>
            <item>
                <para>Tipo B - Para l&#237;quidos inflamables</para>
            </item>
            <item>
                <para>Tipo C - Para equipo el&#233;ctrico</para>
            </item>
        </seqlist>
        <para id="Safety09">
            <emph type="bold">Bater&#237;as</emph>
        </para>
        <para>Las bater&#237;as producen gases muy inflamables mientras se cargan e incluso despu&#233;s.</para>
        <randlist type="bullet">
            <item>
                <para>Siempre desconecte primero el cable negativo principal de la bater&#237;a.</para>
            </item>
            <item>
                <para>Siempre reconecte el cable negativo principal de la bater&#237;a al final.</para>
            </item>
            <item>
                <para>Evite inclinarse sobre las bater&#237;as.</para>
            </item>
            <item>
                <para>Prot&#233;jase los ojos.</para>
            </item>
            <item>
                <para>No exponga las bater&#237;as a llamas vivas o chispas.</para>
            </item>
            <item>
                <para>No fume en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <para id="Safety10">
            <emph type="bold">Aire comprimido</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Limite la presi&#243;n de las pistolas de aire comprimido del taller a 207 kPa (30 lb/pulg
                    <supscript>2</supscript>).
                </para>
            </item>
            <item>
                <para>Use equipo aprobado.</para>
            </item>
            <item>
                <para>No dirija el aire hacia el cuerpo o la ropa.</para>
            </item>
            <item>
                <para>Use anteojos de seguridad con protecci&#243;n lateral.</para>
            </item>
            <item>
                <para>Use protecci&#243;n para los o&#237;dos</para>
            </item>
            <item>
                <para>Use una protecci&#243;n apropiada para las dem&#225;s personas en el &#225;rea de trabajo.</para>
            </item>
        </randlist>
        <para id="Safety11">
            <emph type="bold">Herramientas</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Aseg&#250;rese de que todas las herramientas est&#233;n en buenas condiciones.</para>
            </item>
            <item>
                <para>Aseg&#250;rese de que todas las herramientas el&#233;ctricas tengan conexi&#243;n a tierra.</para>
            </item>
            <item>
                <para>Revise que no haya cordones o cables pelados.</para>
            </item>
        </randlist>
        <para id="Safety12">
            <emph type="bold">Fluidos sometidos a presi&#243;n</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Tenga mucho cuidado al trabajar en sistemas que contengan fluidos bajo presi&#243;n.</para>
            </item>
            <item>
                <para>S&#243;lo realice procedimientos aprobados.</para>
            </item>
        </randlist>
        <para id="Safety13">
            <emph type="bold">Combustible</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>No exceda la capacidad del tanque de combustible. Exceder la capacidad crea riesgos de incendio.
                </para>
            </item>
            <item>
                <para>No fume en el &#225;rea de trabajo.</para>
            </item>
            <item>
                <para>No llene el tanque de combustible con el motor en marcha.</para>
            </item>
        </randlist>
        <para id="Safety14">
            <emph type="bold">Retiro de herramientas, repuestos y equipo</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Despu&#233;s de haber trabajado en el motor, vuelva a colocar los dispositivos de seguridad,
                    protectores y defensas.
                </para>
            </item>
            <item>
                <para>Una vez que termine todo el trabajo, aseg&#250;rese de sacar del motor y del veh&#237;culo todas
                    las herramientas, repuestos y equipo.
                </para>
            </item>
        </randlist>
    </safety>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_0.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651_SHARED_INTRO.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="mges2651.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
