<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - MANTENIMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>MANTENIMIENTO</title>
        <svcproc svcproctype="check" graphiccount="5">
            <title>REVISIONES DE SERVICIO</title>
            <para>Se debe inspeccionar cuidadosamente el eje de propulsi&#243;n en cada intervalo de lubricaci&#243;n.
                Revise si hay yugos sueltos, desgaste de la junta card&#225;n, curvaturas en el tubo del eje de propulsi&#243;n
                y si faltan tapones met&#225;licos de cierre del yugo desplazable. Estos elementos pueden causar vibraci&#243;n
                o falla de la junta card&#225;n y balero central.
            </para>
            <step1>
                <para count="1">Revise si est&#225;n flojos los yugos del extremo de entrada y salida en la transmisi&#243;n
                    y en el eje (
                    <hotlnk xrefid="f0600105">Figura 5</hotlnk>). Si est&#225;n sueltos, retire el eje de propulsi&#243;n
                    y apriete seg&#250;n las especificaciones. Con respecto a las especificaciones de torsi&#243;n,
                    consulte GRUPO 2 - EJES DELANTEROS, GRUPO 13 - TRANSMISI&#211;N o GRUPO 14 - EJES TRASEROS en el
                    Manual de servicio maestro CTS-5000.
                </para>
                <figure id="f0600105" figsize="col-wide">
                    <graphic id="g0600105" filename="../figg06/g0600105.webp" type="webp" resolution="72"/>
                    <caption>Figura 5. Revise si los yugos del extremo de entrada y de salida est&#225;n flojos
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si hay un movimiento excesivo de los yugos del extremo en la salida de la
                    transmisi&#243;n y del eje de entrada o del eje de transmisi&#243;n en los baleros de soporte (
                    <hotlnk xrefid="f0600106">Figura 6</hotlnk>). Con respecto a los l&#237;mites, consulte GRUPO 2 -
                    EJES DELANTEROS, GRUPO 13 - TRANSMISI&#211;N o GRUPO 14 - EJES TRASEROS en el Manual de servicio
                    maestro CTS-5000.
                </para>
                <figure id="f0600106" figsize="col-wide">
                    <graphic id="g0600106" filename="../figg06/g0600106.webp" type="webp" resolution="72"/>
                    <caption>Figura 6. Revise si hay un movimiento excesivo de los yugos del extremo, de los ejes de
                        entrada o de transmisi&#243;n
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si las juntas card&#225;n est&#225;n sueltas; no deben exceder 0.152 mm (0.006
                    pulgadas)
                    <hotlnk xrefid="f0600107">Figura 7</hotlnk>).
                </para>
                <figure id="f0600107" figsize="col-wide">
                    <graphic id="g0600107" filename="../figg06/g0600107.webp" type="webp" resolution="72"/>
                    <caption>Figura 7. Revise si las juntas card&#225;n est&#225;n sueltas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si hay un movimiento excesivo de la junta corrediza como se muestra en la
                    <hotlnk xrefid="f0600108">Figura 8</hotlnk>. Si la holgura entre el yugo desplazable y el eje de
                    tope del tubo excede 0.305 mm ( 0.012 pulgadas), reemplace la junta corrediza.
                </para>
                <figure id="f0600108" figsize="col-wide">
                    <graphic id="g0600108" filename="../figg06/g0600108.webp" type="webp" resolution="72"/>
                    <caption>Figura 8. Revise si hay un movimiento excesivo de la junta corrediza</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si falta contrapeso en el eje de propulsi&#243;n y si la tuber&#237;a est&#225;
                    abollada o doblada. Saque con mucho cuidado todo el material extra&#241;o del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Se debe inspeccionar los tapones met&#225;licos de cierre usados en los yugos
                    desplazables para asegurarse de que no est&#233;n sueltos o falten (
                    <hotlnk xrefid="f0600109">Figura 9</hotlnk>). Si lo est&#225;n, rep&#225;relos o reempl&#225;celos y
                    revise la longitud del eje desplazable para asegurarse de que el eje de tope de tubo no est&#233;
                    golpeando el tap&#243;n de expansi&#243;n y haci&#233;ndolo salir.
                </para>
                <figure id="f0600109" figsize="col-wide">
                    <graphic id="g0600109" filename="../figg06/g0600109.webp" type="webp" resolution="72"/>
                    <caption>Figura 9. Revise los tapones met&#225;licos de cierre</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Se debe apretar los pernos de montaje de conjunto de balero central (portador) sueltos.
                    Se debe reemplazar los aisladores del balero central deteriorados o empapado en aceite.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
