<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - VIBRACI&#211;N - REVISI&#211;N DE &#193;NGULOS DE LA TRANSMISI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="7">
        <title>REVISI&#211;N DE &#193;NGULOS DE LA TRANSMISI&#211;N</title>
        <svcprocinfo>
            <para>Use una base magn&#233;tica o transportador electr&#243;nico para revisar los &#225;ngulos de la
                transmisi&#243;n. Toda la informaci&#243;n se debe registrar en la
                <hotlnk document="m06001_33.xml" xrefid="f0600151">Tabla de an&#225;lisis del eje de propulsi&#243;n
                    CTS-1022
                    <xref refid="f0600151"/>
                </hotlnk>
                . Sea preciso cuando registre los &#225;ngulos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Medici&#243;n del &#225;ngulo de la transmisi&#243;n</title>
            <para>Use el siguiente procedimiento para medir el &#225;ngulo de la transmisi&#243;n:</para>
            <step1>
                <para count="1">Aseg&#250;rese de que el cami&#243;n est&#233; sobre una superficie nivelada y que se ha
                    movido hacia adelante y hacia atr&#225;s varias veces para aliviar cualquier tensi&#243;n interna en
                    la suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Bloquee las ruedas en vez de usar el freno de estacionamiento.</para>
            </step1>
            <step1>
                <para count="1">Infle las llantas a un presi&#243;n de funcionamiento normal.</para>
            </step1>
            <step1>
                <para count="1">Si el cami&#243;n est&#225; equipado con suspensi&#243;n de aire, aseg&#250;rese de que
                    la altura de marcha est&#233; ajustada seg&#250;n la especificaci&#243;n y la presi&#243;n del
                    sistema de aire sea 100 PSI o superior mientras se registran todas las mediciones.
                </para>
                <specpara>
                    <note>
                        <para>NO levante el cami&#243;n para nivelar el bastidor. La inclinaci&#243;n del bastidor se
                            debe revisar y registrar lo mismo que los &#225;ngulos de la transmisi&#243;n. No es
                            necesario considerar la inclinaci&#243;n del bastidor al determinar la cancelaci&#243;n de
                            la junta card&#225;n y &#225;ngulos de funcionamiento de la junta (JWA).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise y registre el &#225;ngulo del motor y transmisi&#243;n principal. Se puede tomar
                    esta lectura en la parte trasera de la transmisi&#243;n en el yugo o brida (
                    <hotlnk xrefid="f0600138">Figura 38</hotlnk>). Tambi&#233;n se puede tomar en el larguero colector
                    de aceite del motor con transportador digital ZTSE-4329.
                </para>
                <figure id="f0600138" figsize="col-wide">
                    <graphic id="g0600138" filename="../figg06/g0600138.webp" type="webp" resolution="72"/>
                    <caption>Figura 38. Registre el &#225;ngulo del motor y transmisi&#243;n principal</caption>
                    <calloutgroup>
                        <callout1>1. COLECTOR DE ACEITE</callout1>
                        <callout1>2. ALOJAMIENTO DE CAMPANA</callout1>
                        <callout1>3. LARGUERO COLECTOR DE ACEITE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise y registre los &#225;ngulos del eje de propulsi&#243;n entre la transmisi&#243;n
                    principal y el eje trasero delantero (
                    <hotlnk xrefid="f0600139">Figura 39</hotlnk>).
                </para>
                <figure id="f0600139" figsize="col-wide">
                    <graphic id="g0600139" filename="../figg06/g0600139.webp" type="webp"/>
                    <caption>Figura 39. Registre los &#225;ngulos del eje de propulsi&#243;n entre la transmisi&#243;n
                        principal y el eje trasero delantero
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise y registre el &#225;ngulo del eje trasero delantero y &#225;ngulos del reborde de
                    salida.
                </para>
            </step1>
            <step1>
                <para count="1">Revise y registre el &#225;ngulo de la transmisi&#243;n entre el eje trasero delantero y
                    el eje trasero posterior.
                </para>
            </step1>
            <step1>
                <para count="1">Finalmente, revise y registre el &#225;ngulo del reborde de entrada del eje trasero.
                </para>
            </step1>
            <para>Los valores de todos los &#225;ngulos registrados se usan para obtener los &#225;ngulos de
                funcionamiento de la junta card&#225;n (JWA).
            </para>
            <para>La JWA de una junta card&#225;n es el &#225;ngulo formado por las l&#237;neas centrales del yugo en el
                centro de la junta card&#225;n. Cuando las l&#237;neas centrales del yugo forman una l&#237;nea recta,
                se dice que la junta card&#225;n tiene un &#225;ngulo de funcionamiento de 0 grados. Si la l&#237;nea
                central de un componente o eje es horizontal, est&#225; a 0 grados.
            </para>
            <para>Cuando se calculan los &#225;ngulos de funcionamiento de la junta (JWA), es importante determinar si
                el eje o componente que se est&#225; midiendo baja o sube. Si la parte delantera de un eje de propulsi&#243;n
                o componente es superior a la parte trasera (hacia abajo en la parte trasera), &#233;sta es una ca&#237;da
                (
                <hotlnk xrefid="f0600140">Figura 40</hotlnk>). Lo contrario es verdadero para una subida (hacia arriba
                en la parte trasera).
            </para>
            <figure id="f0600140" figsize="col-wide">
                <graphic id="g0600140" filename="../figg06/g0600140.webp" type="webp"/>
                <caption>Figura 40. Ca&#237;da y subida</caption>
            </figure>
            <para>Si los ejes o componentes conectados a la junta card&#225;n tienen la misma inclinaci&#243;n (hacia
                arriba o hacia abajo), reste la lectura mayor a la lectura menor para determinar el JWA.
            </para>
            <para>Consulte
                <hotlnk xrefid="f0600141">Figura 41</hotlnk>
                . En este ejemplo, el &#225;ngulo del eje de propulsi&#243;n es de 4 grados hacia abajo y el &#225;ngulo
                de transmisi&#243;n principal es de 2 grados hacia abajo; el JWA es de 2 grados:
            </para>
            <table id="t060011a">
                <tgroup cols="2">
                    <colspec colnum="1" colname="sqcolumn1" colwidth="2.5in"/>
                    <colspec colnum="2" colname="sqcolumn2" align="right" colwidth=".5in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>&#193;ngulo del eje de propulsi&#243;n =</para>
                            </entry>
                            <entry align="right">
                                <para>4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>&#193;ngulo de transmisi&#243;n principal =</para>
                            </entry>
                            <entry align="right">
                                <para>-2</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry align="right">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0600141" figsize="col-wide">
                <graphic id="g0600141" filename="../figg06/g0600141.webp" type="webp"/>
                <caption>Figura 41. Ejemplo de JWA</caption>
            </figure>
            <para>Si los ejes o componentes conectados a la junta card&#225;n tienen diferentes inclinaciones, agregue
                los &#225;ngulos para determinar el JWA.
            </para>
            <para>Consulte
                <hotlnk xrefid="f0600142">Figura 42</hotlnk>. En este ejemplo, el &#225;ngulo del eje de propulsi&#243;n
                es de 3 grados hacia abajo y la transmisi&#243;n principal es de 2 grados hacia arriba; el JWA es de 5
                grados:
            </para>
            <table id="t060012a">
                <tgroup cols="2">
                    <colspec colnum="1" colname="sqcolumn1" colwidth="2.5in"/>
                    <colspec colnum="2" colname="sqcolumn2" align="right" colwidth=".5in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>&#193;ngulo del eje de propulsi&#243;n =</para>
                            </entry>
                            <entry align="right">
                                <para>3</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>&#193;ngulo de transmisi&#243;n principal =</para>
                            </entry>
                            <entry align="right">
                                <para>+2</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry align="right">
                                <para>5</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0600142" figsize="col-wide">
                <graphic id="g0600142" filename="../figg06/g0600142.webp" type="webp"/>
                <caption>Figura 42. Ejemplo de JWA</caption>
            </figure>
            <para>Como otro ejemplo, supongamos un &#225;ngulo de transmisi&#243;n de 3 grados hacia abajo y un &#225;ngulo
                de eje trasero de 12 grados hacia abajo. Si el &#225;ngulo del eje de propulsi&#243;n es de 7.5 grados
                hacia abajo, el JWA de cada junta card&#225;n ser&#225; de 4.5 grados (
                <hotlnk xrefid="f0600143">Figura 43</hotlnk>). Si los JWA de un eje de propulsi&#243;n son iguales, se
                dice que tienen una
                <emph type="bold">cancelaci&#243;n de junta</emph>
                ideal.
            </para>
            <figure id="f0600143" figsize="col-wide">
                <graphic id="g0600143" filename="../figg06/g0600143.webp" type="webp"/>
                <caption>Figura 43. Cancelaci&#243;n de junta</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Cancelaci&#243;n del &#225;ngulo de funcionamiento de la junta</title>
            <para>Como regla, nunca ver&#225; una cancelaci&#243;n de junta ideal. Sin embargo, si la variaci&#243;n de
                los JWA en cualquier disposici&#243;n de eje de propulsi&#243;n es m&#225;s de 3 grados, se considera
                como no deseada. Los ajustes de la suspensi&#243;n pueden ser necesarios para corregir el &#225;ngulo de
                funcionamiento de la junta.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;mo cambian los JWA con la carga</title>
            <para>Los JWA en algunos sistemas del &#225;ngulo trasero cambia dr&#225;sticamente bajo una carga. Este
                cambio de &#225;ngulo hace imposible lograr un JWA ideal en todas las ubicaciones de carga. Debido a que
                hay m&#225;s probabilidades de cambio con la suspensi&#243;n Hendrickson que con la de 4 resortes o
                aire, us&#233;mosla como un ejemplo. Sabemos que los JWA cambian con la carga, de manera que la
                cancelaci&#243;n de junta ideal se lograr&#225; en alguna parte entre la carga m&#225;xima y sin carga.
            </para>
            <para>Consulte
                <hotlnk xrefid="f0600144">Figura 44</hotlnk>
                . Revisamos &#225;ngulos sin carga y encontramos que los &#225;ngulos eran: &#225;ngulo trasero
                delantero +3&#176;30', semieje interior +7&#176;30' y el eje trasero posterior -14&#176;30'. El JWA de
                la junta delantera es 4&#176; y el JWA de la junta trasera es 7&#176;.
            </para>
            <figure id="f0600144" figsize="col-wide">
                <graphic id="g0600144" filename="../figg06/g0600144.webp" type="webp"/>
                <caption>Figura 44. C&#243;mo cambian los JWA con la carga</caption>
            </figure>
            <para>Ahora cargue el cami&#243;n a la carga m&#225;xima y vuelva a revisar los &#225;ngulos. Ahora
                encontramos que los &#225;ngulos son eje trasero delantero 2&#176;, semieje interior 9&#176; y eje
                trasero posterior 13&#176;. Ahora el &#225;ngulo de funcionamiento de la junta card&#225;n delantera es
                de 7&#176; y la junta trasera es de 4&#176;.
            </para>
            <para>Observe que el JWA m&#225;s alto era igual en ambas condiciones de carga. Esta cancelaci&#243;n de
                junta card&#225;n es buena (3&#176; o menos). Considere el JWA m&#225;s alto para asegurarse de que no
                exceda el m&#225;ximo permitido para la velocidad del eje de propulsi&#243;n. Consulte
                <hotlnk xrefid="t0600101">Tabla de &#225;ngulo en funcionamiento de la junta card&#225;n de transmisi&#243;n
                    <xref refid="t0600101"/>
                </hotlnk>
                que lista los JWA m&#225;ximos para la velocidad de rotaci&#243;n de la transmisi&#243;n.
            </para>
            <table id="t0600101">
                <title>Tabla de &#225;ngulo en funcionamiento de la junta card&#225;n de transmisi&#243;n</title>
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="sqcolumn1" colwidth="2.00in"/>
                    <colspec colname="sqcolumn2" colwidth="2.00in"/>
                    <spanspec namest="sqcolumn1" nameend="sqcolumn2" spanname="1to2"/>
                    <thead valign="top">
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>Tabla de &#225;ngulo en funcionamiento de la junta card&#225;n de
                                    transmisi&#243;n
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>RPM de la transmisi&#243;n</para>
                            </entry>
                            <entry>
                                <para>&#193;ngulo de funcionamiento m&#225;ximo</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>5000</para>
                            </entry>
                            <entry>
                                <para>3&#176;15'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4500</para>
                            </entry>
                            <entry>
                                <para>3&#176;40'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4000</para>
                            </entry>
                            <entry>
                                <para>4&#176;15'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3500</para>
                            </entry>
                            <entry>
                                <para>5&#176;0'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3000</para>
                            </entry>
                            <entry>
                                <para>5&#176;50'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2500</para>
                            </entry>
                            <entry>
                                <para>7&#176;0'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2000</para>
                            </entry>
                            <entry>
                                <para>8&#176;40'</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1500</para>
                            </entry>
                            <entry>
                                <para>11&#176;30'</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_27.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_29.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
