<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - DESENSAMBLAJE - JUNTA CARD&#193;N DEL YUGO DE ANILLO DE RESORTE
        EXTERIOR/INTERIOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="2">
        <title>JUNTA CARD&#193;N DEL YUGO DE ANILLO DE RESORTE EXTERIOR/INTERIOR</title>
        <step1>
            <para count="1">Saque cada uno de los anillos de resorte apretando el extremo junto con un par de pinzas (
                <hotlnk xrefid="f0600114">Figura 14</hotlnk>).
            </para>
            <figure id="f0600114" figsize="col-wide">
                <graphic id="g0600114" filename="../figg06/g0600114.webp" type="webp" resolution="72"/>
                <caption>Figura 14. Retire los anillos de resortes</caption>
            </figure>
            <specpara>
                <note>
                    <para>Si un anillo no salta en forma f&#225;cil fuera de la ranura en el yugo, golpee levemente el
                        extremo de la tapa del balero para aliviar la presi&#243;n contra el anillo.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Fije el yugo en la prensa de husillo con un pedazo de material de tubo debajo de &#233;ste.
                Coloque el yugo con la conexi&#243;n de lubricaci&#243;n apuntando hacia arriba para evitar
                interferencia durante del desmontaje. Coloque un tap&#243;n s&#243;lido en el conjunto superior de
                baleros y presi&#243;nelo para liberar el conjunto inferior de baleros (
                <hotlnk xrefid="f0600115">Figura 15</hotlnk>).
            </para>
            <figure id="f0600115" figsize="col-wide">
                <graphic id="g0600115" filename="../figg06/g0600115.webp" type="webp" resolution="72"/>
                <caption>Figura 15. Presione el tap&#243;n a trav&#233;s del conjunto superior de baleros para
                    desenganchar el conjunto inferior de baleros
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para retirar el conjunto opuesto de baleros, gire el yugo y enderece la cruz en el orificio
                transversal abierto. Despu&#233;s, presione cuidadosamente el extremo de la cruz de modo que el conjunto
                de baleros restante salga del orificio transversal del balero. Si el conjunto de baleros o cruz est&#225;
                desalineado, el conjunto de baleros rayar&#225; las paredes del orificio transversal y arruinar&#225; el
                yugo.
            </para>
        </step1>
        <step1>
            <para count="1">Retire la cruz desliz&#225;ndola a trav&#233;s del lado del yugo e incl&#237;nela hacia
                afuera mientras la saca del yugo.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
