<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - VIBRACI&#211;N - REVISI&#211;N DEL DESCENTRAMIENTO DEL EJE DE PROPULSI&#211;N
        (SI EL EJE DE PROPULSI&#211;N EST&#193; INSTALADO)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="1">
        <title>REVISI&#211;N DEL DESCENTRAMIENTO DEL EJE DE PROPULSI&#211;N (SI EL EJE DE PROPULSI&#211;N EST&#193;
            INSTALADO)
        </title>
        <para>El descentramiento excesivo de la brida de acoplamiento, yugo y/o eje de propulsi&#243;n puede crear o
            influir una vibraci&#243;n.
        </para>
        <para>Las revisiones de descentramiento se pueden realizar con el eje de propulsi&#243;n en el veh&#237;culo.
        </para>
        <step1>
            <para count="1">Bloquee las ruedas (incluyendo las ruedas delanteras).</para>
        </step1>
        <step1>
            <para count="1">Ponga la transmisi&#243;n en neutro.</para>
        </step1>
        <step1>
            <para count="1">Retire los semiejes o coloque gatos debajo de los ejes para levantar las ruedas traseras del
                suelo.
            </para>
        </step1>
        <step1>
            <para count="1">Gire el eje de propulsi&#243;n manualmente y lea el descentramiento medido.</para>
        </step1>
        <para>El descentramiento radial del eje de propulsi&#243;n instalado no debe exceder 0.254 mm (0.010 I) T.I.R
            sobre la especificaci&#243;n de descentramiento que se muestra en la
            <hotlnk xrefid="f0600135">Figura 35</hotlnk>
            . Se toman mediciones a 76.2 mm (3 pulgadas) de los extremos del tubo y en el centro del tubo. Aseg&#250;rese
            de limpiar las superficies donde se toman las lecturas del indicador de cuadrante.
        </para>
        <figure id="f0600135" figsize="col-wide">
            <graphic id="g0600135" filename="../figg06/g0600135.webp" type="webp" resolution="72"/>
            <caption>Figura 35. Especificaciones de descentramiento</caption>
            <calloutgroup>
                <callout1>1. 76.2 mm (3.0 pulgadas)</callout1>
                <callout1>2. 0.381 mm (0.015 pulgadas) T.I.R.</callout1>
                <callout1>3. 0.254 mm (0.010 pulgadas) T.I.R.</callout1>
            </calloutgroup>
        </figure>
        <para>Los pernos y tuercas de montaje de la brida de acoplamiento que unen el eje de propulsi&#243;n a la brida
            se deben apretar para asegurar el balance de la transmisi&#243;n. Una m&#237;nima cantidad de holgura en las
            tuercas de montaje de la brida o los pernos que fijan el eje es suficiente para producir una vibraci&#243;n
            excesiva a altas velocidades del eje de propulsi&#243;n. Consulte la
            <hotlnk document="m06001_32.xml" xrefid="torquechart">TABLA DE TORSIONES
                <xref refid="torquechart"/>
            </hotlnk>
            para obtener las especificaciones de torsi&#243;n apropiadas.
        </para>
        <para>A pesar de que no es com&#250;n, un yugo deforme puede causar vibraci&#243;n. Si usted sabe que el eje de
            propulsi&#243;n est&#225; recto y balanceado, revise el descentramiento del yugo con un indicador de
            cuadrante.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
