<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - VIBRACI&#211;N - TIPOS DE VIBRACI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="2">
        <title>TIPOS DE VIBRACI&#211;N</title>
        <svcprocinfo>
            <para>La vibraci&#243;n que se siente durante el funcionamiento del veh&#237;culo generalmente cae en una o
                m&#225;s categor&#237;as. El conjunto del eje de propulsi&#243;n no causa todas las vibraciones.
            </para>
            <para>Primero, debe determinar el origen del problema. Para ayudar a encontrar la fuente, debe hablar con el
                operador para determinar c&#243;mo, d&#243;nde y cuando se encontr&#243; la vibraci&#243;n.
            </para>
            <para>Despu&#233;s, pruebe el veh&#237;culo en la carretera con y sin las cargas t&#237;picas mientras
                registra las RPM del motor y velocidad de la perturbaci&#243;n en el camino en todos los rangos de
                transmisi&#243;n y del eje trasero. Si el problema prevalece al jalar un remolque, ser&#225; necesario
                probar el veh&#237;culo en la carretera con un remolque y carga diferentes para ayudar a definir la
                causa de la turbulencia.
            </para>
            <para>Las causas probables de la vibraci&#243;n del chasis distintas a los ejes propulsores son:</para>
            <randlist type="bullet">
                <item>
                    <para>Motor y accesorios</para>
                </item>
                <item>
                    <para>Holgura de la direcci&#243;n</para>
                </item>
                <item>
                    <para>Embrague, transmisi&#243;n y ejes</para>
                </item>
                <item>
                    <para>Llantas y ruedas</para>
                </item>
                <item>
                    <para>Cabina y montaje de cabina</para>
                </item>
                <item>
                    <para>Tambor de freno de la transmisi&#243;n</para>
                </item>
                <item>
                    <para>Turbulencia en el remolque</para>
                </item>
                <item>
                    <para>Retenci&#243;n o distribuci&#243;n de la carga</para>
                </item>
                <item>
                    <para>Piezas de la suspensi&#243;n sueltas o gastadas.</para>
                </item>
            </randlist>
            <para>Consulte la secci&#243;n adecuada del Manual de servicio maestro CTS-5000 para ver la correcci&#243;n
                de la vibraci&#243;n de estas &#225;reas.
            </para>
            <para>Despu&#233;s de inspeccionar los elementos mencionados y determinar que la vibraci&#243;n est&#225; en
                el eje de propulsi&#243;n, revise visualmente si encuentra lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Fase de la junta card&#225;n</para>
                </item>
                <item>
                    <para>Junta card&#225;n gastada</para>
                </item>
                <item>
                    <para>Da&#241;o del eje de propulsi&#243;n</para>
                </item>
                <item>
                    <para>Aislador del balero central gastado</para>
                </item>
                <item>
                    <para>Falta contrapeso</para>
                </item>
                <item>
                    <para>Junta corrediza suelta</para>
                </item>
                <item>
                    <para>Yugos decolorado por el calor</para>
                </item>
                <item>
                    <para>Material extra&#241;o en el eje.</para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>VIBRACI&#211;N TRANSVERSAL</title>
            <para>La vibraci&#243;n transversal es el resultado de un movimiento de flexi&#243;n causado por un balance
                inadecuado (
                <hotlnk xrefid="f0600133">Figura 33</hotlnk>). La vibraci&#243;n transversal o -desbalanceada- tendr&#225;
                las siguientes caracter&#237;sticas:
            </para>
            <figure id="f0600133" figsize="col-wide">
                <graphic id="g0600133" filename="../figg06/g0600133.webp" type="webp"/>
                <caption>Figura 33. Vibraci&#243;n transversal</caption>
            </figure>
            <seqlist>
                <item>
                    <para>Usted puede escuchar la vibraci&#243;n, pero la sentir&#225; en la mayor parte.</para>
                </item>
                <item>
                    <para>La fuerza del desequilibrio aumenta con la velocidad. Generalmente, se puede sentir mejor a
                        una cierta velocidad en el camino.
                    </para>
                </item>
                <item>
                    <para>Este tipo de vibraci&#243;n no se ve afectada por la carga del veh&#237;culo. Se produce tanto
                        en la parte-trasera como con un remolque.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>VIBRACI&#211;N TORSIONAL</title>
            <para>Una junta card&#225;n tiene un &#225;ngulo m&#225;ximo y cuando se alcanza, la junta transmitir&#225;
                suavemente la potencia.
            </para>
            <para>La vibraci&#243;n torsional es un movimiento de torsi&#243;n producido com&#250;nmente por los &#225;ngulos
                de funcionamiento desiguales de la junta card&#225;n (
                <hotlnk xrefid="f0600134">Figura 34</hotlnk>).
            </para>
            <figure id="f0600134" figsize="col-wide">
                <graphic id="g0600134" filename="../figg06/g0600134.webp" type="webp"/>
                <caption>Figura 34. Vibraci&#243;n torsional</caption>
            </figure>
            <para>Cuando se hacen funcionar dos ejes conectados por una junta card&#225;n en un &#225;ngulo, la
                velocidad del eje impulsado cambiar&#225; en relaci&#243;n a la velocidad del eje impulsor. Durante la
                rotaci&#243;n, la velocidad del eje impulsado aumentar&#225; y disminuir&#225; dos veces comparada con
                la velocidad del eje impulsor. Esta fluctuaci&#243;n de velocidad crea una excitaci&#243;n torsional
                (enrollando y desenrollando) del eje de propulsi&#243;n.
            </para>
            <para>Si los &#225;ngulos de funcionamiento son iguales, la parte trasera del eje disminuir&#225;
                proporcionalmente al aumento de la parte delantera. Esto resulta en un eje de propulsi&#243;n que gira a
                una velocidad constante sin torcerse.
            </para>
            <para>La vibraci&#243;n torsional es m&#225;s dif&#237;cil de identificar durante la prueba en carretera,
                pero tiene ciertas caracter&#237;sticas:
            </para>
            <seqlist>
                <item>
                    <para>La vibraci&#243;n torsional produce un sonido muy notorio.</para>
                </item>
                <item>
                    <para>Las vibraciones torsionales pueden existir a una o m&#225;s velocidades y generalmente son m&#225;s
                        graves a bajas velocidades.
                    </para>
                </item>
                <item>
                    <para>Los cambios de torsi&#243;n y carga afectar&#225;n la vibraci&#243;n. Normalmente, un cambio
                        en la posici&#243;n de aceleraci&#243;n afectar&#225; en forma directa la vibraci&#243;n. La
                        carga, con o sin un remolque, tambi&#233;n afecta este tipo de vibraci&#243;n.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
