<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - LIMPIEZA Y REVISI&#211;N - INSPECCI&#211;N DEL YUGO COMPLETAMENTE
        REDONDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>INSPECCI&#211;N DEL YUGO COMPLETAMENTE REDONDO</title>
        <para>Revise los orificios transversales de la leng&#252;eta del yugo con una plantilla de juego m&#225;ximo y
            luego use una barra de alineaci&#243;n para inspeccionar si hay da&#241;o desliz&#225;ndola a trav&#233;s de
            ambos orificios transversales simult&#225;neamente. La barra de alineaci&#243;n identificar&#225; las leng&#252;etas
            del yugo que se han deformado debido a la excesiva torsi&#243;n. El metal levantado o las leng&#252;etas
            deformadas pueden ser una causa de los problemas prematuros de la cruz y el balero.
        </para>
        <para>En este momento, limpie los orificios transversales de los yugos en la transmisi&#243;n y eje e inspecci&#243;nelos
            con una indicador de barra de alineaci&#243;n como se describe arriba.
        </para>
        <para>Si despu&#233;s de limpiar adecuadamente los orificios transversales, la barra de alineaci&#243;n no pasa
            a trav&#233;s de ellos en forma simult&#225;nea, las leng&#252;etas del yugo est&#225;n deformadas y se debe
            reemplazar el o los yugos.
        </para>
        <specpara>
            <caution>
                <para>Use un localizador de mu&#241;&#243;n para evitar cortes en los mu&#241;ones transversales del mu&#241;&#243;n
                    o da&#241;os en los deflectores de la junta de aceite.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
