<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - VIBRACI&#211;N - BALANCEO DEL EJE DE PROPULSI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="1">
        <title>BALANCEO DEL EJE DE PROPULSI&#211;N</title>
        <svcprocinfo>
            <para>Existen dos m&#233;todos de balanceo del eje de propulsi&#243;n:</para>
            <seqlist>
                <item>
                    <para>Rehacer la fase del eje de propulsi&#243;n rot&#225;ndolo en 180&#176; en relaci&#243;n con su
                        posici&#243;n actual.
                    </para>
                </item>
            </seqlist>
            <seqlist>
                <item>
                    <para>Agregar un peque&#241;o peso al eje de propulsi&#243;n.</para>
                </item>
            </seqlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Rehacer la fase del eje de propulsi&#243;n</title>
            <para>Antes de agregar alg&#250;n contrapeso a los ejes propulsores, desconecte el eje de propulsi&#243;n
                trasero en el balero central y gire el eje 180&#176; en relaci&#243;n con la brida de acoplamiento (en
                veh&#237;culos sin balero central, gire el eje a la transmisi&#243;n). Vuelva a conectar el eje, luego
                pruebe el veh&#237;culo en carretera o gire la transmisi&#243;n y revise si hay vibraci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Agregar un peso al eje de propulsi&#243;n</title>
            <para>Use una abrazadera de manguera ajustable y un peso met&#225;lico peque&#241;o (aproximadamente 300 gr
                [1/2 onzas]). Fije con abrazaderas el peso al eje trasero cerca del balero central y corte el exceso de
                material de la banda lo m&#225;s cerca posible de la abrazadera (
                <hotlnk xrefid="f0600137">Figura 37</hotlnk>). Pruebe el veh&#237;culo en carretera o gire la transmisi&#243;n;
                luego, moviendo el peso a varias ubicaciones en el eje, busque el punto de menos vibraci&#243;n. Aumente
                o disminuya el peso en este punto para obtener un balance lo m&#225;s perfecto posible. Marque la
                ubicaci&#243;n del peso en el eje y retire la abrazadera de manguera y el peso. Calcule el peso y
                agregue 3/8 de onza por la tuerca y tornillo de abrazadera. Seleccione un pedazo de acero de este peso
                total y su&#233;ldelo al eje de propulsi&#243;n en la marca de ubicaci&#243;n. Mantenga el material de
                soldadura en un m&#237;nimo.
            </para>
            <figure id="f0600137" figsize="col-wide">
                <graphic id="g0600137" filename="../figg06/g0600137.webp" type="webp"/>
                <caption>Figura 37. Fije con abrazaderas el peso al eje trasero cerca del balero central</caption>
                <calloutgroup>
                    <callout1>1. CORTE EL EXCESO DE MATERIAL DE LA BANDA LO M&#193;S CERCA POSIBLE DE LA ABRAZADERA.
                    </callout1>
                    <callout1>2. COLOQUE EL PESO DEBAJO DE LA ABRAZADERA DE MANGUERA BAJO EL TORNILLO DE ABRAZADERA.
                    </callout1>
                    <callout1>3. UBIQUE LA ABRAZADERA DE MANGUERA Y PESO LO M&#193;S CERCA POSIBLE AL EXTREMO DE TOPE
                        DEL EJE
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Para veh&#237;culos con un s&#243;lo eje de propulsi&#243;n, use una abrazadera de manguera ajustable
                y un peso peque&#241;o (aproximadamente 1/2 onzas). Fije con abrazaderas el peso al extremo delantero
                del eje y corte el exceso de material de la banda lo m&#225;s cerca posible de la abrazadera. Pruebe el
                veh&#237;culo en carretera o gire la transmisi&#243;n; luego, moviendo el peso a varias ubicaciones en
                el eje, busque el punto de menos vibraci&#243;n. Aumente o disminuya el peso en este punto para obtener
                un balance lo m&#225;s perfecto posible. Marque la ubicaci&#243;n del peso en el eje y retire la
                abrazadera de manguera y el peso. Pese el peso y agregue 3/8 de onza por la tuerca y tornillo de
                abrazadera. Seleccione un pedazo de acero de este peso total y su&#233;ldelo al eje de propulsi&#243;n
                en la marca de ubicaci&#243;n. Mantenga el material de soldadura en un m&#237;nimo.
            </para>
            <specpara>
                <warning>
                    <para>Cuando use abrazaderas de manguera para unir pesos sueltos con un eje de propulsi&#243;n (al
                        revisar si hay vibraci&#243;n), aseg&#250;rese de que los pesos est&#233;n fijos con abrazaderas
                        al eje para evitar el riesgo de que los pesos salgan volando.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
