<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - ENSAMBLAJE - JUNTA CARD&#193;N DEL YUGO COMPLETAMENTE REDONDO</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="3">
        <title>JUNTA CARD&#193;N DEL YUGO COMPLETAMENTE REDONDO</title>
        <step1>
            <para count="1">Antes del ensamblaje, retire las cuatro tapas del balero e inspeccione los extremos del mu&#241;&#243;n
                para ver la v&#225;lvula checadora. Si un mu&#241;&#243;n tiene una v&#225;lvula checadora, todos deben
                tener una v&#225;lvula de retenci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la cruz de modo que el tap&#243;n de recipiente de lubricaci&#243;n est&#233; en l&#237;nea
                con el tap&#243;n del yugo desplazable y apuntando al interior (hacia) del eje de propulsi&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque un mu&#241;&#243;n transversal a trav&#233;s de un orificio transversal bastante
                lejos para permitir que el mu&#241;&#243;n opuesto se incline y coloque en el otro orificio transversal.
            </para>
        </step1>
        <step1>
            <para count="1">Mueva la cruz a trav&#233;s del orificio transversal de modo se extienda m&#225;s all&#225;
                de la superficie maquinada de una leng&#252;eta del yugo.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique el di&#225;metro externo de las tapas del balero con un compuesto
                antiagarrotamiento y coloque la tapa del balero sobre el mu&#241;&#243;n (
                <hotlnk xrefid="f0600123">Figura 23</hotlnk>). La tapa debe estar a escuadra y se debe alinear con el
                orificio transversal en el yugo de modo que la tapa no se atasque. Si la tapa del balero se atasca en el
                orificio, golpee la tapa con un martillo de bola directamente en el centro de la l&#225;mina del balero.
            </para>
            <figure id="f0600123" figsize="col-wide">
                <graphic id="g0600123" filename="../figg06/g0600123.webp" type="webp" resolution="72"/>
                <caption>Figura 23. Coloque la tapa del balero sobre el mu&#241;&#243;n</caption>
            </figure>
            <specpara>
                <note>
                    <para>NUNCA golpee los bordes externos de la l&#225;mina del balero. Cuando se alinea la tapa del
                        balero, se puede presionar manualmente en su lugar. Si no se puede presionar la tapa del balero
                        en su lugar, se est&#225; atascando o el orificio del yugo no se limpi&#243; adecuadamente.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Cuando se asienta la tapa del balero, alinee los orificios de la tapa con los orificios en
                el yugo. Ponga la correa de seguridad (si est&#225; equipada) y los pernos en la leng&#252;eta del yugo
                (
                <hotlnk xrefid="f0600124">Figura 24</hotlnk>).
            </para>
            <figure id="f0600124" figsize="col-wide">
                <graphic id="g0600124" filename="../figg06/g0600124.webp" type="webp" resolution="72"/>
                <caption>Figura 24. Ponga la correa de seguridad y los pernos en la leng&#252;eta del yugo</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Mueva la cruz al otro orificio transversal de modo que el mu&#241;&#243;n quede m&#225;s all&#225;
                de la superficie maquinada de la leng&#252;eta del yugo. Coloque la otra tapa del balero sobre la
                superficie del balero y desl&#237;cela dentro del orificio transversal en el yugo (
                <hotlnk xrefid="f0600125">Figura 25</hotlnk>). Asiente la l&#225;mina del balero en la superficie de
                contacto de la leng&#252;eta e instale la correa de seguridad (si est&#225; equipada) y los pernos.
                Apriete los pernos. Consulte la
                <hotlnk document="m06001_32.xml" xrefid="torquechart">Tabla de torsiones
                    <xref refid="torquechart"/>
                </hotlnk>
                para obtener las especificaciones de torsi&#243;n. Si est&#225; instalada, doble la leng&#252;eta de la
                correa de seguridad para asegurar los pernos.
            </para>
            <figure id="f0600125" figsize="col-wide">
                <graphic id="g0600125" filename="../figg06/g0600125.webp" type="webp" resolution="72"/>
                <caption>Figura 25. Coloque la tapa del balero sobre la superficie del balero</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
