<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE PROPULSI&#211;N - VIBRACI&#211;N</stitle>
    <svcsection/>
    <svcsubsec>
        <title>VIBRACI&#211;N</title>
        <svcproc svcproctype="assemble" graphiccount="0">
            <title>DESCRIPCI&#211;N</title>
            <para>La vibraci&#243;n es el resultado de una fuerza que mueve r&#225;pidamente un objeto en direcciones
                opuestas. Existen dos tipos diferentes de vibraci&#243;n que afectan el funcionamiento del eje de
                propulsi&#243;n, la transversal o la torsional. La vibraci&#243;n transversal es un movimiento de flexi&#243;n
                causado por un balance inadecuado. La vibraci&#243;n torsional es un movimiento de torsi&#243;n
                producido com&#250;nmente por los pulsos de potencia del motor y/o &#225;ngulos de funcionamiento
                inadecuados de la junta card&#225;n.
            </para>
            <para>Generalmente, la vibraci&#243;n que se origina en la junta card&#225;n y el conjunto del eje de
                propulsi&#243;n est&#225; presente s&#243;lo a ciertas velocidades y realiza ciclos cuando se aumenta y
                disminuye la velocidad del eje. Esta caracter&#237;stica intermitente difiere del ruido generalmente
                constante de otras fuentes de vibraci&#243;n.
            </para>
            <para>Las causas m&#225;s comunes de vibraci&#243;n del eje de propulsi&#243;n son:</para>
            <seqlist>
                <item>
                    <para>Desalineaci&#243;n del yugo o reborde de la junta card&#225;n.</para>
                </item>
                <item>
                    <para>Conjunto del eje de propulsi&#243;n desbalanceado.</para>
                </item>
                <item>
                    <para>Eje de propulsi&#243;n desbalanceado.</para>
                </item>
                <item>
                    <para>Descentramiento excesivo del reborde o yugos deformes.</para>
                </item>
                <item>
                    <para>Reborde o tuerca del yugo suelto.</para>
                </item>
                <item>
                    <para>Excesiva velocidad de rotaci&#243;n del eje de propulsi&#243;n.</para>
                </item>
            </seqlist>
            <para>Para corregir la vibraci&#243;n de la transmisi&#243;n, se debe revisar el eje de propulsi&#243;n de
                tal manera que se consideren tanto el balance como la alineaci&#243;n. Nunca cambie el balance o
                alineaci&#243;n de la transmisi&#243;n hasta que se haya realizado una revisi&#243;n completa de las
                causas m&#225;s comunes.
            </para>
            <para>Se puede revisar la vibraci&#243;n de la transmisi&#243;n en una prueba en carretera del veh&#237;culo,
                haciendo girar la transmisi&#243;n con el veh&#237;culo arriba de los soportes de piso o jalando los
                semiejes y girando la transmisi&#243;n.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, aseg&#250;rese de que el veh&#237;culo est&#233; apoyado
                        adecuadamente al revisar si hay vibraci&#243;n.
                    </para>
                </warning>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m06001_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m06001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
