<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EMBRAYAGE DE VENTILATEUR KYSOR 1090 (S&#201;RIE 8000) - FONCTIONNEMENT - COMBINAISON DU SYST&#200;ME
        DE BASE AU CLIMATISEUR ET AUX VOLETS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>COMBINAISON DU SYST&#200;ME DE BASE AU CLIMATISEUR ET AUX VOLETS</title>
        <para>L'ajout de volets au syst&#232;me signifie que le syst&#232;me de commande doit s'assurer que les volets
            sont toujours ouverts avant que le ventilateur ne soit embray&#233; ainsi que lorsque la pression de
            refoulement du compresseur de climatisation d&#233;passe 250 lb/po2 (
            <hotlnk document="f12001j_3.xml" xrefid="f1200103">figures 3</hotlnk>
            et
            <hotlnk document="f12001j_3.xml" xrefid="f1200104">4</hotlnk>).
        </para>
        <para>L'ajout de volets fait en sorte que le thermostat bipolaire devienne un interrupteur tripolaire sur les
            moteurs Caterpillar et Detroit Diesel de s&#233;rie 60; deux thermostats sont requis avec les moteurs
            Cummins.
        </para>
        <para>Quand la temp&#233;rature du liquide de refroidissement de l'huile-moteur atteint 180 ou 194 &#176;F, la
            tension d'amor&#231;age du troisi&#232;me p&#244;le du thermostat est coup&#233;e et ferme l'&#233;lectrovanne
            du volet, interrompant l'alimentation en air n&#233;cessaire pour garder les volets ferm&#233;s. Jusqu'&#224;
            ce que le point de contr&#244;le inf&#233;rieur soit atteint, la tension transmise &#224; l'&#233;lectrovanne
            continue d'envoyer de l'air aux volets, maintenant ceux-ci en position ferm&#233;e. Les volets sont
            maintenus par des ressorts afin de pouvoir rester ouverts lorsqu'il n'y a aucune pression d'air.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
