<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - VISCOCOUPLEUR DE VENTILATEUR SCHWITZER - ENTRETIEN PR&#201;VENTIF</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>ENTRETIEN PR&#201;VENTIF</title>
        <specpara>
            <warning>
                <para>L'utilisation inad&#233;quate ou la modification d'un viscocoupleur ou du ventilateur qui y est
                    attach&#233; peut entra&#238;ner des blessures ou des dommages mat&#233;riels. Respecter les r&#232;gles
                    de s&#233;curit&#233; suivantes :
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>NE PAS utiliser un v&#233;hicule dont le viscocoupleur ou les pales de ventilateur fonctionnent
                    mal ou pr&#233;sentent des dommages externes. Leur utilisation prolong&#233;e peut entra&#238;ner
                    des dommages mat&#233;riels ou des blessures.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>NE PAS tenter de bloquer la rotation des pales du ventilateur pendant le fonctionnement du moteur.
                    Cela peut entra&#238;ner des dommages au viscocoupleur du ventilateur, des blessures ou d'autres
                    dommages mat&#233;riels.
                </para>
            </warning>
        </specpara>
        <para>&#192; 25 000 milles (40 000 km), proc&#233;der aux v&#233;rifications suivantes :</para>
        <step1>
            <para count="1">V&#233;rifier le couple des attaches des pales du ventilateur.</para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier le couple des attaches qui relient le viscocoupleur &#224; la poulie, au moyeu
                et au support.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier le couple des attaches qui relient la poulie, le moyeu et le support au
                moteur.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier le viscocoupleur, les pales du ventilateur, le manchon, le radiateur et les r&#233;gions
                adjacentes pour s'assurer qu'il n'y a aucun contact entre les pi&#232;ces mobiles et les pi&#232;ces
                immobiles.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier que les courroies ne sont ni effiloch&#233;es, ni fissur&#233;es et que leur
                tension est ad&#233;quate. Consultez la section REFROIDISSEMENT du GROUPE 12 - MOTEUR dans le Manuel
                d'entretien principal CTS-5000 pour plus de renseignements sur l'entretien des courroies.
            </para>
        </step1>
        <step1>
            <para count="1">Faire tourner le ventilateur d'au moins 360 degr&#233;s. Il devrait tourner en douceur, mais
                en opposant une certaine r&#233;sistance. Remplacer le viscocoupleur si le ventilateur bloque, tourne
                par coups ou tourne librement.
            </para>
        </step1>
        <step1>
            <para count="1">Saisir l'extr&#233;mit&#233; d'une pale de ventilateur, puis la rapprocher et l'&#233;loigner
                du radiateur. &#192; un rayon de 10 pouces (254 mm) du centre, l'extr&#233;mit&#233; de la pale ne
                devrait jouer de plus de 1/16 pouce (1,6 mm). Si le jeu est sup&#233;rieur &#224; cela et qu'il ne peut
                &#234;tre attribu&#233; &#224; des attaches l&#226;ches ou &#224; l'usure des roulements de la poulie,
                remplacer le viscocoupleur du ventilateur.
            </para>
            <specpara>
                <note>
                    <para>Durant cette v&#233;rification, ne pas forcer l'extr&#233;mit&#233; de la pale (pour la faire
                        fl&#233;chir), ce qui fausserait les mesures.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">V&#233;rifier le viscocoupleur pour s'assurer qu'il ne pr&#233;sente pas de fuite. Il est
                normal qu'un peu de vapeur et de poussi&#232;re s'accumule autour de la tige au centre du couvercle
                avant. Toute autre fuite indique un viscocoupleur d&#233;fectueux qui doit &#234;tre remplac&#233;.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f12002t_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12002t_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12002t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
