<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - VISCOCOUPLEUR DE VENTILATEUR SCHWITZER - ENTRETIEN</stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>ENTRETIEN</title>
        <para>Proc&#233;der &#224; la v&#233;rification suivante pour d&#233;terminer si le viscocoupleur du ventilateur
            est d&#233;fectueux :
        </para>
        <step1>
            <para count="1">Une fois le moteur r&#233;chauff&#233; et les roues du v&#233;hicule cal&#233;es, couvrir la
                calandre du radiateur.
            </para>
        </step1>
        <step1>
            <para count="1">Faire d&#233;marrer le moteur et le laisser tourner au ralenti pendant 30 secondes pour
                assurer une pression d'huile ad&#233;quate.
            </para>
        </step1>
        <step1>
            <para count="1">Faire tourner le moteur au ralenti &#233;lev&#233;, puis bloquer l'acc&#233;l&#233;rateur
                dans cette position.
            </para>
        </step1>
        <step1>
            <para count="1">Si le v&#233;hicule est muni de volets &#224; d&#233;clic, ceux-ci devraient s'ouvrir au
                plus tard lorsque la temp&#233;rature du liquide de refroidissement du moteur atteint 185 &#176; F.
                Noter la temp&#233;rature &#224; laquelle les volets s'ouvrent.
            </para>
        </step1>
        <step1>
            <para count="1">&#192; l'aide d'une lampe stroboscopique, noter la vitesse d'entr&#233;e (de l'arbre) et la
                vitesse de sortie (du ventilateur) lorsque la temp&#233;rature du liquide de refroidissement approche
                195 &#176; F. La vitesse maximale du ventilateur devrait correspondre &#224; au moins 85 % de la vitesse
                d'entr&#233;e.
            </para>
            <specpara>
                <note>
                    <para>La temp&#233;rature du liquide de refroidissement ne doit pas d&#233;passer la temp&#233;rature
                        maximale recommand&#233;e par le fabricant du moteur.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Laisser le moteur tourner au ralenti &#233;lev&#233;. D&#233;couvrir la calandre. La vitesse
                du ventilateur devrait commencer &#224; diminuer apr&#232;s environ une minute, puis descendre &#224; un
                maximum de 50 % de la vitesse d'entr&#233;e.
            </para>
        </step1>
        <step1>
            <para count="1">Faire tourner le moteur au ralenti bas pendant environ trois minutes pour lui permettre de
                refroidir avant de l'arr&#234;ter.
            </para>
        </step1>
        <para>Si on n'obtient pas le rapport minimal vitesse d'entr&#233;e-vitesse de sortie ou si on d&#233;passe la
            temp&#233;rature limite, remplacer le viscocoupleur.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f12002t_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12002t_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12002t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
