<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EMBRAYAGE DE VENTILATEUR KYSOR 1090 (S&#201;RIE 8000) - DIAGNOSTICS - L'EMBRAYAGE DU VENTILATEUR NE
        FONCTIONNE PAS CORRECTEMENT (SYST&#200;ME DE COMMANDE EN BON &#201;TAT DE MARCHE)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>L'EMBRAYAGE DU VENTILATEUR NE FONCTIONNE PAS CORRECTEMENT (SYST&#200;ME DE COMMANDE EN BON &#201;TAT DE
            MARCHE)
        </title>
        <svcsubproc>
            <title>L'embrayage ne s'embraye pas</title>
            <para>D&#233;brancher le tube du cylindre de l'embrayage. Le bo&#238;tier d'embrayage doit avancer et
                embrayer le ventilateur. Il devrait &#234;tre tr&#232;s difficile, voire impossible, de faire tourner
                les pales du ventilateur &#224; la main. Sinon, remettre l'embrayage en &#233;tat.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>L'embrayage ne se d&#233;braye pas</title>
            <para>D&#233;brancher le tube du cylindre de l'embrayage (
                <hotlnk xrefid="f1200106">figure 6</hotlnk>) et mettre le cylindre sous pression &#224; l'aide d'une
                source ext&#233;rieure d'air propre (de 90 &#224; 120 lb/po2).
            </para>
            <figure id="f1200106" figsize="col-wide">
                <graphic id="g1200106" filename="../figg12/g1200106.webp" type="webp"/>
                <caption>Figure 6. D&#233;brancher la source d'air</caption>
            </figure>
            <para>Le bo&#238;tier d'embrayage devrait reculer et on devrait pouvoir d&#233;placer le ventilateur ais&#233;ment
                &#224; la main. Sinon, on peut le tapoter doucement pour le lib&#233;rer. S'il est toujours difficile
                &#224; faire tourner, remettre l'embrayage en &#233;tat.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>L'embrayage embraye, mais on dirait qu'il glisse</title>
            <para>D&#233;brancher le tube de l'embrayage de l'&#233;lectrovanne de l'embrayage du ventilateur. &#192;
                l'aide d'un tachym&#232;tre &#224; cellule photo&#233;lectrique, mesurer la vitesse des pales et de la
                poulie du ventilateur pendant que le moteur tourne &#224; un r&#233;gime donn&#233;. Si le ventilateur
                et la poulie ne tournent pas &#224; la m&#234;me vitesse, remettre l'embrayage en &#233;tat.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>L'embrayage s'embraye et se d&#233;braye lentement</title>
            <para>D&#233;brancher le tube du cylindre de l'embrayage et mettre le cylindre sous pression &#224; l'aide
                d'une source ext&#233;rieure d'air propre (de 90 &#224; 120 lb/po2).
            </para>
            <para>Le bo&#238;tier de l'embrayage doit reculer librement et rapidement. D&#233;brancher la source d'air
                externe; l'embrayage devrait avancer librement et rapidement.
            </para>
            <para>Si l'embrayage s'embraye et se d&#233;braye lentement sous la pression de 90 &#224; 120 lb/po2 de la
                source d'air externe, remettre l'embrayage en &#233;tat.
            </para>
            <para>Si l'embrayage s'embraye rapidement et librement avec la source externe, mais pas avec le syst&#232;me
                pneumatique du v&#233;hicule, installer un manom&#232;tre directement sur la conduite qui am&#232;ne
                l'air &#224; l'embrayage du ventilateur. Si l'ouverture et la fermeture de l'&#233;lectrovanne n'entra&#238;nent
                pas une augmentation rapide de la pression &#224; 90 &#224; 120 lb/po2 et une chute rapide de pression,
                v&#233;rifier la pr&#233;sence d'un tuyau pinc&#233;, puis remplacer l'&#233;lectrovanne.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Usure rapide de l'embrayage ou de la courroie du ventilateur</title>
            <para>V&#233;rifier le r&#233;gime du moteur tournant &#224; plein r&#233;gime en premi&#232;re vitesse.
                Comparer avec les sp&#233;cifications inscrites sur la plaque signal&#233;tique du moteur. Si le r&#233;gime
                du moteur d&#233;passe les sp&#233;cifications, le moteur a &#233;t&#233; modifi&#233; (gonfl&#233;).
            </para>
            <specpara>
                <caution>
                    <para>La modification des r&#233;glages du syst&#232;me d'alimentation en carburant surcharge la
                        totalit&#233; du syst&#232;me de refroidissement, y compris l'embrayage du ventilateur.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
