<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EMBRAYAGE DE VENTILATEUR KYSOR 1090 (S&#201;RIE 8000) - DIAGNOSTICS - SYST&#200;ME DE COMMANDE DU
        VENTILATEUR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>SYST&#200;ME DE COMMANDE DU VENTILATEUR</title>
        <para>Utiliser le tableau suivant pour d&#233;terminer les causes des pannes du syst&#232;me de commande du
            ventilateur.
        </para>
        <table id="hl1200102">
            <title>Tableau de diagnostic des pannes</title>
            <tgroup cols="3">
                <colspec colnum="1" colname="1" colwidth="2.09in"/>
                <colspec colnum="2" colname="2" colwidth="2.68in"/>
                <colspec colnum="3" colname="3" colwidth="2.09in" colsep="1"/>
                <thead valign="bottom">
                    <row rowsep="0">
                        <entry>
                            <para>&#201;tat</para>
                        </entry>
                        <entry>
                            <para>Cause probable</para>
                        </entry>
                        <entry>
                            <para>Solution</para>
                        </entry>
                    </row>
                </thead>
                <tbody valign="top">
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur ne tourne pas lors du test du climatiseur.</para>
                        </entry>
                        <entry>
                            <para>La temp&#233;rature ext&#233;rieure est trop basse, la charge du liquide frigorig&#232;ne
                                est trop basse ou le manostat du liquide frigorig&#232;ne est d&#233;fectueux.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier le syst&#232;me de climatisation.</para>
                            <para>Remplacer le manostat, le cas &#233;ch&#233;ant.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>L'avertisseur de temp&#233;rature excessive s'allume avant l'embrayage du
                                ventilateur.
                            </para>
                        </entry>
                        <entry>
                            <para>Avertisseur de temp&#233;rature excessive d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Remplacer l'avertisseur de temp&#233;rature excessive.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le moteur semble surchauffer. Le ventilateur ne s'embraye pas lorsque le</para>
                        </entry>
                        <entry>
                            <para>L'&#233;lectrovanne pneumatique peut &#234;tre mal install&#233;e.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier l'installation de l'&#233;lectrovanne. La refaire.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>thermom&#232;tre du liquide de refroidissement indique plus de 195 &#224; 205 &#176;F
                                (91 &#224; 96 &#176;C) ou
                            </para>
                        </entry>
                        <entry>
                            <para>L'avertisseur de temp&#233;rature excessive est d&#233;fectueux (le t&#233;moin
                                s'allume trop t&#244;t).
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacer l'avertisseur de temp&#233;rature excessive.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>lorsque l'avertisseur de temp&#233;rature excessive s'active avant l'embrayage du
                                ventilateur.
                            </para>
                        </entry>
                        <entry>
                            <para>L'avertisseur de temp&#233;rature excessive est trop loin du thermocontact du
                                ventilateur.
                            </para>
                        </entry>
                        <entry>
                            <para>D&#233;placer l'avertisseur de temp&#233;rature excessive aussi pr&#232;s que possible
                                du thermocontact du ventilateur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermom&#232;tre est d&#233;fectueux (lecture trop &#233;lev&#233;e).</para>
                        </entry>
                        <entry>
                            <para>Remplacer le thermom&#232;tre.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermocontact du ventilateur est d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Remplacer le thermocontact du ventilateur.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur embraye alors que la temp&#233;rature du moteur est basse et que le v&#233;hicule
                                est en mouvement.
                            </para>
                        </entry>
                        <entry>
                            <para>Situation normale lorsqu'il fait tr&#232;s chaud ou que le v&#233;hicule roule
                                lentement par des temp&#233;ratures &#233;lev&#233;es et que le climatiseur fonctionne.
                            </para>
                        </entry>
                        <entry>
                            <para>Situation normale.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermom&#232;tre est d&#233;fectueux (lecture trop basse).</para>
                        </entry>
                        <entry>
                            <para>Remplacer le transmetteur de temp&#233;rature ou le thermom&#232;tre.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le syst&#232;me de climatisation est surcharg&#233; ou le condenseur est couvert de d&#233;bris.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier le syst&#232;me de climatisation.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le manostat du liquide frigorig&#232;ne est d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Remplacer le manostat au besoin.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermocontact du ventilateur est d&#233;fectueux si le ventilateur s'embraye &#224;
                                basse temp&#233;rature alors que le climatiseur est &#233;teint.
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacer le thermocontact du ventilateur.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur ne fonctionne pas, quelle que soit la situation.</para>
                        </entry>
                        <entry>
                            <para>Le c&#226;blage peut &#234;tre d&#233;fectueux ou le thermocontact ou le manostat de
                                fr&#233;on est court-circuit&#233;.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier le c&#226;blage, le thermocontact et le manostat de fr&#233;on.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>L'&#233;lectrovanne pneumatique peut &#234;tre d&#233;fectueuse. V&#233;rifier le
                                fonctionnement de l'&#233;lectrovanne pneumatique en court-circuitant les bornes du
                                thermocontact pour mettre l'&#233;lectrovanne pneumatique sous tension et &#233;teindre
                                le ventilateur.
                            </para>
                        </entry>
                        <entry>
                            <para>Si l'&#233;lectrovanne ne s'active pas, la remplacer.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur fonctionne sans arr&#234;t quand le climatiseur est &#233;teint.</para>
                        </entry>
                        <entry>
                            <para>L'&#233;lectrovanne pneumatique peut &#234;tre d&#233;fectueuse ou mal
                                install&#233;e.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier l'installation de l'&#233;lectrovanne pneumatique et remplacer l'&#233;lectrovanne
                                si elle est d&#233;fectueuse.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>La conduite d'air peut avoir une fuite.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier les conduites d'air et les r&#233;parer au besoin.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermocontact du ventilateur peut &#234;tre bloqu&#233; en position ouverte;
                                lorsque la temp&#233;rature du moteur est inf&#233;rieure &#224; 180 &#176;F (82 &#176;C),
                                court-circuiter les bornes. Si le ventilateur s'&#233;teint, le thermocontact est d&#233;fectueux.
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacer le thermocontact du ventilateur.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le manostat peut &#234;tre bloqu&#233; en position ouverte; &#233;teindre le syst&#232;me
                                de climatisation. Si le ventilateur fonctionne toujours, court-circuiter le manostat. Si
                                le ventilateur s'arr&#234;te, le manostat est d&#233;fectueux.
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacer le manostat.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur fonctionne sans arr&#234;t quand le climatiseur est en marche.</para>
                        </entry>
                        <entry>
                            <para>Il s'agit d'une situation normale lorsqu'il fait extr&#234;mement chaud. Pour v&#233;rifier,
                                vaporiser de l'eau sur le condenseur du climatiseur; le ventilateur devrait se d&#233;brayer
                                bri&#232;vement et s'embrayer de nouveau une fois l'eau &#233;vapor&#233;e.
                            </para>
                        </entry>
                        <entry>
                            <para>Situation normale quand il fait chaud.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le syst&#232;me de climatisation est surcharg&#233; ou le condenseur est couvert de d&#233;bris.
                                Arr&#234;ter le syst&#232;me de climatisation; si le ventilateur s'arr&#234;te, le
                                manostat du liquide frigorig&#232;ne fonctionne.
                            </para>
                        </entry>
                        <entry>
                            <para>Effectuer l'entretien du syst&#232;me de climatisation; v&#233;rifier la pression du
                                climatiseur. V&#233;rifier la pr&#233;sence de d&#233;bris sur le condenseur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le manostat peut s'&#234;tre d&#233;r&#233;gl&#233;. Utiliser un manom&#232;tre pour
                                comparer les pressions r&#233;elles du ventilateur en marche et &#224; l'arr&#234;t avec
                                les pressions sp&#233;cifi&#233;es.
                            </para>
                        </entry>
                        <entry>
                            <para>Si le manostat est d&#233;r&#233;gl&#233;, le remplacer.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le fonctionnement du ventilateur est irr&#233;gulier.</para>
                        </entry>
                        <entry>
                            <para>Connexion &#233;lectrique d&#233;faite.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier le c&#226;blage et effectuer les r&#233;parations n&#233;cessaires.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Le thermocontact ou le manostat du ventilateur peuvent &#234;tre d&#233;fectueux.
                            </para>
                        </entry>
                        <entry>
                            <para>Si les autres composants du syst&#232;me ne pr&#233;sentent pas de d&#233;faillance
                                :
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>1. Remplacer le manostat si le fonctionnement irr&#233;gulier du ventilateur est li&#233;
                                au climatiseur lorsque le moteur tourne au ralenti.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>2. Remplacer le thermocontact du ventilateur si le fonctionnement irr&#233;gulier
                                survient principalement lorsque le moteur est chaud.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur fonctionne par cycles courts lorsque le moteur est chaud.</para>
                        </entry>
                        <entry>
                            <para>Le ventilateur doit demeurer embray&#233; suffisamment longtemps pour abaisser la temp&#233;rature
                                de 7 &#224; 10 &#176;F (3,8 &#224; 5,5 &#176;C). Le thermocontact est d&#233;fectueux si
                                le ventilateur se d&#233;braye apr&#232;s une baisse de seulement 3 &#224; 4 &#176;F
                                (1,6 &#224; 2,2 &#176;C).
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacer le thermocontact du ventilateur.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Le ventilateur tourne d&#232;s que la cl&#233; de contact est en position de marche et
                                s'arr&#234;te quand le moteur est chaud.
                            </para>
                        </entry>
                        <entry>
                            <para>L'&#233;lectrovanne pneumatique est install&#233;e &#224; l'envers.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier les instructions d'installation de l'&#233;lectrovanne; l'installer
                                correctement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Si le disjoncteur se d&#233;clenche d&#232;s que la cl&#233; de contact est en
                                position de marche, la d&#233;faillance se situe vraisemblablement au niveau du c&#226;blage.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifier le c&#226;blage et effectuer les r&#233;parations n&#233;cessaires.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Si le disjoncteur se d&#233;clenche uniquement lorsque le ventilateur s'embraye, la d&#233;faillance
                                se trouve probablement au niveau de l'&#233;lectrovanne.
                            </para>
                        </entry>
                        <entry>
                            <para>Utiliser un ohmm&#232;tre pour v&#233;rifier la pr&#233;sence d'une bobine d'&#233;lectrovanne
                                court-circuit&#233;e. La r&#233;sistance de la bobine doit &#234;tre sup&#233;rieure
                                &#224; 14 ohms. S'il y a un court-circuit, remplacer l'&#233;lectrovanne pneumatique.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="1">
                        <entry>
                            <para>Le ventilateur fonctionne par cycles courts lorsque le v&#233;hicule est stationn&#233;
                                et que le climatiseur fonctionne.
                            </para>
                        </entry>
                        <entry>
                            <para>Il s'agit d'une situation normale caus&#233;e par le fait que la pression du
                                climatiseur atteint 300 lb/po2 quand aucun air ne passe par le condensateur et chute
                                ensuite sous 250 lb/po2 lorsque le ventilateur s'embraye.
                            </para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f12001j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
