<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE MANDO DEL VENTILADOR: KYSOR 1090 (SERIE 8000) - LOCALIZACI&#211;N Y SOLUCI&#211;N DE
        PROBLEMAS - EL EMBRAGUE DEL VENTILADOR NO FUNCIONA CORRECTAMENTE (LAS REVISIONES DEL SISTEMA DE CONTROL NO
        PRESENTAN FALLAS)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>EL EMBRAGUE DEL VENTILADOR NO FUNCIONA CORRECTAMENTE (LAS REVISIONES DEL SISTEMA DE CONTROL NO PRESENTAN
            FALLAS)
        </title>
        <svcsubproc>
            <title>El embrague no embraga</title>
            <para>Desconecte el tubo del cilindro del embrague. El alojamiento del embrague debe moverse hacia adelante
                y activar el ventilador. Ser&#225; muy dif&#237;cil, si no imposible, hacer girar la hoja del ventilador
                con la mano. Si es f&#225;cil, haga una revisi&#243;n general del embrague.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>El embrague no se desembraga</title>
            <para>Desconecte el tubo del cilindro del embrague (
                <hotlnk xrefid="f1200106">Figura 6</hotlnk>) y usando una fuente externa de aire comprimido limpio,
                aplique al cilindro una presi&#243;n de (620.5-827.2 kPa [90-120 psi]).
            </para>
            <figure id="f1200106" figsize="col-wide">
                <graphic id="g1200106" filename="../figg12/g1200106.webp" type="webp"/>
                <caption>Figura 6. Desconecte la fuente de aire</caption>
            </figure>
            <para>El alojamiento del embrague debe moverse hacia atr&#225;s y el ventilador debe moverse f&#225;cilmente
                con la mano. Si el embrague no se mueve f&#225;cilmente, a veces se libera al golpearlo levemente. Si a&#250;n
                es dif&#237;cil hacerlo girar, haga una revisi&#243;n general del embrague.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>El embrague se embraga pero se sospecha que se resbala</title>
            <para>Desconecte el tubo del embrague del solenoide del embrague del ventilador. Mediante un tac&#243;metro
                &#243;ptico, mida la velocidad de la hoja del ventilador y la velocidad de la polea del ventilador,con
                el motor funcionando a la velocidad nominal. Si hay una diferencia entre la velocidad del ventilador y
                la velocidad de la polea, se debe hacer una revisi&#243;n general del embrague.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>El embrague se embraga y desembraga lentamente</title>
            <para>Desconecte el tubo del embrague del cilindro del embrague y utilizando una fuente de aire comprimido
                limpio aplique al cilindro una presi&#243;n de (620.5-827.2 kPa [90-120 psi]).
            </para>
            <para>El alojamiento del embrague debe moverse hacia atr&#225;s libre y r&#225;pidamente. Desconecte la
                fuente de aire externa; el embrague debe moverse hacia adelante libre y r&#225;pidamente.
            </para>
            <para>Si el embrague se embraga y desembraga lentamente con la fuente de aire externo (620.5-827.2 kPa
                [90-120 psi]), haga una revisi&#243;n general del embrague.
            </para>
            <para>Si el embrague se embragar&#225; r&#225;pida y libremente con la fuente externa, pero no en el sistema
                de aire del veh&#237;culo, instale un man&#243;metro de presi&#243;n de aire en la l&#237;nea de entrada
                hacia el embrague del ventilador. Si la apertura y cierre del solenoide no indican un aumento r&#225;pido
                a 620.5-827.2 kPa (90-120 psi) y una p&#233;rdida r&#225;pida de presi&#243;n, revise si hay una
                manguera obstruida y luego reemplace la v&#225;lvula solenoide.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desgaste r&#225;pido del embrague del ventilador y/o de las correas del ventilador</title>
            <para>Revise las RPM del motor bajo carga con aceleraci&#243;n total en el primer cambio. Compare con las
                especificaciones del motor de la placa de datos del motor. Si las RPM del motor exceden las
                especificaciones del motor, el motor ha sido alterado (modificada su sincronizaci&#243;n).
            </para>
            <specpara>
                <caution>
                    <para>Al alterar las cargas de ajuste del sistema de combustible se sobrecarga todo el sistema de
                        enfriamiento, incluido el embrague del ventilador.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m12001j_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12001j_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12001j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
