<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE MANDO DEL VENTILADOR: KYSOR 1090 (SERIE 8000) - LOCALIZACI&#211;N Y SOLUCI&#211;N DE
        PROBLEMAS - SISTEMA DE CONTROL DEL VENTILADOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>SISTEMA DE CONTROL DEL VENTILADOR</title>
        <para>Use la siguiente tabla para localizar y solucionar los problemas del sistema de control del ventilador.
        </para>
        <table id="hl1200102">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="3">
                <colspec colnum="1" colname="1" colwidth="2.09in"/>
                <colspec colnum="2" colname="2" colwidth="2.68in"/>
                <colspec colnum="3" colname="3" colwidth="2.09in" colsep="1"/>
                <thead valign="bottom">
                    <row rowsep="0">
                        <entry>
                            <para>Condici&#243;n</para>
                        </entry>
                        <entry>
                            <para>Causa probable</para>
                        </entry>
                        <entry>
                            <para>Soluci&#243;n</para>
                        </entry>
                    </row>
                </thead>
                <tbody valign="top">
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador no gira cuando se efect&#250;a la prueba del aire acondicionado.</para>
                        </entry>
                        <entry>
                            <para>La temperatura del aire externo es demasiado baja, hay una carga baja de refrigerante
                                o el interruptor de presi&#243;n del refrigerante est&#225; defectuoso.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise el sistema de A/A.</para>
                            <para>Si es necesario, reemplace el interruptor de presi&#243;n.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>La advertencia por temperatura excesiva se activa antes de que se accione el
                                ventilador.
                            </para>
                        </entry>
                        <entry>
                            <para>Interruptor de advertencia de temperatura excesiva defectuoso.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de advertencia de temperatura excesiva.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El motor parece recalentarse. El ventilador no se activa cuando</para>
                        </entry>
                        <entry>
                            <para>la v&#225;lvula solenoide de aire puede estar mal conectada.</para>
                        </entry>
                        <entry>
                            <para>Revise la conexi&#243;n del solenoide. Reconecte la v&#225;lvula.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>el indicador de temperatura del l&#237;quido refrigerante del motor est&#225; sobre
                                91-96&#176;C (195-205&#176;F) o
                            </para>
                        </entry>
                        <entry>
                            <para>El interruptor de advertencia de temperatura excesiva est&#225; defectuoso (la luz de
                                advertencia se activa prematuramente).
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de advertencia de temperatura excesiva.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>la advertencia de temperatura excesiva se activa antes de que se active el
                                ventilador.
                            </para>
                        </entry>
                        <entry>
                            <para>El interruptor de advertencia de temperatura excesiva est&#225; demasiado lejos del
                                interruptor de temperatura del ventilador.
                            </para>
                        </entry>
                        <entry>
                            <para>Acerque el interruptor de temperatura excesiva lo m&#225;s posible al interruptor de
                                temperatura del ventilador.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El indicador de temperatura est&#225; defectuoso (indica m&#225;s temperatura).</para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de temperatura.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de temperatura del ventilador est&#225; defectuoso.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de temperatura del ventilador.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador se activa a temperaturas bajas del motor mientras el veh&#237;culo est&#225;
                                en movimiento.
                            </para>
                        </entry>
                        <entry>
                            <para>Una condici&#243;n normal con clima extremadamente c&#225;lido o con el veh&#237;culo
                                a baja velocidad en clima templado con el A/A encendido.
                            </para>
                        </entry>
                        <entry>
                            <para>Condici&#243;n normal.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Indicador de temperatura defectuoso. (Indica menos temperatura).</para>
                        </entry>
                        <entry>
                            <para>Reemplace el sensor o el indicador de temperatura.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El sistema de A/A est&#225; sobrecargado o el condensador est&#225; cubierto de
                                desechos.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise el sistema de A/A.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de presi&#243;n del refrigerante puede estar defectuoso.</para>
                        </entry>
                        <entry>
                            <para>Si es necesario, reemplace el interruptor de presi&#243;n.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de temperatura del ventilador est&#225; defectuoso si el ventilador se
                                activa a una temperatura baja del motor y con el A/A apagado.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de temperatura del ventilador.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador no funciona bajo ninguna condici&#243;n.</para>
                        </entry>
                        <entry>
                            <para>El cableado puede estar defectuoso y/o el interruptor de temperatura o presi&#243;n de
                                fre&#243;n puede haber hecho cortocircuito.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise el cableado, interruptor de temperatura e interruptor de presi&#243;n de fre&#243;n.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>La v&#225;lvula solenoide de aire puede estar defectuosa. Pruebe la v&#225;lvula
                                solenoide de aire haciendo cortocircuito en los terminales del interruptor de
                                temperatura para energizar la v&#225;lvula solenoide de aire y apagar el mando del
                                ventilador.
                            </para>
                        </entry>
                        <entry>
                            <para>Si el solenoide no se activa, reempl&#225;celo.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador funciona continuamente cuando el aire acondicionado est&#225; apagado.
                            </para>
                        </entry>
                        <entry>
                            <para>La v&#225;lvula solenoide de aire puede estar defectuosa o conectada en forma
                                incorrecta.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise la instalaci&#243;n de la v&#225;lvula solenoide de aire y reemplace la v&#225;lvula
                                si est&#225; defectuosa.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>La l&#237;nea de aire puede tener una fuga.</para>
                        </entry>
                        <entry>
                            <para>Revise las l&#237;neas de aire y rep&#225;relas si es necesario.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de temperatura del ventilador puede haberse trabado en posici&#243;n
                                abierta; con la temperatura del motor bajo los 82&#176;C (180&#176;F), ponga en
                                cortocircuito los terminales. Si el ventilador se apaga, el interruptor est&#225;
                                defectuoso.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de temperatura del ventilador.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de presi&#243;n puede haberse trabado en posici&#243;n abierta; apague
                                el sistema de A/A. Si el interruptor contin&#250;a funcionando, ponga en cortocircuito
                                el interruptor de presi&#243;n. Si el ventilador se detiene, el interruptor de presi&#243;n
                                est&#225; defectuoso.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de presi&#243;n.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador funciona continuamente cuando el aire acondicionado est&#225;
                                encendido.
                            </para>
                        </entry>
                        <entry>
                            <para>&#201;sta es una condici&#243;n normal con clima extremadamente c&#225;lido. Para
                                probarlo, roc&#237;e agua en el condensador del A/A; el ventilador deber&#237;a
                                desactivarse inmediatamente y volver a activarse cuando el agua se evapore.
                            </para>
                        </entry>
                        <entry>
                            <para>Condici&#243;n normal con clima c&#225;lido.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El sistema de aire acondicionado puede estar sobrecargado o el condensador cubierto de
                                desechos. Ponga en DESACTIVADO (OFF) el sistema de A/A y, si el ventilador se detiene,
                                el interruptor de presi&#243;n del refrigerante est&#225; funcionando.
                            </para>
                        </entry>
                        <entry>
                            <para>Preste servicio al sistema de A/A; revise la presi&#243;n del A/A. Revise el
                                condensador para ver si hay desechos.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de presi&#243;n puede haberse descalibrado. Use un man&#243;metro para
                                comparar las presiones de encendido y de apagado reales del ventilador con las presiones
                                especificadas.
                            </para>
                        </entry>
                        <entry>
                            <para>Si est&#225; descalibrado, reemplace el interruptor de presi&#243;n.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>La operaci&#243;n del ventilador es irregular.</para>
                        </entry>
                        <entry>
                            <para>Conexi&#243;n el&#233;ctrica suelta.</para>
                        </entry>
                        <entry>
                            <para>Revise el cableado y rep&#225;relo si es necesario.</para>
                            <para></para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El interruptor de temperatura o de presi&#243;n del ventilador puede estar
                                defectuoso.
                            </para>
                        </entry>
                        <entry>
                            <para>Si la revisi&#243;n de los componentes del sistema no presenta fallas:</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>1. Reemplace el interruptor de presi&#243;n si el funcionamiento irregular del
                                ventilador se asocia con el A/A en ralent&#237;.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>2. Reemplace el interruptor de temperatura del ventilador si hay un funcionamiento
                                irregular, principalmente cuando el motor est&#225; caliente.
                            </para>
                        </entry>
                        <entry></entry>
                        <entry></entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Frecuentemente, el ventilador funciona en ciclos cuando el motor est&#225; caliente.
                            </para>
                        </entry>
                        <entry>
                            <para>El ventilador debe permanecer activado lo suficiente como para reducir la temperatura
                                en -14 &#243; -12&#176;C (7-10&#176;F). El interruptor del ventilador est&#225;
                                defectuoso si el ventilador se desactiva despu&#233;s de una reducci&#243;n de s&#243;lo
                                -16 a -15&#176;C (3-4&#176;F).
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el interruptor de temperatura del ventilador.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El ventilador se enciende cada vez que se activa el encendido y se apaga cuando el
                                motor est&#225; caliente.
                            </para>
                        </entry>
                        <entry>
                            <para>La v&#225;lvula solenoide de aire est&#225; instalada al rev&#233;s.</para>
                        </entry>
                        <entry>
                            <para>Revise las instrucciones de instalaci&#243;n de la v&#225;lvula solenoide; inst&#225;lela
                                correctamente.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Si el interruptor autom&#225;tico se desconecta cada vez que se activa el encendido,
                                probablemente el problema es una falla en el cableado.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise el cableado y rep&#225;relo si es necesario.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Si el interruptor autom&#225;tico s&#243;lo se desconecta cuando se activa el
                                ventilador, la falla probablemente es de la v&#225;lvula solenoide.
                            </para>
                        </entry>
                        <entry>
                            <para>Use un ohmi&#243;metro para revisar si una bobina del solenoide hizo cortocircuito. La
                                resistencia de la bobina debe ser superior a 14 ohmios. Si hizo cortocircuito, reemplace
                                la v&#225;lvula solenoide de aire.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="1">
                        <entry>
                            <para>El ventilador funciona en ciclos frecuentemente cuando el veh&#237;culo est&#225;
                                estacionado con el A/A encendido.
                            </para>
                        </entry>
                        <entry>
                            <para>&#201;sta es una condici&#243;n normal causada por el aumento de la presi&#243;n del
                                refrigerante a 2068.4 kPa (300 psi) sin aire fluyendo a trav&#233;s del condensador y
                                luego su descenso a menos de 1723.6 (250 psi) cuando el ventilador se enciende.
                            </para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m12001j_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12001j_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12001j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
