<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RADIADOR, EXTRACCI&#211;N Y REEMPLAZO - REEMPLAZO E INSTALACI&#211;N DEL RADIADOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="4">
        <title>REEMPLAZO E INSTALACI&#211;N DEL RADIADOR</title>
        <svcsubproc>
            <title>INSTALACI&#211;N DEL N&#218;CLEO DEL RADIADOR</title>
            <para></para>
            <step1>
                <para count="1">Baje el radiador de su posici&#243;n para instalar el n&#250;cleo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Ponga un lado del conjunto del bastidor del radiador en el bastidor inferior e instale
                    los pernos inferiores.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del n&#250;cleo, ubique y alinee los orificios de los pernos para el
                    bastidor lateral y el n&#250;cleo del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos y apri&#233;telos con la mano.</para>
            </step1>
            <step1>
                <para count="1">Instale el bastidor transversal intermedio sobre el n&#250;cleo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Ubique e instale el enfriador del aire de carga en el conjunto del bastidor.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de montaje en el enfriador de aire de carga desde el lado de abajo
                    del travesa&#241;o intermedio del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el bastidor del lado opuesto, alinee e instale la cubierta del ventilador en los
                    bastidores laterales, instale y apriete los pernos en el bastidor lateral y el radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el bastidor superior del radiador y apri&#233;telo en las secciones del bastidor
                    lateral.
                </para>
            </step1>
            <step1>
                <para count="1">Con el radiador apoyado, conecte la eslinga de elevaci&#243;n a la parte superior o a
                    los puntos de levantamiento del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el radiador en los bloques de montaje del radiador del bastidor del chasis.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los pernos en los bloques y el soporte de montaje del radiador, apriete los
                    pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la alineaci&#243;n del radiador en los largueros del bastidor. Suelte y extraiga
                    la eslinga y gr&#250;a de elevaci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>INSTALACI&#211;N DE LA MANGUERA DEL RADIADOR</title>
            <para>Revise las mangueras del radiador antes de la instalaci&#243;n.</para>
            <para>Coloque las abrazaderas termoencogibles de las compuertas en cada extremo de la manguera del radiador
                que se va a volver a conectar. Use el siguiente procedimiento para instalar las abrazaderas de la
                manguera PowerGrip SB de las compuertas.
            </para>
            <figure id="f1200824" figsize="col-wide">
                <graphic id="g1200824.webp" filename="../figg12/g1200824.webp" type="webp" scalefit="1"
                         scalefitwidth="272px" scalefitheight="272px" resolution="200"/>
                <caption>Figura 24. Abrazadera termoencogible PowerGrip de las compuertas</caption>
            </figure>
            <step1>
                <para count="1">Extraiga la abrazadera del soporte apretando la banda hasta aplastarla, luego d&#243;blela
                    en la mitad y s&#225;quela del cart&#243;n.
                </para>
                <figure id="f1200825" figsize="pg-wide">
                    <graphic id="g1200825.webp" filename="../figg12/g1200825.webp" type="webp" scalefit="1"
                             scalefitwidth="312px" scalefitheight="312px" resolution="200"/>
                    <caption>Figura 25. Preparaci&#243;n de la abrazadera termoencogible PowerGrip</caption>
                    <calloutgroup>
                        <callout1>1. REFUERZO DE CART&#211;N</callout1>
                        <callout1>2. ABRAZADERA TERMOENCOGIBLE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque las abrazaderas en cada extremo de la nueva manguera.</para>
                <figure id="f1200826" figsize="pg-wide">
                    <graphic id="g1200826.webp" filename="../figg12/g1200826.webp" type="webp" scalefit="1"
                             scalefitwidth="312px" scalefitheight="312px" resolution="200"/>
                    <caption>Figura 26. Manguera del radiador y abrazaderas encogibles</caption>
                    <calloutgroup>
                        <callout1>1. ABRAZADERAS ENCOGIBLES SB DE LAS COMPUERTAS</callout1>
                        <callout1>2. MANGUERA DEL RADIADOR</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque la manguera sobre las conexiones.</para>
            </step1>
            <step1>
                <para count="1">Deslice la abrazadera por sobre la parte superior del reborde de la conexi&#243;n. (Las
                    abrazaderas PowerGrip SB tienen una mayor superficie de sellado que las abrazaderas convencionales y
                    se pueden colocar sobre un &#225;rea extensa, incluyendo el reborde, sin causar fugas.)
                </para>
                <figure id="f1200827" figsize="pg-wide">
                    <graphic id="g1200827.webp" filename="../figg12/g1200827.webp" type="webp" scalefit="1"
                             scalefitwidth="312px" scalefitheight="312px" resolution="200"/>
                    <caption>Figura 27. Abrazadera y manguera de la secci&#243;n transversal</caption>
                    <calloutgroup>
                        <callout1>1. MANGUERA</callout1>
                        <callout1>2. ABRAZADERA</callout1>
                        <callout1>3. V&#193;STAGO</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <important>
                        <para>Aseg&#250;rese de que la impresi&#243;n de la abrazadera quede hacia arriba (
                            <hotlnk xrefid="g1200824.webp">Figura 24</hotlnk>) y de que se vea completamente.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique calor de la siguiente manera:</para>
                <step2>
                    <para count="1">Use una pistola de aire caliente est&#225;ndar regulada en el m&#225;ximo.</para>
                </step2>
                <step2>
                    <para count="1">No utilice llamas abiertas para aplicar calor.</para>
                </step2>
                <step2>
                    <para count="1">Siga los procedimientos de seguridad provistos por el fabricante de la pistola de
                        aire caliente.
                    </para>
                </step2>
                <step2>
                    <para count="1">No aplique calor en un solo punto por un tiempo largo. Mueva continuamente la
                        pistola.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mueva continuamente la pistola de aire caliente abarcando la m&#225;xima superficie
                        posible de la abrazadera; 1/3 de la superficie, como m&#237;nimo.
                    </para>
                    <specpara>
                        <caution>
                            <para>Aunque las abrazaderas Pretrip SUB de las compuertas son muy durables, la aplicaci&#243;n
                                de mucho calor las puede derretir.
                            </para>
                        </caution>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Contin&#250;e hasta que termine de fundirlas (la informaci&#243;n impresa de la
                        abrazadera se volver&#225; gris cuando ya se haya aplicado el calor suficiente).
                    </para>
                </step2>
                <step2>
                    <para count="1">Retire la fuente de calor.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise las conexiones intentando girar la manguera para asegurarse de que se hizo un
                    sellado adecuado. La manguera y la abrazadera no se deben girar al usar una torsi&#243;n
                    <emph type="bold">razonable</emph>.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace el l&#237;quido refrigerante despu&#233;s de que se hayan terminado todas las
                    dem&#225;s instalaciones.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando se hayan realizado todas las dem&#225;s instalaciones, la del tanque de
                    compensaci&#243;n y componentes relacionados, incluyendo el enfriador de aire de carga, arranque el
                    motor y verifique que no haya fugas. Si hay fugas, aplique m&#225;s calor a las abrazaderas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>TUBER&#205;AS DEL ENFRIADOR DEL AIRE DE CARGA</title>
            <para>Antes de instalar las tuber&#237;as del enfriador del aire de carga, revise las tuber&#237;as para ver
                que no haya suciedad ni part&#237;culas. Elimine cualquier suciedad o part&#237;cula.
            </para>
            <step1>
                <para count="1">Coloque las abrazaderas del enfriador de aire de carga en las conexiones de las tuber&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Apriete las abrazaderas del resorte de tracci&#243;n en cada extremo de la tuber&#237;a
                    del enfriador del aire de carga en el orificio correspondiente en el turbocargador y sus
                    componentes.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>INSTALACI&#211;N DEL TANQUE DE COMPENSACI&#211;N</title>
            <para>Antes de la instalaci&#243;n, revise el estado del tanque de compensaci&#243;n para ver si hay fugas o
                alg&#250;n da&#241;o.
            </para>
            <step1>
                <para count="1">Coloque el tanque de compensaci&#243;n en el bastidor superior del radiador e instale
                    los pernos de montaje superiores.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee los orificios de montaje inferiores del tanque de compensaci&#243;n con los
                    orificios del bastidor lateral del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos y apri&#233;telos.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el tap&#243;n sensor del tanque de compensaci&#243;n en el recept&#225;culo
                    de &#233;ste.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la manguera y la abrazadera de derrame.</para>
            </step1>
            <step1>
                <para count="1">Apriete la abrazadera.</para>
            </step1>
            <step1>
                <para count="1">Cierre el grifo de descarga en la parte inferior del radiador y agregue l&#237;quido
                    refrigerante del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>INSTALACI&#211;N DEL TRAVESA&#209;O DELANTERO</title>
            <para>Localice el conjunto del travesa&#241;o delantero, el conjunto de montaje de la defensa y los ganchos
                de tracci&#243;n para la instalaci&#243;n antes de volver a instalar el conjunto delantero del cofre y
                de la rejilla.
            </para>
            <step1>
                <para count="1">Coloque el conjunto del travesa&#241;o delantero entre el larguero del bastidor en la
                    parte delantera del chasis.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee el soporte de montaje de la defensa delantera con los orificios del larguero del
                    bastidor y los orificios de montaje del travesa&#241;o delantero. Instale los dos pernos superiores
                    y apri&#233;telos con la mano.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee los orificios del conjunto del gancho de tracci&#243;n con los orificios del
                    conjunto del soporte de montaje de la defensa, del bastidor y del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos del gancho de tracci&#243;n y apri&#233;telos.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos del soporte de montaje de la defensa.</para>
            </step1>
            <step1>
                <para count="1">Ubique e instale el protector de la rejilla inferior del radiador en el conjunto del
                    bastidor del travesa&#241;o inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los pernos de montaje y apri&#233;telos.</para>
            </step1>
            <step1>
                <para count="1">Consulte S09003: Manual de servicio del cofre, salpicaderas y rejilla para la instalaci&#243;n
                    de estos conjuntos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m12008_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
