<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE MANDO DEL VENTILADOR: ENCENDIDO/APAGADO HORTON - MANTENIMIENTO - MANTENIMIENTO
        PREVENTIVO
    </stitle>
    <svcsection/>
    <svcproc id="hl1200402" svcproctype="pm" graphiccount="1">
        <title>MANTENIMIENTO PREVENTIVO</title>
        <svcsubproc>
            <title>Cada 40,000 km (25,000 millas)</title>
            <step1>
                <para count="1">Revise todos los cables y conexiones el&#233;ctricas Apri&#233;telos si est&#225;n
                    sueltos; reempl&#225;celos si est&#225;n da&#241;ados.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el terminal (+) del interruptor t&#233;rmico para verificar el engranaje del
                    embrague.
                </para>
                <specpara>
                    <note>
                        <para>La temperatura del motor debe estar bajo la temperatura de accionamiento del interruptor t&#233;rmico.
                            (Al usar el interruptor t&#233;rmico N.O., instale el cable puente entre los terminales del
                            interruptor t&#233;rmico).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise todas las conexiones para ver si tienen fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise si la superficie de fricci&#243;n est&#225; desgastada. Reempl&#225;cela si est&#225;
                    gastada a un grosor de 1.6 mm (1/16 pulgada) (
                    <hotlnk xrefid="f1200402">Figura 2</hotlnk>).
                </para>
                <figure id="f1200402" figsize="col-wide">
                    <graphic id="g1200402" filename="../figg12/g1200402.webp" type="webp"/>
                    <caption>Figura 2. Lugares para aplicar una soluci&#243;n de burbujas para revisar si hay fugas de
                        aire
                    </caption>
                    <calloutgroup>
                        <callout1>1. ALREDEDOR DE LOS ORIFICIOS DE LOS TORNILLOS DE ENTRADA EN EL DISCO DE FRICCI&#211;N
                            DEL PIST&#211;N
                        </callout1>
                        <callout1>2. ENTRE LA C&#193;MARA DE AIRE Y EL DISCO DE FRICCI&#211;N DEL PIST&#211;N</callout1>
                        <callout1>3. EN EL ORIFICIO DE PURGA DEL PILOTO DEL VENTILADOR</callout1>
                        <callout1>4. SUPERFICIE DE FRICCI&#211;N (MIDA AQU&#205;)</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas en el embrague del ventilador. Apague el motor y aplique una leve
                    capa de soluci&#243;n de burbujas en el orificio de purga del piloto del ventilador, entre la c&#225;mara
                    de aire y el disco de fricci&#243;n del pist&#243;n y alrededor de los orificios de los tornillos de
                    entrada en el disco de fricci&#243;n del pist&#243;n (
                    <hotlnk xrefid="f1200402">Figura 2</hotlnk>).
                </para>
                <step2>
                    <para count="1">Las fugas de aire desde el orificio de purga (elemento 3,
                        <hotlnk xrefid="f1200402">Figura 2</hotlnk>) en el piloto del ventilador indican que la
                        instalaci&#243;n del cartucho o el sello de la superficie est&#225;n defectuosos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Las fugas de aire alrededor de la c&#225;mara de aire y del disco de fricci&#243;n
                        del pist&#243;n (Elemento 2) indican un defecto en el sello del anillo "O" grande.
                    </para>
                </step2>
                <step2>
                    <para count="1">Las fugas de aire desde los orificios de entrada (Elemento 1) indican un defecto en
                        el sello del anillo "O" peque&#241;o.
                    </para>
                    <specpara>
                        <important>
                            <para>Los rodamientos y los sellos se deben reemplazar cada 563,271 km (350,000 millas)
                            </para>
                        </important>
                    </specpara>
                </step2>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m12004r_HL1200401.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12004r_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12004r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
