<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EMBRAGUE DE MANDO VISCOSO DE VENTILADOR SCHWITZER - REVISI&#211;N DE
        MANTENIMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>REVISI&#211;N DE MANTENIMIENTO</title>
        <specpara>
            <warning>
                <para>El uso o aplicaci&#243;n inadecuada o la modificaci&#243;n de un mando viscoso de ventilador o del
                    ventilador que &#233;ste impulsa puede provocar lesiones personales o da&#241;os materiales. Observe
                    las siguientes precauciones de seguridad:
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>NO haga funcionar un veh&#237;culo con un mando u aspas de ventilador que est&#233;n defectuosos o
                    da&#241;adas por fuera. El funcionamiento continuo puede causar da&#241;o material o lesiones
                    personales.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>NO intente restringir la rotaci&#243;n de las aspas del ventilador durante el funcionamiento del
                    motor. Se puede causar da&#241;o al mando del ventilador, da&#241;o material o lesiones personales.
                </para>
            </warning>
        </specpara>
        <para>A los 40.233 km (25.000 millas), realice lo siguiente:</para>
        <step1>
            <para count="1">Revise la torsi&#243;n de los fijadores de las aspas del ventilador.</para>
        </step1>
        <step1>
            <para count="1">Revise la torsi&#243;n de los fijadores del conjunto de soporte, cubo y mando del ventilador
                a la polea.
            </para>
        </step1>
        <step1>
            <para count="1">Revise la torsi&#243;n de los fijadores del conjunto de soporte al motor, polea y cubo.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el mando del ventilador, el conjunto de aspas del ventilador, la cubierta, el
                radiador y las &#225;reas inmediatamente adyacentes para ver si hay prueba de interferencia entre las
                piezas giratorias y no giratorias.
            </para>
        </step1>
        <step1>
            <para count="1">Revise las correas para ver si est&#225;n deshilachadas, agrietadas y si la tensi&#243;n es
                la adecuada. Para obtener informaci&#243;n acerca del servicio de la o las correas, consulte
                ENFRIAMIENTO en el GRUPO 12 - MOTOR del Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Haga girar el ventilador al menos en 360 grados. Debe girar suavemente, pero con cierta
                resistencia. Si el ventilador se pega, salta o gira libremente, reemplace el mando del ventilador.
            </para>
        </step1>
        <step1>
            <para count="1">Agarre la punta de una hoja del ventilador y mu&#233;vala hacia atr&#225;s y adelante desde
                el radiador. A un radio de 254 mm (10") desde el centro, la punta de la hoja no debe moverse m&#225;s de
                1,6 mm (1/16"). Si se mueve m&#225;s que esto y el exceso no se puede atribuir a fijadores sueltos o al
                desgaste de los rodamientos de la polea, reemplace el mando del ventilador.
            </para>
            <specpara>
                <note>
                    <para>Al realizar esta revisi&#243;n, no force la punta de la hoja (no haga que se desv&#237;e la
                        punta), porque esto distorsionar&#225; la medida resultante.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Revise si hay fugas en el mando del ventilador. Es normal tener un empa&#241;amiento y una
                acumulaci&#243;n de polvo muy leves alrededor del pasador del centro de la cubierta delantera. Cualquier
                otra fuga indica un mando defectuoso, que se debe reemplazar.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m12002t_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12002t_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m12002t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
