<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 00902 - R&#233;gime r&#233;gul&#233; de moteur inad&#233;quat sur les mod&#232;les
        2000/4000/8000 construits entre le 5 ao&#251;t et le 28 octobre 1999 et dot&#233;s de moteurs DT 466E de 250 HP
        et de bo&#238;tes de vitesses Allison.
    </stitle>
    <afc id="afc00902" translation="french">
        <afcnum>00902</afcnum>
        <afcdate>F&#233;vrier 2000</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>R&#233;gime r&#233;gul&#233; de moteur inad&#233;quat sur les mod&#232;les 2000/4000/8000 construits
            entre le 5 ao&#251;t et le 28 octobre 1999 et dot&#233;s de moteurs DT 466E de 250 HP et de bo&#238;tes de
            vitesses Allison.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les mod&#232;les 2000/4000/8000 construits entre le 5 ao&#251;t et le 28 octobre 1999 et dot&#233;s
                    de moteurs DT 466E de 250 HP et de bo&#238;tes de vitesses Allison peuvent &#233;prouver des
                    difficult&#233;s &#224; passer &#224; un rapport sup&#233;rieur &#224; cause d'une erreur de
                    programmation de l'ECM. Le r&#233;gime r&#233;gul&#233; du moteur a &#233;t&#233; r&#233;gl&#233;
                    &#224; 2 400 tr/min au lieu de 2 600 tr/min, ce qui occasionne un d&#233;calage par rapport aux
                    points de changement des rapports de la bo&#238;te de vitesses Allison. Pour corriger ce probl&#232;me
                    de rendement, il faut reprogrammer l'ECM du moteur.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <note>
                    <para>Pour effectuer cette marche &#224; suivre, il faut utiliser l'outil d'entretien EZ-Tech. Il
                        est impossible de reprogrammer l'ECM sans cet outil.
                    </para>
                </note>
                <note>
                    <para>Avant de proc&#233;der, utilisez l'outil d'entretien EZ-Tech avec le logiciel Master
                        Diagnostics pour v&#233;rifier si le r&#233;glage du ralenti &#233;lev&#233; du moteur est
                        programm&#233; &#224; 2 450 tr/min. Si le r&#233;glage du ralenti &#233;lev&#233; est programm&#233;
                        &#224; 2 650 tr/min, ne faites plus rien.
                    </para>
                </note>
                <note>
                    <para>Lorsque vous effectuez le t&#233;l&#233;chargement avec le logiciel NETS 1.6.4, vous devez
                        choisir le c&#244;t&#233; NETS; NE CHOISISSEZ PAS le c&#244;t&#233; AFC pour cette campagne.
                    </para>
                </note>
                <para>Pour modifier le r&#233;gime r&#233;gul&#233; du moteur de 2 450 &#224; 2 650 tr/min, suivez les
                    directives de programmation ci-jointes.
                </para>
            </specpara>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro de l'op&#233;ration doit para&#238;tre sur toutes les demandes de r&#232;glement.
            </para>
            <table id="t0090201">
                <title>Renseignements sur la main-d'oeuvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00902-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprogrammer le contr&#244;leur Diamond Logic (ECM)</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,7 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PRATIQUES ADMINISTRATIVES</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie. Les
                <hotlnk xrefid="afclaim">demandes de remboursement</hotlnk>
                doivent &#234;tre soumises de la mani&#232;re habituelle, en faisant r&#233;f&#233;rence &#224; la
                modification hors usine autoris&#233;e G-00902.
            </para>
            <para>Il est important que le codage soit rempli correctement pour faciliter le traitement de la demande de
                remboursement au titre de la garantie. Les directives compl&#232;tes sont d&#233;crites dans le manuel
                de garantie &#224; la section 7-1. Une attention particuli&#232;re doit &#234;tre apport&#233;e aux
                articles 39 &#224; 44 inclusivement.
            </para>
            <para>Afin que cette modification importante soit effectu&#233;e en temps opportun, toutes les demandes
                relatives au programme G-00902 doivent &#234;tre soumises d'ici le 28 f&#233;vrier 2001 ou, au-del&#224;
                de cette date, durant la p&#233;riode de garantie du v&#233;hicule.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
