<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC Deuxi&#232;me avis 00901 - Aspiration d'eau dans le moteur de tous les mod&#232;les 5000i et
        9000i construits le 01/10/2000 au plus tard
    </stitle>
    <afc id="afc00901" translation="french">
        <afcnum>Deuxi&#232;me avis 00901</afcnum>
        <afcdate>F&#233;vrier 2001</afcdate>
        <subjectfile>CABINE</subjectfile>
        <subject>Aspiration d'eau dans le moteur de tous les mod&#232;les 5000i et 9000i construits le 01/10/2000 au
            plus tard
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <enddate>01/10/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <enddate>01/10/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>RAISON DE CE DEUXI&#200;ME AVIS :</title>
                    <para>La Corporation des Camions et Moteurs International a exp&#233;di&#233; ce deuxi&#232;me avis
                        aux clients et aux concessionnaires afin d'am&#233;liorer le taux d'ex&#233;cution de cette
                        campagne. Elle a &#233;galement prolong&#233; la p&#233;riode d'admissibilit&#233; du 31 mars
                        2001 au 31 mars 2002. Les clients qui n'auront pas fait r&#233;parer leur v&#233;hicule dans le
                        cadre de cette campagne de modification hors usine autoris&#233;e en janvier 2001 recevront la
                        lettre ci-jointe qui sera post&#233;e en f&#233;vrier 2001. Veuillez consulter la lettre G-00901
                        de mars 2000 quant aux pi&#232;ces, &#224; la main-d'oeuvre, &#224; la garantie et aux
                        renseignements d&#233;taill&#233;s touchant cette campagne.
                    </para>
                </lev1>
                <lev1>
                    <title>CE QUE VOUS DEVRIEZ FAIRE</title>
                    <para>Tous les concessionnaires peuvent aider &#224; am&#233;liorer le taux d'ex&#233;cution de
                        rappels de s&#233;curit&#233; et de modifications hors usine autoris&#233;es en suivant les
                        indications ci-dessous.
                    </para>
                    <seqlist style="arabic">
                        <item>
                            <para>V&#233;rifier si les v&#233;hicules dont vous faites l'entretien font l'objet de
                                rappels de s&#233;curit&#233; et de modifications hors usine autoris&#233;es qui n'ont
                                pas &#233;t&#233; ex&#233;cut&#233;s.
                            </para>
                        </item>
                        <item>
                            <para>Prendre les dispositions n&#233;cessaires afin d'ex&#233;cuter ces rappels de s&#233;curit&#233;
                                et modifications hors usine autoris&#233;es avant que le v&#233;hicule ne quitte les
                                lieux.
                            </para>
                        </item>
                        <item>
                            <para>V&#233;rifier l'adresse postale et le num&#233;ro de t&#233;l&#233;phone du propri&#233;taire
                                et mettre tous les dossiers &#224; jour avant que le client ne quitte les lieux.
                            </para>
                        </item>
                        <item>
                            <para>Les concessionanires vendeurs doivent communiquer avec les clients qui n'ont pas fait
                                ex&#233;cuter les rappels de s&#233;curit&#233; sur leurs v&#233;hicules et tenir un
                                suivi des taux d'ex&#233;cution des campagnes avec les rapports &#224; barres vertes
                                (liste des NIV) fournis pour chaque campagne.
                            </para>
                        </item>
                    </seqlist>
                    <para>
                        <emph type="bold">Distribution :</emph>
                        Tous les concessionnaires
                    </para>
                </lev1>
            </geninfo>
        </description>
    </afc>
</isis>
