<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 01913 - Modification de rallonge d'aile des mod&#232;les 4300 et 4400 pourvus d'un essieu
        directeur d'une capacit&#233; de 8 000 lb, code 02ADV, construits entre le 24 octobre 2000 et le 17 octobre
        2001, pour &#233;liminer le contact avec les pneus lors de virages serr&#233;s.
    </stitle>
    <afc id="afc01913" translation="french">
        <afcnum>01913</afcnum>
        <afcdate>Mars 2002</afcdate>
        <subjectfile>T&#212;LE DU TRAIN AVANT</subjectfile>
        <subject>Modification de rallonge d'aile des mod&#232;les 4300 et 4400 pourvus d'un essieu directeur d'une
            capacit&#233; de 8 000 lb, code 02ADV, construits entre le 24 octobre 2000 et le 17 octobre 2001, pour
            &#233;liminer le contact avec les pneus lors de virages serr&#233;s.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/17/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/17/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>0002ADV</ucode>
                <ucode>0027DNB</ucode>
                <ucode>0027DHH</ucode>
                <ucode>0027DMA</ucode>
                <ucode>0027DMC</ucode>
                <ucode>0027DMW</ucode>
                <ucode>0027DNS</ucode>
                <ucode>0027DPZ</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01913.pdf" bookname="AFC">Original bon &#224; tirer (fichier pdf) de
                        la lettre AFC
                    </exhotlnk>
                </para>
                <para>
                    <emph type="boldundersc">Aucune lettre d'avis aux clients concernant cet AFC ne sera envoy&#233;e
                        par la poste.
                    </emph>
                </para>
                <para>Les rallonges d'aile des mod&#232;les 4300 et 4400 pourvus d'un essieu directeur d'une capacit&#233;
                    de 8 000 lb, code 02ADV, construits entre le 24 octobre 2000 et le 17 octobre 2001, doivent faire
                    l'objet d'une modification pour &#233;liminer le contact avec les pneus lors de virages serr&#233;s.
                </para>
                <para>Outre la modification de la rallonge d'aile, les but&#233;es d'angle de braquage des essieux des
                    mod&#232;les 4300 et 4400 construits entre le 17 juillet 2001 et le 17 octobre 2001 doivent &#234;tre
                    rajust&#233;es &#224; un angle de braquage de 50 degr&#233;s.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t019131">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.41in"/>
                    <colspec colname="col1" colwidth="4.11in"/>
                    <colspec colname="col2" colwidth="1.03in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>8000827R91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Trousse comprenant&#160;:</para>
                                <para>Instructions 2508012R1 (1)</para>
                                <para>Battant de rallonge d'aile gauche 2507939C91(1)</para>
                                <para>Battant de rallonge d'aile droite 2507940C91 (1)</para>
                                <para>Rondelle 25552R1 (2)</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="8">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <note>
                    <para>Si le v&#233;hicule faisant l'objet de l'entretien est pourvu de nouvelles rallonges d'ailes,
                        num&#233;ros de pi&#232;ce 3566716C1 et 3566719C1, il n'est pas n&#233;cessaire d'effectuer
                        cette modification.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les blessures et (ou) les dommages mat&#233;riels, stationnez le camion sur
                        une surface de niveau, mettez la bo&#238;te de vitesses en position de point mort ou de
                        stationnement, calez les roues, serrez le frein de stationnement et coupez le contact.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;verrouillez le capot et faites-le basculer en position ouverte.</para>
            </step1>
            <step1>
                <para count="1">Enlevez les boulons de fixation et l'&#233;crou de la rallonge d'aile (illustration
                    1).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la rallonge d'aile.</para>
            </step1>
            <figure id="f019131" figsize="col-wide">
                <graphic filename="../afcfigures/g019131.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 1. D&#233;pose de la rallonge d'aile - c&#244;t&#233; conducteur illustr&#233;</caption>
                <calloutgroup>
                    <callout1>1. BOULONS DE FIXATION (1)</callout1>
                    <callout1>2. &#201;CROU SUR LE GOUJON DE FIXATION</callout1>
                    <callout1>3. BOULON DE FIXATION (NON ILLUSTR&#201;)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">R&#233;p&#233;tez les &#233;tapes 2 et 3 de l'autre c&#244;t&#233;.</para>
            </step1>
            <step1>
                <para count="1">Retirez les deux boulons du support de montage de la cabine au niveau de la glissi&#232;re
                    (
                    <hotlnk xrefid="f019133">illustration 3</hotlnk>) et posez le battant de rallonge d'aile qui est
                    compris dans la trousse 8000827R91. Assurez-vous que le battant de caoutchouc est positionn&#233;
                    &#224; l'ext&#233;rieur, et que le support de m&#233;tal (
                    <hotlnk xrefid="f019132">illustration 2</hotlnk>) repose contre la glissi&#232;re du support de
                    montage de la cabine. Remettez les boulons en place et serrez-les &#224; un couple de 88 &#224; 106
                    lbf-pi (119 &#224; 144 Nm).
                </para>
            </step1>
            <figure id="f019132" figsize="col-wide">
                <graphic filename="../afcfigures/g019132.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 2. Vue arri&#232;re du battant de la rallonge d'aile</caption>
            </figure>
            <figure id="f019133" figsize="col-wide">
                <graphic filename="../afcfigures/g019133.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 3. Battant de la rallonge d'aile mont&#233; sur le support de la cabine - les fl&#232;ches
                    indiquent les boulons (2) devant &#234;tre utilis&#233;s
                </caption>
            </figure>
            <step1>
                <para count="1">R&#233;p&#233;tez l'&#233;tape 5 sur l'autre c&#244;t&#233;.</para>
            </step1>
            <step1>
                <para count="1">Si le v&#233;hicule a &#233;t&#233; construit entre
                    <emph type="bold">le 17 juillet 2001 et le 17 octobre 2001</emph>
                    et est pourvu d'essieux directeurs d'une capacit&#233; de 8&#160;000 lb, les but&#233;es d'essieu
                    doivent &#234;tre rajust&#233;es &#224; un angle de braquage de 50 degr&#233;s. Desserrez le contre-&#233;crou
                    de la but&#233;e d'essieu et tournez le boulon de but&#233;e de 1 1/2 tours vers l'int&#233;rieur
                    (dans le sens des aiguilles d'une montre). Serrez le contre-&#233;crou &#224; un couple de 90 &#224;
                    120 lbf-pi (122 &#224; 163 Nm) (
                    <hotlnk xrefid="f019134">illustration 4</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Un tour complet du boulon de but&#233;e d'essieu correspond &#224; 2 degr&#233;s d'angle de
                        braquage.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Ne serrez pas de plus de 1 1/2 tours lorsque vous ajustez le boulon de but&#233;e d'essieu de
                        son r&#233;glage d'usine d'origine afin d'&#233;viter des probl&#232;mes de jeu au niveau de la
                        biellette de direction, de l'essieu, et des fixations d'essieu.
                    </para>
                </caution>
            </specpara>
            <figure id="f019134" figsize="col-wide">
                <graphic filename="../afcfigures/g019134.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figure 4. R&#233;glage de but&#233;e d'essieu</caption>
                <calloutgroup>
                    <callout1>1. TOURNEZ DANS LE SENS DES AIGUILLES D'UNE MONTRE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">R&#233;p&#233;tez l'&#233;tape 7 de l'autre c&#244;t&#233;.</para>
            </step1>
            <step1>
                <para count="1">Pr&#233;parez les rallonges d'aile d&#233;pos&#233;es aux fins de modification en
                    nettoyant des surfaces tout le d&#233;bris provenant de la route.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez
                    <hotlnk xrefid="f019135">l'illustration 5</hotlnk>
                    (c&#244;t&#233; conducteur) et
                    <hotlnk xrefid="f019137">l'illustration 7</hotlnk>
                    (c&#244;t&#233; passager) pour disposer ou marquer la partie devant &#234;tre retir&#233;e sur le c&#244;t&#233;
                    convexe (surface du c&#244;t&#233; du longeron de cadre de ch&#226;ssis ou c&#244;t&#233; de renfort
                    longitudinal) des rallonges d'ailes.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Les lignes que vous tracez suivront normalement les lignes de contour de la surface de la
                        rallonge d'aile. Ne coupez pas les lignes de contour pour conserver la rigidit&#233; de la
                        rallonge d'aile.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Utilisez une scie alternative d'atelier ou une fraiseuse &#224; d&#233;tourer pour
                    couper la rallonge d'aile selon le mod&#232;le &#233;tabli &#224; l'&#233;tape 10.
                </para>
            </step1>
            <step1>
                <para count="1">Remettez les rallonges d'aile modifi&#233;es en place. Posez une rondelle provenant de
                    la trousse 8000827R91 sur le goujon de montage, article 2 dans l'illustration 1, entre la rallonge
                    d'aile et l'&#233;crou. Serrez les attaches &#224; un couple de 34 &#224; 38 lbf-pi (46 &#224; 52
                    Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Placez un cric en-dessous de la partie centrale de l'essieu avant et soulevez le train
                    avant du v&#233;hicule jusqu'&#224; ce que les roues de l'essieu directeur ne touchent plus au sol.
                </para>
            </step1>
            <step1>
                <para count="1">Faites d&#233;marrer le moteur et laissez-le tourner au ralenti pendant plusieurs
                    minutes, jusqu'&#224; ce que le liquide hydraulique soit r&#233;chauff&#233;. En utilisant 30 livres
                    de force de jante, tournez le volant d'un tour complet vers la droite, puis d'un tour complet vers
                    la gauche afin d'engager les deux but&#233;es d'essieu. V&#233;rifiez le jeu entre la biellette de
                    direction, l'essieu et les fixations d'essieu. Coupez le moteur et retirez le cric.
                </para>
            </step1>
            <para>
                <title>Instructions de disposition</title>
            </para>
            <figure id="f019135" figsize="col-wide">
                <graphic filename="../afcfigures/g019135.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figure 5. Disposition de la rallonge d'aile - c&#244;t&#233; conducteur</caption>
            </figure>
            <figure id="f019136" figsize="col-wide">
                <graphic filename="../afcfigures/g019136.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figure 6. Rallonge d'aile pr&#234;te &#224; &#234;tre modifi&#233;e</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Mettez la rallonge d'aile en position de renfort longitudinal, tel qu'indiqu&#233; sur
                        <hotlnk xrefid="f019135">l'illustration 5</hotlnk>
                        et
                        <hotlnk xrefid="f019136">l'illustration 6</hotlnk>.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Rep&#233;rez et marquez les points B et C le long de la ligne de contour, &#224; une
                                distance de 7,125 pouces du bord (illustration 5).
                            </para>
                        </item>
                        <item>
                            <para>Rep&#233;rez et marquez une ligne verticale &#224; partir du bord inf&#233;rieur, au
                                niveau du point A, jusqu'au point B (illustration 5).
                            </para>
                        </item>
                        <item>
                            <para>Rep&#233;rez et marquez la ligne horizontale E-G &#224; une distance de 7,0 pouces du
                                bord, tel qu'indiqu&#233; sur l'illustration 5.
                            </para>
                        </item>
                        <item>
                            <para>Rep&#233;rez et marquez la ligne C-E en suivant les lignes de contour, tel qu'indiqu&#233;
                                sur l'illustration 5.
                            </para>
                        </item>
                        <item>
                            <para>Rep&#233;rez et marquez un rayon de 5 pouces entre les lignes C-E et E-G (illustration
                                5). Les points D et F constituent les points de tangence ou de raccord du rayon de 5
                                pouces.
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <figure id="f019137" figsize="col-wide">
                <graphic filename="../afcfigures/g019137.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figure 7. Disposition de la rallonge d'aile - c&#244;t&#233; passager</caption>
            </figure>
            <figure id="f019138" figsize="col-wide">
                <graphic filename="../afcfigures/g019138.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figure 8. Rallonge d'aile pr&#234;te &#224; &#234;tre modifi&#233;e</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Mettez la rallonge d'aile en position de renfort longitudinal, tel qu'indiqu&#233; sur
                        <hotlnk xrefid="f019135">l'illustration 7</hotlnk>
                        et
                        <hotlnk xrefid="f019136">l'illustration 8</hotlnk>.
                    </para>
                </item>
                <item>
                    <para>Rep&#233;rez et marquez la ligne B-C le long de la ligne de contour, &#224; une distance de
                        7,125 pouces du bord, tel qu'indiqu&#233; sur illustration 7.
                    </para>
                </item>
                <item>
                    <para>Rep&#233;rez et marquez une ligne verticale &#224; partir du bord, au niveau du point A,
                        jusqu'au point B, en suivant le long de la ligne de contour (illustration 7).
                    </para>
                </item>
                <item>
                    <para>Rep&#233;rez et marquez la ligne C-E le long de la ligne de contour (illustration 7).</para>
                </item>
                <item>
                    <para>Rep&#233;rez et marquez le point G, &#224; une distance de 12,875 pouces du bord, tel
                        qu'indiqu&#233; sur l'illustration 7.
                    </para>
                </item>
                <item>
                    <para>Relocalisez le point E, le long de la ligne C-E, de mani&#232;re &#224; ce qu'il soit situ&#233;
                        &#224; environ 11 pouces du rayon int&#233;rieur identifi&#233; par un X sur l'illustration 7.
                    </para>
                </item>
                <item>
                    <para>Tracez une ligne droite entre les points E et G (illustration 7).</para>
                </item>
                <item>
                    <para>Rep&#233;rez et marquez un rayon de 5 pouces entre les lignes C-E et E-G (illustration 7). Les
                        points D et F constituent les points de tangence ou de raccord du rayon de 5 pouces.
                    </para>
                </item>
            </randlist>
            <para>Conservez le mat&#233;riau de d&#233;coupe de la rallonge d'aile afin de pouvoir l'utiliser comme mod&#232;le
                sur les autres v&#233;hicules vis&#233;s par le pr&#233;sent document AFC.
            </para>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t019132">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.94in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration N&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01913-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose, modification, et remontage des rallonges d'ailes sur les c&#244;t&#233;s
                                    conducteur et passager du v&#233;hicule
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01913-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Ajustement de l'angle de braquage</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-01913.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Vous trouverez les directives
                compl&#232;tes &#224; la section 7-1 du manuel des garanties. Veuillez pr&#234;tez une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour vous assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun,
                veuillez pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-01913
                d'ici le 30 septembre 2003, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 30 septembre 2003.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
