<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 01911 - Reprogrammation du module de commande du circuit &#233;lectrique de la cabine (ESC)
        pour &#233;viter le d&#233;clenchement, dans certaines conditions, du compresseur du climatiseur des mod&#232;les
        4300 et 4400 construits avant le 19 juillet 2001
    </stitle>
    <afc id="afc01911" translation="french">
        <afcnum>01911</afcnum>
        <afcdate>Ao&#251;t 2001</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Reprogrammation du module de commande du circuit &#233;lectrique de la cabine (ESC) pour &#233;viter le
            d&#233;clenchement, dans certaines conditions, du compresseur du climatiseur des mod&#232;les 4300 et 4400
            construits avant le 19 juillet 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <enddate>07/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <enddate>07/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>0016WKA</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/F01911.pdf" bookname="AFC">Imprimer la lettre de modification hors usine
                        autoris&#233;e (fichier PDF)
                    </exhotlnk>
                </para>
                <para>Le programme install&#233; dans le module de commande du circuit &#233;lectrique avant le 19
                    juillet 2001 peut d&#233;clencher, dans certaines conditions, le compresseur du climatiseur. Le code
                    de d&#233;faillance 613-14-1-11 appara&#238;t lorsque cette situation se produit.
                </para>
                <para>Pour corriger cette situation, le programme du module de commande du circuit &#233;lectrique doit
                    &#234;tre mis &#224; niveau avec un logiciel de version 12 ou 104.
                </para>
                <specpara>
                    <note>
                        <para>Avant de prendre rendez-vous pour reprogrammer le module, vous devez chercher le NIV dans
                            ISIS ou sur le syst&#232;me h&#244;te DDEW pour vous assurer que le programme n'a &#233;t&#233;
                            mis &#224; niveau. Si le code de modification hors usine G-01911 est suivi du chiffre "2",
                            la reprogrammation a &#233;t&#233; faite et aucune autre intervention n'est n&#233;cessaire.
                            Le programme de nombreuses unit&#233;s peut avoir &#233;t&#233; mis &#224; niveau avant la
                            sortie de l'usine de montage de Springfield. D'autres unit&#233;s peuvent avoir eu une panne
                            de climatiseur et avoir &#233;t&#233; reprogramm&#233;es avec le logiciel le plus r&#233;cent.
                            Avec ICAP ou INTUNE, vous pouvez v&#233;rifier la version du programme du module de commande
                            du circuit &#233;lectrique. S'il s'agit de la version 12 ou 104, la reprogrammation n'est
                            pas n&#233;cessaire.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>MARCHE &#192; SUIVRE</title>
            <para>Un disque compact contenant le programme mis &#224; niveau pour tous les NIV touch&#233;s a &#233;t&#233;
                exp&#233;di&#233; &#224; tous les &#233;tablissements concessionnaires primaires et secondaires. Le
                disque compact devrait arriver &#224; votre &#233;tablissement entre le 20 et le 27 ao&#251;t 2001.
            </para>
            <step1>
                <para count="1">Assurez-vous que la version 1.5 du logiciel ICAP est charg&#233;e dans votre outil
                    EZ-Tech.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rez le disque compact dans le lecteur de disques compacts de votre outil
                    EZ-Tech.
                </para>
            </step1>
            <step1>
                <para count="1">Attendez que le programme automatique affiche l'&#233;cran montr&#233; ci-dessous
                    (Figure 1).
                </para>
            </step1>
            <figure id="f0191101" figsize="col-wide">
                <graphic filename="../afcfigures/g0191101.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figure 1. Affichage de l'&#233;cran</caption>
            </figure>
            <step1>
                <para count="1">Entrez les num&#233;ros des ch&#226;ssis que vous d&#233;sirez charger dans l'outil
                    EZ-Tech &#224; la case Edit (A).
                </para>
            </step1>
            <step1>
                <para count="1">Cliquez sur "Add" (B) ou appuyez sur la touche ENTER.</para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;tez les &#233;tapes 4 et 5 avec tous les num&#233;ros de ch&#226;ssis que
                    vous voulez charger.
                </para>
            </step1>
            <step1>
                <para count="1">Pour supprimer un num&#233;ro de ch&#226;ssis de la liste (D), cliquez sur le ch&#226;ssis
                    &#224; enlever (F) et cliquez sur "DELETE" (G).
                </para>
            </step1>
            <step1>
                <para count="1">Pour obtenir l'&#233;cran d'aide du programme, cliquez sur "Help" (H).</para>
            </step1>
            <step1>
                <para count="1">Cliquez sur le bouton "LOAD" (C) pour charger tous les ch&#226;ssis dans la liste (D).
                </para>
            </step1>
            <step1>
                <para count="1">Lorsque surgit la bo&#238;te de message indiquant que le chargement est termin&#233;,
                    cliquez sur "EXIT" (E) pour sortir.
                </para>
            </step1>
            <step1>
                <para count="1">Lancez ICAP et cliquez sur Program Vehicles.</para>
            </step1>
            <step1>
                <para count="1">S&#233;lectionnez le ch&#226;ssis &#224; programmer, connectez l'outil au v&#233;hicule
                    appropri&#233; et programmez le v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Apr&#232;s avoir fait la programmation, se reconnecter au ICAP d'International et
                        transmettre les confirmations de programmation en cliquant sur "Manual History Update" de l'&#233;cran
                        principal ICAP. Vous pouvez vouloir faire ceci p&#233;riodiquement; cependant, vous devriez
                        attendre le moins possible avant de transmettre ces renseignements, car le remboursement en
                        vertu de la garantie pour modification hors usine autoris&#233;e n'est pas approuv&#233;, tant
                        que la base de donn&#233;es ne confirme pas que la reprogrammation a &#233;t&#233; faite.
                    </emph>
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les demandes de remboursement.</para>
            <table id="t0191101">
                <title>Renseignements sur la main-d'oeuvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01911-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Programmation du module de commande du circuit &#233;lectrique</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 heure</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PRATIQUES ADMINISTRATIVES</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie. Les
                <hotlnk xrefid="afclaim">demandes de remboursement</hotlnk>
                doivent &#234;tre soumises de la mani&#232;re habituelle, en faisant r&#233;f&#233;rence &#224; la
                modification hors usine autoris&#233;e G-01911.
            </para>
            <para>Il est important d'inscrire les codes avec exactitude afin de faciliter le traitement de la demande de
                rembrousement au titre de la garantie. Les instructions d&#233;taill&#233;es se trouvent &#224; la
                section 7-1 du Manuel de garantie. Porter une attention particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Afin que ce changement soit effectu&#233; en temps opportun, toutes les demandes de remboursement
                relatives au programme G-01911 doivent &#234;tre soumises d'ici le 31 ao&#251;t 2002 ou, au-del&#224; de
                cette date, durant la p&#233;riode de garantie du v&#233;hicule.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="432px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
