<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 01902 - Il se peut que les supports arri&#232;re du moteur fix&#233;s au carter du volant
        soient l&#226;ches parce que les boulons de fixation du support des mod&#232;les 5000i et 9000i construits
        &#224; Garland entre le 9 ao&#251;t et le 17 octobre 2000 ne sont pas serr&#233;s au couple ad&#233;quat.
    </stitle>
    <afc id="afc01902" translation="french">
        <afcnum>01902</afcnum>
        <afcdate>Avril 2001</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Il se peut que les supports arri&#232;re du moteur fix&#233;s au carter du volant soient l&#226;ches
            parce que les boulons de fixation du support des mod&#232;les 5000i et 9000i construits &#224; Garland entre
            le 9 ao&#251;t et le 17 octobre 2000 ne sont pas serr&#233;s au couple ad&#233;quat.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>08/09/2000</startdate>
                        <enddate>10/17/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>08/09/2000</startdate>
                        <enddate>10/17/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Lors de l'assemblage &#224; l'usine de Garland (SST), il est possible que les boulons qui fixent
                    le support arri&#232;re du moteur au carter du volant sur certains mod&#232;les 5000i et 9000i
                    construits entre le 9 ao&#251;t et le 17 octobre 2000, n'aient pas &#233;t&#233; serr&#233;s au
                    couple ad&#233;quat.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Si le remplacement des boulons et des supports arri&#232;re du moteur est n&#233;cessaire, consulter
                la fiche technique pour obtenir les bons num&#233;ros de pi&#232;ces de rechange, en raison de la
                configuration du v&#233;hicule et du moteur.
            </para>
            <table id="t019022">
                <title>Couples de serrage des boulons de montage du support du moteur</title>
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="2.61in"/>
                    <colspec colname="col2" colwidth="3.91in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Moteur</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Couple de serrage</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Caterpillar 3406E, C10 et C12</para>
                            </entry>
                            <entry colname="col2">
                                <para>225 &#224; 245 lb&#8226;pi (305 &#224; 332 N&#8226;m)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Cummins N14 et ISM</para>
                            </entry>
                            <entry colname="col2">
                                <para>195 &#224; 215 lb&#8226;pi (264 &#224; 292 N&#8226;m)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Detroit Diesel s&#233;rie 60</para>
                            </entry>
                            <entry colname="col2">
                                <para>115 &#224; 125 lb&#8226;pi (156 &#224; 170 N&#8226;m)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <warning>
                    <para>Stationner le v&#233;hicule sur une surface plane et bloquer les roues afin de pr&#233;venir
                        les risques de blessures .
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Inspecter les c&#244;t&#233;s gauche et droit du support arri&#232;re du moteur, &#224;
                    l'endroit o&#249; il est boulonn&#233; au carter du volant, pour v&#233;rifier si le couple de
                    serrage des boulons est correct et si le support s'est d&#233;plac&#233; en raison d'un serrage
                    insuffisant.
                </para>
                <seqlist>
                    <item>
                        <para>Si l'on ne constate aucun signe de d&#233;placement et que les boulons de fixation sont
                            encore serr&#233;s, les serrer conform&#233;ment aux couples indiqu&#233;s du tableau 2.
                        </para>
                    </item>
                    <item>
                        <para>Si l'on constate des signes de d&#233;placement, d&#233;visser les boulons de fixation et
                            retirer le support pour examiner toutes les pi&#232;ces, y compris les filets du carter du
                            volant. Remplacer les boulons, les supports et le carter du volant au besoin. Serrer les
                            nouveaux boulons de fixation conform&#233;ment aux couples indiqu&#233;s au tableau 2. Dans
                            la plupart des cas, il ne devrait pas &#234;tre n&#233;cessaire de remplacer le carter du
                            volant.
                        </para>
                    </item>
                </seqlist>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les demandes de remboursement.</para>
            <table id="t019023">
                <title>Labor Information</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro d'op&#233;ration</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Temps</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter et serrer les boulons de fixation du support</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 heure</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecter, remplacer et serrer les boulons de fixation du support</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>4,3 heures</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Le carter du volant ne devrait &#234;tre remplac&#233; qu'en de rares occasions.
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Consulter le manuel SRT pour conna&#238;tre le mod&#232;le appropri&#233; de
                                    moteur et de camion.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PRATIQUE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les demandes de remboursement</hotlnk>
                doivent &#234;tre soumises de la mani&#232;re habituelle, en faisant r&#233;f&#233;rence &#224; la
                modification hors usine autoris&#233;e G-01902.
            </para>
            <para>Il est important d'inscrire les codes avec exactitude afin de faciliter le traitement de la demande de
                remboursement au titre de la garantie. Les instructions d&#233;taill&#233;es se trouvent &#224; la
                section 7-1 du Manuel de garantie. Porter une attention particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Afin que ce changement soit effectu&#233; en temps opportun, toutes les demandes de remboursement
                relatives au programme G-01902 doivent &#234;tre soumises d'ici le 30 avril 2002 ou, au-del&#224; de
                cette date, durant la p&#233;riode de garantie du v&#233;hicule.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
