<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 01912 - Remplacement du support (gousset) de la traverse de cadre de ch&#226;ssis des mod&#232;les
        5000i construits au cours de la p&#233;riode du 28 f&#233;vrier 2000 au 9 mai 2001 et pourvus d'une traverse
        interm&#233;diaire &#224; 5 pi&#232;ces
    </stitle>
    <afc id="afc01912" translation="french">
        <afcnum>01912</afcnum>
        <afcdate>D&#233;cembre 2002, DEUXI&#200;ME AVIS</afcdate>
        <subjectfile>B&#194;TI</subjectfile>
        <subject>Remplacement du support (gousset) de la traverse de cadre de ch&#226;ssis des mod&#232;les 5000i
            construits au cours de la p&#233;riode du 28 f&#233;vrier 2000 au 9 mai 2001 et pourvus d'une traverse
            interm&#233;diaire &#224; 5 pi&#232;ces
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>02/28/2000</startdate>
                        <enddate>05/09/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01912.pdf" bookname="AFC"></exhotlnk>
                </para>
                <para>Les mod&#232;les 5000i construits au cours de la p&#233;riode du 28 f&#233;vrier 2000 au 9 mai
                    2001 peuvent &#234;tre pourvus de supports de traverse de cadre de ch&#226;ssis utilis&#233;s
                    conjointement avec des traverses interm&#233;diaires en cinq pi&#232;ces et (ou) des traverses de
                    suspension avant arri&#232;re fabriqu&#233;es d'acier qui n'est pas conforme aux normes et qui
                    comportent des distorsions pouvant mener &#224; une d&#233;faillance pr&#233;matur&#233;e.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0191201">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.42in"/>
                    <colspec colname="col2" colwidth="1.60in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>8000826R91</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Trousse de support, comprenant :</para>
                                <para>Support de gauche 3535340C1 (2)</para>
                                <para>Support de droite 3535341C1 (2)</para>
                                <para>414078C1 Boulons (8) de 5/8 pouce</para>
                                <para>414089C1 &#201;crous (8) de 5/8 pouce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1 par traverse (voir la remarque)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Une trousse doit &#234;tre command&#233;e pour chaque traverse r&#233;par&#233;e.</para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel et (ou) blessure corporelle, stationner le v&#233;hicule
                        sur une surface plate et de niveau, couper le moteur, serrer le frein de stationnement et caler
                        les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Le proc&#233;d&#233; suivant n&#233;cessite l'enl&#232;vement des boulons Huckbolt&#174;. Se
                        reporter &#224; la section de service S01001Y, groupe 1, dans le manuel d'atelier principal,
                        pour prendre connaissance des m&#233;thodes d'enl&#232;vement approuv&#233;es.
                    </para>
                </note>
                <note>
                    <para>Remplacer chaque support (4) de traverse de cadre de ch&#226;ssis et serrer conform&#233;ment
                        aux sp&#233;cifications avant de proc&#233;der &#224; la prochaine traverse.
                    </para>
                </note>
            </specpara>
            <figure id="f01912a" figsize="pg-wide">
                <graphic filename="../afcfigures/g0191201.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="432px"/>
                <caption>Figure 1. Emplacements des supports de traverse de cadre de ch&#226;ssis indiqu&#233;s par des
                    fl&#232;ches
                </caption>
            </figure>
            <step1>
                <para count="1">Retirer les quatre boulons de fixation et &#233;crous du support de traverse de cadre de
                    ch&#226;ssis. Conserver aux fins de remontage.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les deux boulons Huckbolt du support de traverse de cadre de ch&#226;ssis au
                    moyen d'une m&#233;thode approuv&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Installer un nouveau support de traverse de cadre de ch&#226;ssis sur la traverse au
                    moyen des attaches enlev&#233;es &#224; l'&#233;tape 1. Serrer &#224; un couple de 102 &#224; 115 Nm
                    (75 &#224; 85 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer le montage du support sur le cadre &#224; l'aide de deux boulons de 5/8 pouce
                    et &#233;crous fournis dans la trousse. Serrer &#224; un couple de 217 &#224; 237 Nm (160 &#224; 175
                    lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter les &#233;tapes 1 &#224; 4 pour les trois derniers emplacements des
                    supports sur la traverse.
                </para>
            </step1>
            <step1>
                <para count="1">Poursuivre &#224; la prochaine traverse interm&#233;diaire et (ou) de suspension avant
                    arri&#232;re en 5 pi&#232;ces jusqu'&#224; ce que toutes les traverses interm&#233;diaires et (ou)
                    de suspension avant arri&#232;re en 5 pi&#232;ces aient &#233;t&#233; r&#233;par&#233;es.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Mettre les mat&#233;riaux remplac&#233;s au rebut localement. Ne pas les retourner.</para>
                </note>
            </specpara>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t019122">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01912-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Enl&#232;vement et remplacement de quatre supports de traverses de cadre de ch&#226;ssis-
                                    Un ou premier emplacement de ch&#226;ssis
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01912-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Enl&#232;vement et remplacement de quatre supports de traverse de cadre de ch&#226;ssis-
                                    Deuxi&#232;me emplacement et emplacements suppl&#233;mentaires de ch&#226;ssi
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-01912.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, toutes
                les r&#233;clamations aff&#233;rentes &#224; cette intervention G-01912 doivent &#234;tre pr&#233;sent&#233;es
                d'ici le 31 d&#233;cembre 2003, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 31 d&#233;cembre 2003.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
