<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 02902 - Nouvelle conception des bouchons de r&#233;servoirs d'&#233;quilibre des mod&#232;les
        7300, 7400 et 7500 construits du 28 mai 2001 au 19 mars 2002, avec deux r&#233;servoirs d'&#233;vacuation d'air
        dans le syst&#232;me de refroidissement du moteur
    </stitle>
    <afc id="afc02902" translation="french">
        <afcnum>02902</afcnum>
        <afcdate>June, 2002</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Nouvelle conception des bouchons de r&#233;servoirs d'&#233;quilibre des mod&#232;les 7300, 7400 et
            7500 construits du 28 mai 2001 au 19 mars 2002, avec deux r&#233;servoirs d'&#233;vacuation d'air dans le
            syst&#232;me de refroidissement du moteur
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le syst&#232;me de refroidissement du moteur des mod&#232;les 7300, 7400 et 7500 comporte un syst&#232;me
                    d'&#233;vacuation d'air qui se compose d'un r&#233;servoir d'&#233;quilibre et d'un r&#233;servoir
                    de trop-plein. Le bouchon du r&#233;servoir d'&#233;quilibre utilis&#233; sur ces mod&#232;les qui
                    ont &#233;t&#233; construits entre le 28 mai 2001 et le 19 mars 2002 permettra le d&#233;bit du
                    liquide de refroidissement &#224; partir du r&#233;servoir d'&#233;quilibre jusqu'au r&#233;servoir
                    de trop-plein, mais non son retour au r&#233;servoir d'&#233;quilibre lorsque le syst&#232;me se
                    refroidit, ce qui pourrait donner lieu &#224; un bas niveau de liquide de refroidissement et (ou)
                    &#224; une surchauffe du moteur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Le bouchon de nouvelle conception du r&#233;servoir d'&#233;quilibre, num&#233;ro de pi&#232;ce
                130704C1, sera exp&#233;di&#233; directement aux clients qui poss&#232;dent des mod&#232;les 7300, 7400
                et 7500 construits du 28 mai 2001 au 19 mars 2002. Les concessionnaires poss&#233;dant ces v&#233;hicules
                en stock recevront des bouchons de r&#233;servoir d'&#233;quilibre pour leurs v&#233;hicules. Les
                concessionnaires qui re&#231;oivent des bouchons de r&#233;servoirs d'&#233;quilibre pour les v&#233;hicules
                qui ont d&#233;j&#224; &#233;t&#233; vendus doivent acheminer ces bouchons aux nouveaux propri&#233;taires.
            </para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel et (ou) blessure corporelle, stationnez le v&#233;hicule
                        sur une surface de niveau, serrez le frein de stationnement, calez les roues, coupez le moteur
                        et tournez la cl&#233; de contact &#224; la position &#171;OFF&#187;.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Inspectez le bouchon du r&#233;servoir d'&#233;quilibre pour voir s'il s'agit d'un
                    bouchon de l'ancienne conception. Si le bouchon correspond &#224; celui qui est illustr&#233; dans
                    la Figure 1, il s'agit d'un bouchon de la nouvelle conception et celui-ci ne devrait pas &#234;tre
                    remplac&#233;. Si le bouchon ne correspond pas &#224; celui qui est illustr&#233; dans la Figure 1,
                    il doit &#234;tre remplac&#233;. Passez &#224; l'&#233;tape 2.
                </para>
            </step1>
            <figure id="f029021" figsize="col-wide">
                <graphic filename="../afcfigures/g029021.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="150"/>
                <caption>Figure 1. Bouchon de r&#233;servoir d'&#233;quilibre de nouvelle conception</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Laissez le moteur se refroidir avant d'enlever le bouchon du r&#233;servoir d'&#233;quilibre.
                        Isolez toujours le bouchon en l'enroulant d'un linge &#233;pais pour &#233;viter toute blessure
                        potentielle provoqu&#233;e par le liquide de refroidissement chaud ou la vapeur. N'enlevez pas
                        le bouchon imm&#233;diatement une fois que vous l'aurez desserr&#233; au premier cran. Attendez
                        un instant pour permettre &#224; l'exc&#233;dent de pression de se d&#233;gager par le tube de
                        trop-plein.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retirez le bouchon du r&#233;servoir d'&#233;quilibre, mettez-le au rebut, et
                    remplacez-le par le bouchon neuf.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>
                <title>RENSEIGNEMENTS SUR LA MAIN-D'&#338;UVRE</title>
            </para>
            <para>Pour minimiser les inconv&#233;nients subis par les clients et les concessionnaires, les bouchons des
                r&#233;servoirs d'&#233;quilibre seront envoy&#233;s directement aux propri&#233;taires; ainsi, aucune
                op&#233;ration de main-d'&#339;uvre n'a &#233;t&#233; attribu&#233;e et aucune r&#233;clamation au titre
                de la garantie ne doit &#234;tre pr&#233;sent&#233;e.
            </para>
        </laborinfo>
    </afc>
</isis>
