<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-02904 - Certains mod&#232;les de cabines doubles et de cabines allong&#233;es des camions de
        nouvelle production 4000, 7000 et 8000 sont pourvus de glaces lat&#233;rales arri&#232;re qui sont conformes aux
        exigences FMVSS, mais qui ne sont pas conformes au r&#232;glement 43 CEE europ&#233;en. Les mod&#232;les touch&#233;s
        ont &#233;t&#233; construits aux usines de montage de Springfield et de Garland au cours de la p&#233;riode du
        21 septembre 2001 au 1er mai 2002.
    </stitle>
    <afc id="afc02904" translation="french">
        <afcnum>G-02904</afcnum>
        <afcdate>Novembre 2002</afcdate>
        <subjectfile>CABINE</subjectfile>
        <subject>Certains mod&#232;les de cabines doubles et de cabines allong&#233;es des camions de nouvelle
            production 4000, 7000 et 8000 sont pourvus de glaces lat&#233;rales arri&#232;re qui sont conformes aux
            exigences FMVSS, mais qui ne sont pas conformes au r&#232;glement 43 CEE europ&#233;en. Les mod&#232;les
            touch&#233;s ont &#233;t&#233; construits aux usines de montage de Springfield et de Garland au cours de la
            p&#233;riode du 21 septembre 2001 au 1er mai 2002.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>09/21/2001</startdate>
                        <enddate>05/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les glaces lat&#233;rales arri&#232;re de certains mod&#232;les 4000, 7000 et 8000 &#224; cabine
                    double et &#224; cabine allong&#233;e r&#233;cemment construits ne sont pas conformes aux exigences
                    du r&#232;glement 43 CEE europ&#233;en en mati&#232;re de cassure du verre, bien que leur conformit&#233;
                    soit indiqu&#233;e. La glace n'est pas conforme aux exigences des FMVSS des &#201;.-U. en mati&#232;re
                    de cassure du verre. Les mod&#232;les touch&#233;s ont &#233;t&#233; construits aux usines de
                    montage de Springfield et de Garland au cours de la p&#233;riode du 21 september 2001 au 1er mai
                    2002. Puisque International ne peut contr&#244;ler l'exportation des v&#233;hicules, un programme a
                    &#233;t&#233; mis sur pied pour remplacer les glaces lat&#233;rales arri&#232;re par de nouvelles
                    glaces qui seront conformes aux exigences am&#233;ricaines et europ&#233;ennes.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0290401">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" align="center">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.42in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0">
                                <para>8000839R91</para>
                            </entry>
                            <entry colname="col1">
                                <para>N&#233;cessaire de glaces lat&#233;rales arri&#232;re de cabines allong&#233;es
                                    (comprend les glaces de gauche et de droite)
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>8000840R91</para>
                            </entry>
                            <entry colname="col1">
                                <para>N&#233;cessaire de glaces de portes de cabines doubles (comprend les glaces de
                                    droite et de gauche)
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Proc&#233;d&#233; relatif aux mod&#232;les &#224; cabine double</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel et (ou) blessure corporelle, stationner le v&#233;hicule
                        sur une surface de niveau, serrer le frein de stationnement, caler les roues et couper le
                        moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Se reporter &#224; la section d'entretien S16026 du manuel d'atelier principal pour obtenir de
                        plus amples renseignements.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Baisser la glace de la porte arri&#232;re jusqu'&#224; la position enti&#232;rement
                    ouverte.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le panneau de garnissage de porte arri&#232;re (Figure 1, article 1). Si la
                    porte est de type &#224; glace et &#224; verrouillage &#224; commande &#233;lectrique, d&#233;brancher
                    le faisceau de c&#226;blage du panneau de garnissage de porte.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever la feuille plastique d'&#233;tanch&#233;it&#233; du panneau de garnissage de
                    porte (Figure 1, article 2).
                </para>
            </step1>
            <step1>
                <para count="1">Soulever avec soin le bras du l&#232;ve-glace (Figure 1, article 10) du bloc coulissant
                    (Figure 1, article 11), situ&#233; dans la glissi&#232;re (Figure 1, article 12), en passant par
                    l'ouverture d'acc&#232;s de la porte (Figure 1, article 8).
                </para>
            </step1>
            <figure id="f029041" figsize="col-wide">
                <graphic filename="../afcfigures/g16026h1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figure 1. Composants de la porte arri&#232;re de la cabine double</caption>
                <calloutgroup>
                    <callout1>1. PANNEAU DE GARNISSAGE DE PORTE ARRI&#200;RE</callout1>
                    <callout1>2. FEUILLE PLASTIQUE D'&#201;TANCH&#201;IT&#201; DE L'INT&#201;RIEUR DE PORTE ARRI&#200;RE
                        DE LA CABINE
                    </callout1>
                    <callout1>3. PORTE ARRI&#200;RE DE LA CABINE</callout1>
                    <callout1>4. GLACE DE PORTE DE LA CABINE</callout1>
                    <callout1>5. PANNEAU D'INTERRUPTEUR DE L&#200;VE-GLACE &#201;LECTRIQUE</callout1>
                    <callout1>6. POIGN&#201;E DE L&#200;VE-GLACE</callout1>
                    <callout1>7. AXE DE LA POIGN&#201;E DE L&#200;VE-GLACE</callout1>
                    <callout1>8. OUVERTURE D'ACC&#200;S DE LA PORTE DE LA CABINE</callout1>
                    <callout1>9. TOURNEVIS &#192; LAME PLATE ET &#192; BOUT &#201;MOUSS&#201;</callout1>
                    <callout1>10. BRAS DU L&#200;VE-GLACE</callout1>
                    <callout1>11. BLOC COULISSANT DE LA GLACE DE PORTE DE LA CABINE</callout1>
                    <callout1>12. GLISSI&#200;RE DE LA GLACE DE PORTE DE LA CABINEC</callout1>
                    <callout1>13. PINCE DE RETENUE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlever le joint d'encadrement et la coulisse de la glace de porte arri&#232;re en
                    commen&#231;ant par tirer au niveau du c&#244;t&#233; sup&#233;rieur de l'ouverture de la glace,
                    puis de la partie sup&#233;rieure de l'ouverture de la glace, et enfin, vers le bas (Figure 2).
                </para>
                <figure id="f029042" figsize="col-wide">
                    <graphic filename="../afcfigures/g16026h3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="200"/>
                    <caption>Figure 2. D&#233;pose du joint d'encadrement et de la glissi&#232;re de la glace de porte
                        arri&#232;re de la cabine
                    </caption>
                    <calloutgroup>
                        <callout1>1. JOINT D'ENCADREMENT ET GLISSI&#200;RE DE PORTE ARRI&#200;RE DE LA CABINE</callout1>
                        <callout1>2. PORTE ARRI&#200;RE DE LA CABINE</callout1>
                        <callout1>3. PARTIE SUP&#201;RIEURE DU JOINT D'ENCADREMENT ET GLISSI&#200;RE DE PORTE ARRI&#200;RE
                            DE LA CABINE
                        </callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Enlever le joint d'encadrement et la courroie de la glace de porte de la cabine du
                    rebord rabattu inf&#233;rieur int&#233;rieur de la glace et du rebord rabattu inf&#233;rieur ext&#233;rieur
                    de la glace (Figure 3, article 1 et article 3).
                </para>
                <figure id="f029043" figsize="col-wide">
                    <graphic filename="../afcfigures/g16026h5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="200"/>
                    <caption>Figure 3. D&#233;pose du joint d'encadrement de la glace de porte arri&#232;re de la cabine
                        et de la courroie int&#233;rieure/ext&#233;rieure
                    </caption>
                    <calloutgroup>
                        <callout1>1. JOINT D'ENCADREMENT DE GLACE DE PORTE ARRI&#200;RE DE LA CABINE ET COURROIE INT&#201;RIEURE</callout1>
                        <callout1>2. PORTE ARRI&#200;RE DE LA CABINE</callout1>
                        <callout1>3. JOINT D'ENCADREMENT DE GLACE DE PORTE ARRI&#200;RE DE LA CABINE ET COURROIE EXT&#201;RIEURE</callout1>
                        <callout1>4. GLACE DE PORTE ARRI&#200;RE DE LA CABINE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">&#192; partir de l'ext&#233;rieur de la porte arri&#232;re de la cabine, allonger le
                    bras par la glace de la porte et monter la glace, puis saisir celle-ci et la sortir de la porte en
                    tirant (Figure 4).
                </para>
                <figure id="f029044" figsize="col-wide">
                    <graphic filename="../afcfigures/g16026h6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="200"/>
                    <caption>Figure 4. D&#233;pose de la glace de porte de la cabine</caption>
                    <calloutgroup>
                        <callout1>1. PORTE ARRI&#200;RE DE LA CABINE</callout1>
                        <callout1>2. GLACE DE PORTE ARRI&#200;RE DE LA CABINE</callout1>
                        <callout1>3. OUVERTURE DE GLACE DE PORTE ARRI&#200;RE DE LA CABINE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Poser la glace de rechange en inversant les &#233;tapes de d&#233;pose.</para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter le proc&#233;d&#233; sur l'autre c&#244;t&#233;.</para>
            </step1>
        </svcproc>
        <svcproc id="repair" graphiccount="3">
            <title>Proc&#233;d&#233; d'entretien relatif aux cabines allong&#233;es</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle, stationner le v&#233;hicule
                        sur une surface de niveau, serrer le frein de stationnement, caler les roues et couper le
                        moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Se reporter &#224; la section d'entretien S16026 du manuel d'atelier principal pour obtenir de
                        plus amples renseignements.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enlever le compartiment de rangement des si&#232;ges ou de la couchette, etc., pour
                    obtenir l'acc&#232;s au panneau de garnissage arri&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les seuils de porte et les couvercles des enrouleurs de ceinture sur les c&#244;t&#233;s
                    conducteur et passager.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrir le dispositif de verrouillage de la glace lat&#233;rale arri&#232;re et enlever
                    le joint d'encadrement de glace (Figure 6, article 2) en le tirant du mentonnet de la glace (Figure
                    6, article 3).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le panneau de garnissage lat&#233;ral et d'angle
                    <hotlnk xrefid="f029046">(Figure 5)</hotlnk>.
                </para>
            </step1>
            <figure id="f029045" figsize="col-wide">
                <graphic filename="../afcfigures/g029041.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figure 5. Panneau de garnissage lat&#233;ral et d'angle, c&#244;t&#233; passager
                    illustr&#233;
                </caption>
                <calloutgroup>
                    <callout1>1. PANNEAU DE GARNISSAGE LAT&#201;RAL ET D'ANGLE</callout1>
                    <callout1>2. ATTACHE DE VERROUILLAGE</callout1>
                    <callout1>3. CEINTURE &#201;PAULI&#200;RE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f029046" figsize="col-wide">
                <graphic filename="../afcfigures/g16026i5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figure 6. Composants de glace lat&#233;rale arri&#232;re de cabine allong&#233;e</caption>
                <calloutgroup>
                    <callout1>1. DISPOSITIF DE VERROUILLAGE DE GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                    <callout1>2. JOINT D'ENCADREMENT DE GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                    <callout1>3. MENTONNET DE GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                    <callout1>4. BOULON HEXAGONAL &#192; EMBASE</callout1>
                    <callout1>5. GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                    <callout1>6. &#201;CROU HEXAGONAL &#192; EMBASE</callout1>
                    <callout1>7. GOUJONS FILET&#201;S</callout1>
                    <callout1>8. BAVURE DU JOINT DE GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer les deux boulons hexagonaux &#224; embase du dispositif de verrouillage, &#224;
                    partir de l'int&#233;rieur de la cabine (Figure 6, article 4).
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les deux &#233;crous hexagonaux &#224; embase &#224; l'avant de la glace (Figure
                    6, Item 6), &#224; partir de l'int&#233;rieur de la cabine
                </para>
            </step1>
            <step1>
                <para count="1">Enlever soigneusement la glace et la placer sur une surface coussin&#233;e en orientant
                    le m&#233;canisme de verrouillage vers le haut.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le m&#233;canisme de verrouillage en le tournant dans le sens des aiguilles
                    d'une montre jusqu'&#224; ce que la barre de verrouillage se d&#233;gage de la fente du socle du m&#233;canisme
                    de verrouillage (Figure 7).
                </para>
                <figure id="f029046" figsize="col-wide">
                    <graphic filename="../afcfigures/g16026i6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="200"/>
                    <caption>Figure 7. Composants du dispositif de verrouillage de la glace lat&#233;rale arri&#232;re
                        de la cabine allong&#233;e
                    </caption>
                    <calloutgroup>
                        <callout1>1. GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                        <callout1>2. DISPOSITIF DE VERROUILLAGE DE LA GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                        <callout1>3. SOCLE DE MONTAGE DE LA GLACE LAT&#201;RALE ARRI&#200;RE</callout1>
                        <callout1>4. BARRE DE VERROUILLAGE</callout1>
                        <callout1>5. FENTE DU SOCLE DE MONTAGE DU M&#201;CANISME DE VERROUILLAGE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Mettre la glace de rechange en place en inversant les &#233;tapes de d&#233;pose.</para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter le proc&#233;d&#233; sur l'autre c&#244;t&#233;.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0290402">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-02904-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement des glaces de droite et de gauche arri&#232;re de
                                    cabine allong&#233;e
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,6 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-02904-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement des glaces de gauche et de droite arri&#232;re de
                                    cabine double
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-02904.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour vous assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun,
                veuillez pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-02904
                d'ici le 30 novembre 2003, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 30 novembre 2003.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
