<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-03902 - Le cylindre d'amortissement du capot qui retient le capot lors des ouvertures et des
        fermetures risque de se s&#233;parer ou de s'&#233;loigner de la surface de montage du capot de certains mod&#232;les
        9900i et 9900ix construits au cours de la p&#233;riode du 19 avril 2001 au 2 janvier 2002
    </stitle>
    <afc id="afc03902" translation="french">
        <afcnum>G-03902</afcnum>
        <afcdate>April, 2003</afcdate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subject>Le cylindre d'amortissement du capot qui retient le capot lors des ouvertures et des fermetures risque
            de se s&#233;parer ou de s'&#233;loigner de la surface de montage du capot de certains mod&#232;les 9900i et
            9900ix construits au cours de la p&#233;riode du 19 avril 2001 au 2 janvier 2002
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9900i
                    <daterange>
                        <startdate>04/19/2001</startdate>
                        <enddate>01/02/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900ix
                    <daterange>
                        <startdate>04/19/2001</startdate>
                        <enddate>01/02/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le cylindre d'amortissement du capot, qui retient le capot lors des ouvertures et fermetures de
                    celui-ci, risque de se s&#233;parer ou de s'&#233;loigner de la surface de montage des mod&#232;les
                    9900i et 9900ix construits au cours de la p&#233;riode du 19 avril 2001 au 2 janvier 2002. Le PROC&#201;D&#201;
                    D'ENTRETIEN fournit les consignes n&#233;cessaires pour poser une plaque de montage de nouvelle
                    conception pour le support du cylindre d'amortissement.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t039011">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="2.42in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>3577407C1</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Plaque de montage de renfort &#224; profil&#233; en &#171;C&#187;</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Adh&#233;sif Fusor T20 ou T21</para>
                            </entry>
                            <entry align="center">
                                <para>Se reporter au bulletin de renseignements sur les pi&#232;ces G-19-4577 ou
                                    communiquer avec Fusor au 1-800-234-3876
                                </para>
                            </entry>
                            <entry align="center"></entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROC&#201;D&#201; D'ENTRETIEN</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel et (ou) blessure corporelle, stationner le v&#233;hicule
                        sur une surface plate et de niveau, serrer le frein de stationnement, couper le moteur et caler
                        les roues.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retirer la grille de calandre.</para>
            </step1>
            <step1>
                <para count="1">Ouvrir le capot.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter d'endommager le capot, demander l'aide d'un assistant pour soutenir le capot
                        lors de la prochaine &#233;tape.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">D&#233;connecter le cylindre d'amortissement du capot au niveau du support du capot.
                </para>
            </step1>
            <step1>
                <para count="1">Pr&#233;voir un support convenable pour le capot, tout en prenant soin de prot&#233;ger
                    le capot contre tout dommage de contact (Figure 1).
                </para>
            </step1>
            <figure id="f039011" figsize="col-wide">
                <graphic filename="../afcfigures/g039011.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 1. Soutenir le capot</caption>
            </figure>
            <step1>
                <para count="1">Prendre note de la position du support du cylindre d'amortissement du capot.</para>
                <specpara>
                    <note>
                        <para>Le support du cylindre du capot sera mont&#233; au nouveau support de renfort, au moyen
                            des boulons utilis&#233;s dans les trous de montage d'origine du capot.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Enlever le support du cylindre d'amortissement du capot.</para>
            </step1>
            <step1>
                <para count="1">Frotter, nettoyer et pr&#233;parer la surface du capot afin de pouvoir y appliquer l'adh&#233;sif
                    (Figure 2).
                </para>
            </step1>
            <figure id="f039022" figsize="col-wide">
                <graphic filename="../afcfigures/g039022.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 2. Frotter, nettoyer et pr&#233;parer la surface du capot</caption>
            </figure>
            <specpara>
                <note>
                    <para>La plaque de renfort &#224; profil&#233; en &#171;C&#187; n'est pas sym&#233;trique. Lorsque
                        les boulons de fixation du support de cylindre d'amortissement sont bien situ&#233;s, ils seront
                        align&#233;s avec les trous de montage d'origine.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Effectuer un ajustement d'essai du nouveau renfort &#224; profil&#233; en C, num&#233;ro
                    de pi&#232;ce 3577407C1, et du support du cylindre d'amortissement, et marquer l'endroit (Figure 3).
                </para>
            </step1>
            <figure id="f039023" figsize="col-wide">
                <graphic filename="../afcfigures/g039023A.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figure 3. Ajustement d'essai du nouveau renfort &#224; profil&#233; en &#171;C&#187; et du
                    support de cylindre
                </caption>
                <calloutgroup>
                    <callout1>1. La fl&#232;che indique le trou qui ne sera pas recouvert lorsque la plaque de renfort
                        &#224; profil&#233; en &#171;C&#187; est situ&#233;e de mani&#232;re appropri&#233;e.
                    </callout1>
                    <callout1>2. Mettre le profil&#233; en &#171;C&#187; en position &#224; 4,61 pouces du rebord, tel
                        qu'illustr&#233;.
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Frotter et nettoyer l'int&#233;rieur de la plaque de renfort &#224; profil&#233; en
                    &#171;C&#187; et appliquer une couche uniforme d'adh&#233;sif Fusor T20/T21.
                </para>
            </step1>
            <step1>
                <para count="1">Poser le renfort &#224; profil&#233; en &#171;C&#187; sur la surface marqu&#233;e ant&#233;rieurement.</para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le support du cylindre d'amortissement au renfort &#224; profil&#233;
                    en &#171;C&#187;. Introduire les boulons et les serrer &#224; un couple de 15 lbf-pi (20 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Reconnecter le cylindre d'amortissement du capot au niveau du support du capot.</para>
            </step1>
            <figure id="f039024" figsize="col-wide">
                <graphic filename="../afcfigures/g039024.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 4. Reconnecter le cylindre d'amortissement au support</caption>
            </figure>
            <step1>
                <para count="1">Fermer le capot.</para>
            </step1>
            <step1>
                <para count="1">Remettre la grille en place.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039012">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-03902-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Installation d'une plaque de montage de cylindre d'amortissement de nouvelle
                                    conception
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-03902.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour vous assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun,
                veuillez pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-03902
                d'ici le 30 avril 2004, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 30 avril 2004.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
