<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-03907 - Les boulons des charni&#232;res inf&#233;rieures du capot risque de toucher aux
        conduites de climatisation sur les mod&#232;les 7600 &#224; essieu recul&#233; construits &#224; l'usine de
        montage de Garland avant le 25 juillet 2003
    </stitle>
    <afc id="afc03907" translation="french">
        <afcnum>G-03907</afcnum>
        <afcdate>Septembre, 2003</afcdate>
        <subjectfile>CABINE</subjectfile>
        <subject>Les boulons des charni&#232;res inf&#233;rieures du capot risque de toucher aux conduites de
            climatisation sur les mod&#232;les 7600 &#224; essieu recul&#233; construits &#224; l'usine de montage de
            Garland avant le 25 juillet 2003
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7600
                    <daterange>
                        <enddate>07/25/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Dans certains cas, les boulons de montage des charni&#232;res inf&#233;rieures du capot, sur le c&#244;t&#233;
                    passager, peuvent toucher aux conduites de climatisation (Figure 1) sur les mod&#232;les 7600 &#224;
                    essieu recul&#233; construits &#224; l'usine de montage de Garland avant le 25 juillet 2003. Ce
                    contact peut provoquer la d&#233;faillance des conduites de climatisation.
                </para>
                <para>Un nouveau boulon, num&#233;ro de pi&#232;ce 35715000C1, est utilis&#233; dans la production
                    depuis le 25 juillet 2003.
                </para>
                <figure id="f039071" figsize="col-wide">
                    <graphic filename="../afcfigures/g039071.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px"/>
                    <caption>Figure 1. Boulons de charni&#232;res inf&#233;rieures du capot, vus &#224; partir du c&#244;t&#233;
                        passager
                    </caption>
                </figure>
            </geninfo>
        </description>
        <svcproc>
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle, stationner le v&#233;hicule
                        sur une surface de niveau, serrer le frein de stationnement, caler les roues et couper le
                        moteur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ouvrir le capot et rep&#233;rer les deux boulons des charni&#232;res inf&#233;rieures.
                    Inspecter les conduites de climatisation pour d&#233;celer tout contact des boulons. Si aucun
                    contact n'est constat&#233; et qu'il existe un jeu minimal de 6 mm (1/4 pouce), ce proc&#233;d&#233;
                    n'est pas requis. Si un jeu inad&#233;quat ou un contact des boulons avec les conduites de
                    climatisation est constat&#233;, proc&#233;der &#224; l'&#233;tape suivante.
                </para>
            </step1>
            <figure id="f039072" figsize="col-wide">
                <graphic filename="../afcfigures/g039072.png" type="png" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 2. Boulons de charni&#232;res inf&#233;rieures du capot, vus avec le capot ouvert
                </caption>
            </figure>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les blessures corporelles, porter des lunettes de s&#233;curit&#233; et un
                        &#233;cran facial en utilisant un outil pneumatique avec une meule &#224; tron&#231;onner.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>L'&#233;tape suivante est effectu&#233;e pendant que le boulon est install&#233;.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Utiliser un outil pneumatique avec meule &#224; tron&#231;onner, ou l'&#233;quivalent,
                    pour couper (raccourcir) les deux (2) boulons de montage des charni&#232;res inf&#233;rieures du
                    capot &#224; 10 mm (3/8 po). S'assurer que les deux (2) filets expos&#233;s demeurent sur chaque
                    boulon.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039071">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-03907-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Raccourcir (2) boulons des charni&#232;res inf&#233;rieures du capot sur le c&#244;t&#233;
                                    passager
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-03907.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-03907 d'ici le
                30 septembre 2004, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 30 septembre 2004.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.png" type="png" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
