<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04901 - Fuite du raccord et du bouchon de pompe &#224; huile haute pression des camions et
        mod&#232;les d'autobus International construits au cours de la p&#233;riode du 1er mars 2002 au 15 octobre 2002
        et pourvus de moteurs International DT 466E et 530E
    </stitle>
    <afc id="afc04901" translation="french">
        <afcnum>G-04901</afcnum>
        <afcdate>Mars 2004</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Fuite du raccord et du bouchon de pompe &#224; huile haute pression des camions et mod&#232;les
            d'autobus International construits au cours de la p&#233;riode du 1er mars 2002 au 15 octobre 2002 et
            pourvus de moteurs International DT 466E et 530E
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3200
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>03/01/2002</startdate>
                        <enddate>10/15/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>En raison de modifications de la conception des moteurs, qui ont donn&#233; lieu &#224; une
                    augmentation de la pression fonctionnelle de l'huile haute pression, il est possible qu'une fuite se
                    manifeste au niveau de certains bouchons et raccords de la pompe &#224; huile haute pression. Les
                    camions et les mod&#232;les d'autobus touch&#233;s ont &#233;t&#233; construits au cours de la p&#233;riode
                    du 1er mars 2002 au 15 octobre 2002.
                </para>
                <para>Tout v&#233;hicule construit au cours de la p&#233;riode pr&#233;cit&#233;e et dont la pompe
                    &#224; huile haute pression a &#233;t&#233; remplac&#233;e ne n&#233;cessitera pas cette r&#233;paration.
                    Nous avons examin&#233; nos dossiers de garantie, et la modification autoris&#233;e de tous les NIV
                    dont les pompes &#224; huile haute pression ont fait l'objet d'une r&#233;clamation au titre de la
                    garantie sera inscrite comme &#233;tant compl&#232;te. Ces clients ne recevront pas de lettre d'avis
                    de modification autoris&#233;e.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t049011">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.74*"/>
                    <colspec colname="col2" colwidth="1.65*"/>
                    <colspec colname="col3" colwidth="0.60*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1842906C91</para>
                            </entry>
                            <entry>
                                <para>Trousse de pompe &#224; huile haute pression se composant de ce qui suit :</para>
                                <para>Consignes 1171798R3 (1)</para>
                                <para>Enduit d'&#233;tanch&#233;it&#233; Loctite&#174; 680</para>
                                <para>Gros joint torique (1)</para>
                                <para>Petit joint torique (2)</para>
                                <para>Raccord de sortie (1)</para>
                                <para>Bouchon d'huile (1)</para>
                                <para>Bouchon d'orifice (1)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, couper le moteur, serrer le frein de
                        stationnement et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Ne pas tenter d'effectuer cette r&#233;paration pendant que la pompe est encore install&#233;e
                        sur le v&#233;hicule. La bille d'arr&#234;t du bouchon d'huile tombera lorsque le bouchon est
                        retir&#233;, et celle-ci ne pourra &#234;tre install&#233;e convenablement si la pompe se trouve
                        sur le moteur. Si la bille d'arr&#234;t tombe, le moteur ne d&#233;marrera pas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Retirer la pompe &#224; huile haute pression du moteur en suivant les proc&#233;d&#233;s
                    &#233;labor&#233;s dans le manuel d'atelier appropri&#233;.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Si l'&#233;crou hexagonal du raccord de sortie de la pompe &#224; huile haute pression devant
                        faire l'objet de la r&#233;paration est pourvu d'encoches, tel qu'illustr&#233; &#224; la Figure
                        3, article 3, ne pas tenter de r&#233;parer la pompe. Il est sugg&#233;r&#233; de remplacer la
                        pompe.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Ne pas serrer la pompe dans un &#233;tau sur le bo&#238;tier du joint. Cela pourrait provoquer
                        le dommage des joints et de la surface de montage de la pompe.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Placer la pompe &#224; huile haute pression dans un &#233;tau d'atelier, en position
                    verticale, tout en s'assurer que les garnitures de la m&#226;choire de l'&#233;tau touchent au bo&#238;tier,
                    tel qu'illustr&#233; &#224; la Figure 1. Prendre garde de ne pas trop serrer la m&#226;choire de l'&#233;tau,
                    puisque cela pourrait endommager le bo&#238;tier de la pompe.
                </para>
            </step1>
            <figure id="f049012" figsize="col-wide">
                <graphic filename="../afcfigures/F1312.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figure 1. La bonne fa&#231;on de monter la pompe dans l'&#233;tau</caption>
            </figure>
            <step1>
                <para count="1">Retirer le bouchon d'huile et le mettre au rebut (Figure 2, article 4).</para>
            </step1>
            <step1>
                <para count="1">Retirer le bouchon d'orifice et le mettre au rebut (Figure 2, article 5).</para>
            </step1>
            <step1>
                <para count="1">Retirer le raccord de sortie et le mettre au rebut (Figure 2, article 3).</para>
            </step1>
            <figure id="f049013" figsize="col-wide">
                <graphic filename="../afcfigures/F1307.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="392px"/>
                <caption>Figure 2. Emplacement des bouchons, du raccord et du bo&#238;tier de la pompe</caption>
                <calloutgroup>
                    <callout1>1. Bo&#238;tier de joint</callout1>
                    <callout1>2. Bo&#238;tier de pompe</callout1>
                    <callout1>3. Raccord de sortie</callout1>
                    <callout1>4. Bouchon d'huile</callout1>
                    <callout1>5. Bouchon d'orifice</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Ne pas nettoyer la pompe haute pression &#224; l'air comprim&#233;. La bille d'arr&#234;t
                        pourrait tomber de la pompe. La bille d'arr&#234;t n'est pas une pi&#232;ce pouvant faire
                        l'objet d'un entretien.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installer des joints toriques neufs sur le nouveau raccord de sortie et les deux
                    nouveaux bouchons (Figure 3). Prendre garde de bien loger les joints toriques au moment de leur
                    installation.
                </para>
            </step1>
            <figure id="f049011" figsize="col-wide">
                <graphic filename="../afcfigures/F1304.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 3. Joints toriques et raccords fournis dans la trousse 1842906C91</caption>
                <calloutgroup>
                    <callout1>1. Gros bouchon d'huile</callout1>
                    <callout1>2. Bouchon d'orifice</callout1>
                    <callout1>3. Emplacements des encoches</callout1>
                    <callout1>4. Raccord de sortie</callout1>
                    <callout1>5. Gros joint torique (1)</callout1>
                    <callout1>6. Petits joints toriques (2)</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Ne pas huiler les joints toriques. Utiliser uniquement les joints toriques fournis dans cette
                        trousse, en raison du rev&#234;tement sp&#233;cial en Teflon. Si le joint torique est desserr&#233;,
                        coup&#233; ou endommag&#233; avant l'installation, une nouvelle trousse doit &#234;tre command&#233;e.
                        Le d&#233;faut d'observer cette mise en garde donnera lieu &#224; une fuite de la pompe.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Nettoyer la pompe haute pression et les orifices avec un produit nettoyant pour freins
                    et un linge d'atelier propre et non pelucheux.
                </para>
            </step1>
            <step1>
                <para count="1">Avant d'installer le raccord de sortie et les deux bouchons dans la pompe haute
                    pression, s'assurer que la bille d'arr&#234;t est en place en introduisant une petite aiguille
                    &#224; partir de l'avant (surface usin&#233;e) de la pompe.
                </para>
            </step1>
            <step1>
                <para count="1">Enduire seulement les trois premiers filets du raccord et des bouchons de Loctite&#174;
                    680 (Figure 4). Seul le Loctite&#174; 680 peut &#234;tre utilis&#233; aux fins de cette r&#233;paration.
                    Ne pas appliquer plus qu'il n'est n&#233;cessaire pour recouvrir les trois premiers filets.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>L'enduit d'&#233;tanch&#233;it&#233; Loctite&#174; 680 doit &#234;tre ajout&#233; seulement
                        sur les trois premiers filets des raccords, tel qu'illustr&#233; &#224; la Figure 4.
                    </para>
                </note>
            </specpara>
            <figure id="f049014" figsize="col-wide">
                <graphic filename="../afcfigures/F1306.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figure 4. Loctite&#174; 680 sur les trois premiers filets du bouchon d'huile, du bouchon
                    d'orifice, et du raccord d'alimentation en huile.
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Il est essentiel de respecter le couple sp&#233;cifi&#233; sans que les filets ne deviennent
                        foir&#233;s. S'il est impossible d'obtenir le couple voulu, il faudra alors remplacer la pompe.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installer le raccord de sortie et serrer &#224; un couple de 40 &#224; 48 N&#183;m (30
                    &#224; 35 lbf&#183;pi).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le bouchon d'orifice et serrer &#224; un couple de 17 &#224; 21 N&#183;m (150
                    &#224; 186 lbf&#183;pi).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le bouchon d'huile et serrer &#224; un couple de 17 &#224; 21 N&#183;m (150
                    &#224; 186 lbf&#183;pi).
                </para>
            </step1>
            <step1>
                <para count="1">Se reporter au manuel d'atelier appropri&#233; pour prendre connaissance de la proc&#233;dure
                    de pose de la pompe haute pression sur le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Faire d&#233;marrer le moteur et v&#233;rifier s'il y a des fuites d'huile.</para>
            </step1>
            <step1>
                <para count="1">Couper le moteur et v&#233;rifier le niveau d'huile &#224; moteur. Ajouter de l'huile
                    selon le besoin.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t049012">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04901-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose, r&#233;paration et r&#233;installation de la pompe &#224; huile haute
                                    pression
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,3 h.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04901.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04901 d'ici le
                31 mars 2005, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mars 2005.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
