<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04906 - Am&#233;lioration de l'ensemble d'instruments, versions 11.0 et 17.0, pour les mod&#232;les
        3200, 4000, 7000 et 8000 HPV construits au cours de la p&#233;riode du 5 janvier 2003 au 26 novembre 2003
    </stitle>
    <afc id="afc04906" translation="french">
        <afcnum>G-04906</afcnum>
        <afcdate>Ao&#251;t 2004</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Am&#233;lioration de l'ensemble d'instruments, versions 11.0 et 17.0, pour les mod&#232;les 3200, 4000,
            7000 et 8000 HPV construits au cours de la p&#233;riode du 5 janvier 2003 au 26 novembre 2003
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut que les lectures du compteur kilom&#233;trique des ensembles d'instruments, versions
                    11.0 et 17.0, des mod&#232;les 3200, 4000, 7000 et 8000 HPV construits au cours de la p&#233;riode
                    du 5 janvier 2003 au 26 novembre 2003 soient impr&#233;cises.
                </para>
                <para>Pour rem&#233;dier &#224; cette anomalie, International Truck and Engine Corporation a mis sur
                    pied un programme d'inspection de l'ensemble d'instruments actuel visant &#224; confirmer la version
                    du logiciel; s'il est constat&#233; que le logiciel est de la version 11.0 ou 17.0, le couvercle
                    arri&#232;re de l'ensemble d'instruments doit &#234;tre remplac&#233; par un couvercle de nouvelle
                    conception pourvu d'une carte de circuits imprim&#233;s interceptrice.
                </para>
            </geninfo>
            <geninfo>
                <title>Proc&#233;dure d'inspection</title>
                <para>La personne responsable de r&#233;diger le bon de r&#233;paration doit effectuer cette simple man&#339;uvre
                    avant de proc&#233;der &#224; la r&#233;daction du bon.
                </para>
                <para>Apr&#232;s avoir tourn&#233; le commutateur d'allumage &#224; la position &#171;ON&#187;,
                    surveiller l'affichage de l'ensemble d'instruments afin de prendre connaissance de la version du
                    logiciel qui figurera dans l'ensemble d'instruments. La r&#233;paration est requise si la version du
                    logiciel est 11.0 ou 17.0. Aucune r&#233;paration n'est requise si toute autre version de logiciel,
                    y compris la 17.1, est affich&#233;e. Inscrire les mots
                    <emph type="bold">inspect&#233;</emph>
                    et
                    <emph type="bold">aucune r&#233;paration requise</emph>
                    sur la carte d'avis du client, et envoyer celle-ci par la poste.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0490601">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <colspec colname="col3" colwidth="0.71*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000849R91</para>
                            </entry>
                            <entry>
                                <para>Ensemble d'instruments / trousse de circuit intercepteur</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="12">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, couper
                        le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter des lunettes de s&#233;curit&#233;
                        et un &#233;cran facial lors des man&#339;uvres effectu&#233;es &#224; proximit&#233; des
                        batteries, afin d'&#233;viter les blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>NE PAS remettre &#224; z&#233;ro les milles et les heures de parcours avant d'installer
                        l'intercepteur.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>L'horom&#232;tre de la prise de force de l'ensemble d'instruments sera remis &#224; z&#233;ro
                        apr&#232;s l'installation de l'intercepteur. Pri&#232;re de prendre note des heures de la prise
                        de force et de les inscrire si l'horom&#232;tre de prise de force de l'ensemble d'instruments
                        est utilis&#233;; il faut conserver ces renseignements pour le client, puisque les heures de
                        prise de force recommenceront &#224; partir de z&#233;ro.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif et la mise &#224; la masse ECM de la
                    batterie.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les attaches et la colonne inf&#233;rieure du volant (Figure 1).</para>
            </step1>
            <figure id="f049061" figsize="pg-wide">
                <graphic filename="../afcfigures/g049061.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 1. Enlever le couvercle inf&#233;rieur de la colonne de direction</caption>
            </figure>
            <step1>
                <para count="1">Enlever les attaches et le panneau de garnissage du tableau de bord de l'ensemble
                    d'instruments (Figure 2).
                </para>
            </step1>
            <figure id="f049062" figsize="pg-wide">
                <graphic filename="../afcfigures/g049062.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 2. Retirer le panneau de garnissage du tableau de bord de l'ensemble d'instruments
                </caption>
            </figure>
            <step1>
                <para count="1">Enlever les attaches de l'ensemble d'instruments (Figure 3) et d&#233;placer l'ensemble
                    d'instruments du tableau de bord afin de pouvoir acc&#233;der au connecteur du faisceau de c&#226;blage
                    (Figure 4). Enlever l'ensemble d'instruments.
                </para>
            </step1>
            <figure id="f049063" figsize="col-wide">
                <graphic filename="../afcfigures/g049063.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 3. Enlever les attaches de l'ensemble d'instruments</caption>
            </figure>
            <specpara>
                <caution>
                    <para>L'&#233;lectricit&#233; statique peut endommager l'ensemble d'instruments en permanence. Avant
                        d'effectuer quelque man&#339;uvre que ce soit sur l'ensemble d'instruments, s'assurer de d&#233;charger
                        toute statique de son corps en touchant du m&#233;tal mis &#224; la masse. Ne pas porter de v&#234;tements
                        provoquant une accumulation de statique (tels que le nylon). Ne toucher &#224; aucune broche de
                        connecteur pendant la d&#233;pose et la pose de l'ensemble d'instruments. Effectuer toutes les
                        man&#339;uvres sur l'ensemble d'instruments dans un environnement propre.
                    </para>
                </caution>
            </specpara>
            <figure id="g049064" figsize="col-wide">
                <graphic filename="../afcfigures/g049064.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 4. D&#233;brancher le connecteur du faisceau de c&#226;blage de l'ensemble
                    d'instruments
                </caption>
            </figure>
            <step1>
                <para count="1">Placer l'ensemble d'instruments sur une surface de travail prot&#233;g&#233;e en
                    orientant la face de l'ensemble vers le bas.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les attaches du couvercle arri&#232;re de l'ensemble d'instruments (Figure 5).
                    Enlever le couvercle.
                </para>
            </step1>
            <figure id="f049065" figsize="pg-wide">
                <graphic filename="../afcfigures/g049065.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 5. Enlever les attaches du couvercle arri&#232;re</caption>
            </figure>
            <step1>
                <para count="1">Retirer le nouveau couvercle arri&#232;re et le circuit intercepteur de la trousse
                    8000849R91 (Figure 6).
                </para>
            </step1>
            <figure id="f049066" figsize="pg-wide">
                <graphic filename="../afcfigures/g049066.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 6. Nouveau couvercle arri&#232;re avec circuit intercepteur</caption>
            </figure>
            <step1>
                <para count="1">D&#233;brancher le connecteur du faisceau de c&#226;blage de l'affichage &#224; cristaux
                    liquides de la carte de circuits imprim&#233;s centrale de l'ensemble d'instruments (Figures 7 et
                    8).
                </para>
            </step1>
            <figure id="f049067" figsize="pg-wide">
                <graphic filename="../afcfigures/g049067.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 7. D&#233;brancher le connecteur du faisceau de c&#226;blage de l'affichage &#224;
                    cristaux liquides
                </caption>
            </figure>
            <figure id="f049068" figsize="pg-wide">
                <graphic filename="../afcfigures/g049068.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 8. D&#233;brancher le connecteur du faisceau de c&#226;blage de l'affichage &#224;
                    cristaux liquides (gros plan)
                </caption>
            </figure>
            <step1>
                <para count="1">Brancher le faisceau de c&#226;blage de l'afficage &#224; cristaux liquides au circuit
                    intercepteur sur le couvercle arri&#232;re neuf (Figure 9).
                </para>
            </step1>
            <figure id="f049069" figsize="pg-wide">
                <graphic filename="../afcfigures/g049069.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
            </figure>
            <step1>
                <para count="1">Brancher le faisceau de c&#226;blage de l'affichage du circuit intercepteur &#224; la
                    carte de circuits imprim&#233;s centrale (Figure 10).
                </para>
            </step1>
            <figure id="f0490610" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490610.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 9. Brancher le faisceau de c&#226;blage de l'affichage du circuit intercepteur</caption>
            </figure>
            <step1>
                <para count="1">Le circuit intercepteur devrait &#234;tre branch&#233; tel qu'illustr&#233; &#224; la
                    Figure 11.
                </para>
            </step1>
            <figure id="f0490611" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490611.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 10. Branchements du circuit intercepteur</caption>
            </figure>
            <step1>
                <para count="1">Aligner le couvercle arri&#232;re sur l'ensemble d'instruments et brancher le faisceau
                    de c&#226;blage principal du circuit intercepteur &#224; la carte de circuits imprim&#233;s
                    centrales (Figure 12).
                </para>
                <para>S'assurer que le connecteur du faisceau de c&#226;blage intercepteur est bien log&#233; dans le
                    connecteur de l'ensemble d'instruments. Le connecteur est bien en place lorsqu'un d&#233;clic se
                    fait entendre. Effectuer &#233;galement une inspection visuelle pour confirmer le branchement.
                </para>
            </step1>
            <figure id="f0490612" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490612.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 11. Brancher le faisceau de c&#226;blage principal</caption>
            </figure>
            <step1>
                <para count="1">Poursuivre les &#233;tapes 1 &#224; 6 dans l'ordre inverse.</para>
                <para>S'assurer du bon fonctionnement du module suite &#224; la r&#233;installation de l'ensemble
                    d'instruments. La lecture du compteur kilom&#233;trique sera affich&#233;e sur l'affichage &#224;
                    cristaux liquides sans que la cl&#233; ne soit ins&#233;r&#233;e. Allumer les feux de d&#233;tresse.
                    Les voyants des feux de d&#233;tresse clignoteront sans que la cl&#233; soit ins&#233;r&#233;e dans
                    le contact.
                </para>
                <specpara>
                    <note>
                        <para>Il se peut que les milles et les heures de parcours ne soit pas remis &#224; z&#233;ro
                            suite &#224; l'installation de l'intercepteur. Il se pourrait qu'il soit n&#233;cessaire de
                            conduire le v&#233;hicule sur une courte distance (moins d'un mille). Il faut alors appuyer
                            sur le bouton de remise &#224; z&#233;ro et s'assurer que les milles et les heures de
                            parcours ont &#233;t&#233; remis &#224; z&#233;ro.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0490602">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>A40-04906-1</para>
                            </entry>
                            <entry>
                                <para>Installation de circuit intercepteur</para>
                            </entry>
                            <entry align="center">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04906.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04906 d'ici le
                31 ao&#251;t 2005, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31 ao&#251;t 2005.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
