<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04904 - Contact de pale de ventilateur au d&#233;flecteur de ventilateur sur les mod&#232;les
        5500i et 5600i construits au cours de la p&#233;riode du 1er novembre 2002 au 31 mars 2004 et pourvus de moteurs
        Cummins et Caterpillar conformes aux normes antipollution entrant en vigueur apr&#232;s l'ann&#233;e 2004
    </stitle>
    <afc id="afc04904" translation="french">
        <afcnum>G-04904</afcnum>
        <afcdate>Juillet 2004</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Contact de pale de ventilateur au d&#233;flecteur de ventilateur sur les mod&#232;les 5500i et 5600i
            construits au cours de la p&#233;riode du 1er novembre 2002 au 31 mars 2004 et pourvus de moteurs Cummins et
            Caterpillar conformes aux normes antipollution entrant en vigueur apr&#232;s l'ann&#233;e 2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>03/31/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>03/31/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut qu'il se produise un contact des pales de ventilateur au d&#233;flecteur de ventilateur
                    sur certains mod&#232;les 5500i et 5600i construits au cours de la p&#233;riode du 1er novembre 2002
                    au 31 mars 2004 et pourvus de moteurs Cummins et Caterpillar conformes aux normes antipollution
                    entrant en vigueur ult&#233;rieurement &#224; l'ann&#233;e 2004, en raison d'un jeu insuffisant au
                    niveau du c&#244;t&#233; inf&#233;rieur droit (passager) du d&#233;flecteur. La modification du d&#233;flecteur
                    de ventilateur pr&#233;viendra un contact avec le ventilateur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0490401">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.0*"/>
                    <colspec colname="col2" colwidth="1.0*"/>
                    <colspec colname="col3" colwidth="1.0*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry>
                                <para>Description</para>
                            </entry>
                            <entry>
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2588027C91</para>
                            </entry>
                            <entry>
                                <para>Trousse d'attaches de d&#233;flecteur</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Laisser le moteur se refroidir afin d'&#233;viter toute blessure corporelle grave ou mortelle
                        d&#233;coulant d'un contact avec le liquide de refroidissement chaud ou la vapeur. Enrouler un
                        linge &#233;pais autour du bouchon du radiateur, appuyer sur le bouchon et desserrer celui-ci
                        lentement jusqu'au premier cran, puis permettre &#224; la pression de se d&#233;gager par le
                        tuyau de trop plein.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Sertir le tuyau de trop-plein du radiateur afin de minimiser la perte de liquide de
                    refroidissement, et le d&#233;brancher du radiateur (figure 1).
                </para>
            </step1>
            <figure id="f049041" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490401.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="392px"/>
                <caption>Figure 1. D&#233;brancher le tuyau de trop-plein du radiateur</caption>
            </figure>
            <specpara>
                <note>
                    <para>Ne pas vidanger le circuit de refroidissement avant d'effectuer l'&#233;tape suivante.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Sans d&#233;brancher les tuyaux du r&#233;servoir d'&#233;quilibre, enlever les boulons
                    de fixation du r&#233;servoir d'&#233;quilibre et d&#233;placer ce dernier (figure 2) afin de cr&#233;er
                    suffisamment de jeu pour d&#233;poser le d&#233;flecteur du ventilateur. Assujettir le r&#233;servoir
                    d'&#233;quilibre au moyen de cordes ou d'un fil m&#233;tallique pour &#233;viter tout dommage.
                </para>
            </step1>
            <figure id="f049042" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490402.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="432px"/>
                <caption>Figure 2. Retirer le r&#233;servoir d'&#233;quilibre</caption>
            </figure>
            <step1>
                <para count="1">Retirer le flexible du refroidisseur d'air de suralimentation (&#171;CAC&#187;) du
                    radiateur et du tuyau &#171;CAC&#187; (figure 3).
                </para>
            </step1>
            <figure id="f049043" figsize="col-wide">
                <graphic filename="../afcfigures/g0490403.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="352px"/>
            </figure>
            <step1>
                <para count="1">
                    <emph type="bold">C&#244;t&#233; conducteur :</emph>
                    Retirer le boulon de fixation sup&#233;rieur du tirant de soutien du radiateur.
                </para>
                <para>
                    <emph type="bold">C&#244;t&#233; passager :</emph>
                    Retirer les boulons de fixation sup&#233;rieur et inf&#233;rieur du tirant de soutien du radiateur,
                    ainsi que le tirant de soutien.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever six (6) boulons de montage du ventilateur au moyeu, puis retirer le
                    ventilateur.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever six (6) boulons de montage du d&#233;flecteur de ventilateur, puis retirer le d&#233;flecteur
                    du ventilateur.
                </para>
            </step1>
            <step1>
                <para count="1">Placer le d&#233;flecteur du ventilateur sur une surface propre et de niveau (figure 4).
                    Les fl&#232;ches indiquent la r&#233;gion devant &#234;tre modifi&#233;e.
                </para>
            </step1>
            <figure id="f049044" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490404.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Figure 3. D&#233;flecteur de ventilateur devant &#234;tre modifi&#233; entre les fl&#232;ches
                </caption>
            </figure>
            <step1>
                <para count="1">Tracer une ligne &#224; partir du bord droit jusqu'&#224; mi-chemin (environ 5-1/2
                    pouces) sur la courbe (figure 5). La ligne doit &#234;tre presque parall&#232;le au diam&#232;tre
                    ext&#233;rieur du d&#233;flecteur (figure 5). Continuer &#224; tracer la ligne &#224; un angle
                    (environ 5 pouces) de mani&#232;re &#224; couper avec le rayon du coin gauche (figure 5).
                </para>
            </step1>
            <figure id="f049045" figsize="col-wide">
                <graphic filename="../afcfigures/g0490405.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="392px"/>
                <caption>Figure 4. Marquer la surface du d&#233;flecteur de ventilateur &#224; supprimer</caption>
                <calloutgroup>
                    <callout1>1. 5 pouces</callout1>
                    <callout1>2. 5-1/2 pouces</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'un outil de coupe appropri&#233; (figure 6) enlever la surface marqu&#233;e
                    du d&#233;flecteur (figure 7). Nettoyer tout d&#233;bris de d&#233;coupe du d&#233;flecteur.
                </para>
            </step1>
            <figure id="f049046" figsize="col-wide">
                <graphic id="aa" filename="../afcfigures/g0490406.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="352px"/>
                <caption>Figure 5. Enlever la surface au moyen d'un outil de coupe</caption>
            </figure>
            <figure id="f049047" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490407.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="312px"/>
                <caption>Figure 6. D&#233;flecteur de ventilateur modifi&#233;</caption>
            </figure>
            <step1>
                <para count="1">Installer l'ouverture &#233;troite de l'attache en &#171;S&#187; fournie dans la trousse
                    2588027C91 sur le berceau de radiateur, &#224; 1-1/2 pouces du bord droit sur le c&#244;t&#233;
                    passager du v&#233;hicule (figure 8).
                </para>
            </step1>
            <figure id="f049048" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490408.webp" type="webp" scalefit="1" scalefitwidth="296px"
                         scalefitheight="352px"/>
                <caption>Figure 7. Installer l'attache en &#171;S&#187;</caption>
            </figure>
            <step1>
                <para count="1">R&#233;installer le d&#233;flecteur modifi&#233;, en s'assurant que le bord inf&#233;rieur
                    est log&#233; dans l'attache en &#171;S&#187; (figure 9). Serrer les boulons de fixation &#224; un
                    couple de 20 &#224; 26 Nm (15 &#224; 19 lbf-pi).
                </para>
            </step1>
            <figure id="f049049" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490409.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="352px"/>
                <caption>Figure 8. Confirmer l'engagement du d&#233;flecteur de ventilateur modifi&#233; dans l'attache
                    en &#171;S&#187;
                </caption>
            </figure>
            <step1>
                <para count="1">Remettre le ventilateur en place sur son moyeu. Serrer les boulons de fixation &#224; un
                    couple de 33 &#224; 38 Nm (24 &#224; 28 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Poursuivre les &#233;tapes 1 &#224; 4 dans l'ordre inverse. Serrer les boulons de
                    fixation du r&#233;servoir d'&#233;quilibre &#224; un couple de 29 &#224; 32 Nm (21 &#224; 24
                    lbf-pi).
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0490402">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04904-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose, modification et r&#233;installation du d&#233;flecteur de
                                    ventilateur
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>2,0 h.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04904.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04904 d'ici le
                31 juillet 2005, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 juillet 2005.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
