<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04910 - Il se peut que certains mod&#232;les 5000i, construits au cours de la p&#233;riode du
        20 ao&#251;t 2004 au 19 septembre 2004, ainsi que certains mod&#232;les 7000, construits au cours de la p&#233;riode
        du 13 mai 2004 au 18 juillet 2004, et pourvus de moteurs Caterpillar C-12 ou C-13 et de bo&#238;tes de vitesses
        Allison HD, soient munis de boulons de fixation de la t&#244;le d'entra&#238;nement au convertisseur de couple
        dont la force de serrage est inad&#233;quate
    </stitle>
    <afc id="afc04910" translation="french">
        <afcnum>G-04910</afcnum>
        <afcdate>Janvier 2005</afcdate>
        <subjectfile>BO&#206;TE DE VITESSES</subjectfile>
        <subject>Il se peut que certains mod&#232;les 5000i, construits au cours de la p&#233;riode du 20 ao&#251;t 2004
            au 19 septembre 2004, ainsi que certains mod&#232;les 7000, construits au cours de la p&#233;riode du 13 mai
            2004 au 18 juillet 2004, et pourvus de moteurs Caterpillar C-12 ou C-13 et de bo&#238;tes de vitesses
            Allison HD, soient munis de boulons de fixation de la t&#244;le d'entra&#238;nement au convertisseur de
            couple dont la force de serrage est inad&#233;quate
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>08/20/2004</startdate>
                        <enddate>09/19/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>08/20/2004</startdate>
                        <enddate>09/19/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <startdate>08/20/2004</startdate>
                        <enddate>09/19/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>05/13/2004</startdate>
                        <enddate>07/18/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut que les boulons de fixation de la t&#244;le d'entra&#238;nement soient compl&#232;tement
                    enfonc&#233;s dans le bo&#238;tier du convertisseur de couple, donnant ainsi lieu &#224; une force
                    de serrage inad&#233;quate.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0491001" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.74*"/>
                    <colspec colname="col2" colwidth="1.57*"/>
                    <colspec colname="col3" colwidth="0.69*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>8000851R91</para>
                            </entry>
                            <entry align="center">
                                <para>La trousse se compose des articles suivants :</para>
                                <para>Boulon &#224; t&#234;te hexagonale M8, 1,25 X 20 mm (12)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Allison 29535905</para>
                            </entry>
                            <entry align="center">
                                <para>T&#244;le d'entra&#238;nement de la transmission</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter toujours des
                        lunettes de s&#233;curit&#233; et un &#233;cran facial lors des man&#339;uvres effectu&#233;es
                        &#224; proximit&#233; des batteries afin de pr&#233;venir les dommages mat&#233;riels et les
                        blessures corporelles graves ou mortelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer et retirer la plaque d'acc&#232;s au carter du volant et, &#224; l'aide
                    d'une cl&#233; hexagonale de 5/8 po, retirer le bouchon filet&#233; du carter de volant moteur. La
                    plaque d'acc&#232;s et le bouchon sont situ&#233;s sur le c&#244;t&#233; passager du carter du
                    volant (Figures 1 et 2).
                </para>
            </step1>
            <figure id="f049101" figsize="pg-wide">
                <graphic filename="../afcfigures/G049101.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Vue de dessous du carter de volant sur le c&#244;t&#233; passager, cl&#233;
                    hexagonale de 5/8 pouce utilis&#233;e pour retirer le bouchon du carter du volant moteur
                </caption>
            </figure>
            <figure id="f049102" figsize="col-wide">
                <graphic filename="../afcfigures/G049102a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Bouchon et couvercle d'acc&#232;s retir&#233;s du carter du volant moteur</caption>
                <calloutgroup>
                    <callout1>1. Bouchon retir&#233;</callout1>
                    <callout1>2. Couvercle d'acc&#232;s retir&#233;</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Pour acc&#233;l&#233;rer la rotation du volant moteur &#224; l'&#233;tape suivante, on peut
                        utiliser un outil sp&#233;cial de Caterpillar, num&#233;ro de pi&#232;ce 9S9082.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Au moyen de l'outil sp&#233;cial Caterpillar, num&#233;ro de pi&#232;ce 9S9082, ou d'un
                    levier appropri&#233;, engager la couronne dent&#233;e du volant (Figure 3) et faire tourner le
                    volant jusqu'&#224; ce qu'un boulon de fixation de la t&#244;le d'entra&#238;nement soit centr&#233;
                    dans le trou du bouchon.
                </para>
            </step1>
            <figure id="f049103" figsize="pg-wide">
                <graphic filename="../afcfigures/G049103.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Rotation du volant &#224; l'aide d'un levier</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Faire preuve d'une extr&#234;me prudence lors de la d&#233;pose ou de la pose des boulons de
                        fixation de la t&#244;le d'entra&#238;nement. Si on &#233;chappe le boulon dans le carter et
                        qu'il est impossible de le r&#233;cup&#233;rer, on doit retirer la bo&#238;te de vitesses pour
                        sortir le boulon.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Retirer le boulon de fixation de la t&#244;le d'entra&#238;nement &#224; l'aide d'une
                    douille de 13 mm (Figure 4).
                </para>
            </step1>
            <figure id="f049104" figsize="pg-wide">
                <graphic filename="../afcfigures/G049104.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Figure 4. Retrait du boulon de fixation de la t&#244;le d'entra&#238;nement</caption>
            </figure>
            <step1>
                <para count="1">Inspecter le boulon enlev&#233; afin de rep&#233;rer toute usure et, au moyen d'un
                    miroir, regarder dans le trou du bouchon pour d&#233;terminer si le trou de montage de la t&#244;le
                    d'entra&#238;nement est allong&#233; d&#251; &#224; l'usure :
                </para>
                <para>
                    <emph type="bold">NOTA : L'usure est d&#233;finie comme &#233;tant une usure excessive ou un
                        gougeage en-dessous de la t&#234;te du boulon, &#224; l'endroit o&#249; la longueur filet&#233;e
                        commence, ainsi que l'allongement des trous de montage dans la t&#244;le d'entra&#238;nement.
                    </emph>
                </para>
                <seqlist>
                    <item>
                        <para>Si l'on ne d&#233;c&#232;le
                            <emph type="bold">aucune</emph>
                            usure du boulon ou de la t&#244;le d'entra&#238;nement d&#233;coulant du manque de force de
                            serrage, installer les boulons neufs faisant partie de la trousse. Serrer &#224; un couple
                            de 24 &#224; 32 Nm (19 &#224; 24 lbf-pi). Passer &#224; l'&#233;tape 6.
                        </para>
                    </item>
                    <item>
                        <para>En cas d'une usure excessive du boulon et (ou) de la t&#244;le d'entra&#238;nement d&#233;coulant
                            du manque de force de serrage, passer &#224; l'&#233;tape 8.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter les &#233;tapes 2 &#224; 5A pour remplacer le reste des boulons.
                </para>
            </step1>
            <step1>
                <para count="1">Une fois que les 12 boulons de fixation sont remplac&#233;s, r&#233;installer le bouchon
                    du volant, serrer &#224; un couple de 19 &#224; 23 Nm (14 &#224; 17 lbf-pi), et r&#233;installer le
                    couvercle d'acc&#232;s du volant. Passer &#224; l'&#233;tape 9.
                </para>
            </step1>
            <step1>
                <para count="1">Le remplacement de la t&#244;le d'entra&#238;nement et des boulons de fixation est
                    requis en raison de l'usure des boulons de montage de la t&#244;le d'entra&#238;nement et (ou) de la
                    t&#244;le d'entra&#238;nement. Cela n&#233;cessite la d&#233;pose de la bo&#238;te de vitesses afin
                    de pouvoir installer une nouvelle t&#244;le d'entra&#238;nement et 12 boulons de fixation neufs.
                    Serrer les boulons de fixation &#224; un couple de 26 &#224; 32 Nm (19 &#224; 24 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Rebrancher le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0491002">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04910-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Retrait et remplacement des boulons de fixation de la t&#244;le d'entra&#238;nement</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,1 h.</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-04910-2</para>
                            </entry>
                            <entry>
                                <para>Retrait et remplacement de la t&#244;le d'entra&#238;nement et des boulons de
                                    fixation
                                </para>
                            </entry>
                            <entry align="center">
                                <para>5,9 h.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04910.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04910 d'ici le
                31 janvier 2006, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 janvier 2006.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
    </afc>
</isis>
