<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04908 - Il se peut qu'il y ait un bouchon filet&#233; dans l'orifice d'&#233;chappement du r&#233;gulateur
        d'air des autobus de mod&#232;le 3000 CE construits &#224; l'usine de montage de Tulsa au cours de la p&#233;riode
        du 22 janvier 2001 au 14 juillet 2004 et pourvus de freins &#224; air comprim&#233; ou d'un compresseur d'air
        facultatif
    </stitle>
    <afc id="afc04908" translation="french">
        <afcnum>G-04908</afcnum>
        <afcdate>Octobre 2004</afcdate>
        <subjectfile>FREINS</subjectfile>
        <subject>Il se peut qu'il y ait un bouchon filet&#233; dans l'orifice d'&#233;chappement du r&#233;gulateur
            d'air des autobus de mod&#232;le 3000 CE construits &#224; l'usine de montage de Tulsa au cours de la p&#233;riode
            du 22 janvier 2001 au 14 juillet 2004 et pourvus de freins &#224; air comprim&#233; ou d'un compresseur
            d'air facultatif
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>01/22/2001</startdate>
                        <enddate>07/14/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut qu'il y ait un bouchon filet&#233; dans l'orifice d'&#233;chappement du r&#233;gulateur
                    d'air de certains autobus de mod&#232;le 3000 CE construits &#224; l'usine de montage de Tulsa au
                    cours de la p&#233;riode du 22 janvier 2001 au 14 juillet 2004 et pourvus de freins &#224; air
                    comprim&#233; ou d'un compresseur d'air facultatif Le retrait du bouchon filet&#233; du r&#233;gulateur
                    d'air prolongera la dur&#233;e de vie utile du compresseur d'air.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, couper
                        le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, purger
                        le syst&#232;me d'air avant d'effectuer l'entretien du compresseur ou des composants du syst&#232;me
                        d'air.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rer et retirer le bouchon filet&#233; de l'orifice d'&#233;chappement du r&#233;gulateur
                    d'air (Figure 1).
                </para>
            </step1>
            <figure id="f049081" figsize="pg-wide">
                <graphic filename="../afcfigures/g049083a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Retrait du bouchon filet&#233; de l'orifice d'&#233;chappement (fl&#232;che)
                </caption>
            </figure>
            <step1>
                <para count="1">V&#233;rifier le compresseur et le dessiccateur d'air pour s'assurer de leur
                    fonctionnement ad&#233;quat.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039071">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04908-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Retrait du bouchon filet&#233; de l'orifice d'&#233;chappement du r&#233;gulateur
                                    d'air
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,3 h.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04908.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, il faut
                pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04908 d'ici le
                31 octobre 2005, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 octobre 2005.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
