<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-04911 - Il se peut qu'un changement de vitesse difficile se manifeste sur certains mod&#232;les
        7400 pourvus d'un moteur DT 570 de code 12NPW et d'une bo&#238;te de vitesses Allison et construits au cours de
        la p&#233;riode du 6 avril 2004 au 13 ao&#251;t 2004
    </stitle>
    <afc id="f04911" translation="french">
        <afcnum>G-04911</afcnum>
        <afcdate>D&#233;cembre 2004</afcdate>
        <subjectfile>BO&#206;TES DE VITESSES</subjectfile>
        <subject>Il se peut qu'un changement de vitesse difficile se manifeste sur certains mod&#232;les 7400 pourvus
            d'un moteur DT 570 de code 12NPW et d'une bo&#238;te de vitesses Allison et construits au cours de la p&#233;riode
            du 6 avril 2004 au 13 ao&#251;t 2004
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7400
                    <daterange>
                        <startdate>04/06/2004</startdate>
                        <enddate>08/13/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut qu'un changement de vitesse difficile (rat&#233; de changement de vitesse) se manifeste
                    sur certains mod&#232;les 7400 construits au cours de la p&#233;riode du 6 avril 2004 au 13 ao&#251;t
                    2004 et pourvus de bo&#238;tes de vitesses Allison; cette anomalie d&#233;coule d'un facteur d'in&#233;galit&#233;
                    entre le r&#233;glage du r&#233;gime r&#233;gul&#233; (2 200 tr/mn) du moteur et celui du r&#233;gime
                    r&#233;gul&#233; (2 400 tr/mn) de la bo&#238;te de vitesses.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Proc&#233;d&#233; d'entretien</title>
            <para>Une lettre de campagne sera envoy&#233;e aux propri&#233;taires inscrits aux dossiers, les avisant de
                communiquer avec leur concessionnaire International pour fixer un rendez-vous afin de faire effectuer
                une corection du r&#233;glage de la bo&#238;te de vitesses Allison.
            </para>
            <para>Les concessionnaires International qui poss&#232;dent une certification d'Allison pour effectuer cette
                man&#339;uvre ex&#233;cuteront la correction du r&#233;glage de la bo&#238;te de vitesses. Les
                renseignements sur la correction du r&#233;glage sont disponibles aupr&#232;s d'Allison, et le num&#233;ro
                de NIV du v&#233;hicule est requis.
            </para>
            <para>Les concessionnaires International qui ne sont pas certifi&#233;s par Allison communiqueront avec le
                distributeur Allison le plus pr&#232;s pour fixer en rendez-vous afin que le client puisse se pr&#233;senter
                chez le distributeur Allison pour faire corriger le r&#233;glage. Le concessionnaire International
                paiera les frais de main-d'&#339;uvre d'Allison, qui peuvent varier selon le distributeur.
            </para>
            <para>Dans l'un ou l'autre de ces cas, le concessionnaire International effectuera le traitement des frais
                de la campagne de la mani&#232;re habituelle.
            </para>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039071">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04911-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Correction du r&#233;glage de la bo&#238;te de vitesses Allison par le
                                    concessionnaire International
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-04911-2</para>
                            </entry>
                            <entry>
                                <para>Correction du r&#233;glage de la bo&#238;te de vitesses Allison par le
                                    distributeur Allison
                                </para>
                            </entry>
                            <entry align="center">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les concessionnaires seront seulement responsables de payer les frais de main-d'&#339;uvre, dont la
                dur&#233;e ne devra pas d&#233;passer 1,0 heure, au tarif de main-d'&#339;uvre habituel de l'atelier,
                lorsque la correction du r&#233;glage est effectu&#233;e par un distributeur Allison. Ces frais doivent
                &#234;tre inclus dans la r&#233;clamation au titre de la garantie, sous &#171;Frais ext&#233;rieurs&#187;.
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-04911.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour vous assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun,
                veuillez pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-04911
                d'ici le 31 d&#233;cembre 2005, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 31 d&#233;cembre 2005.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
