<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-05910 - Remplacement des r&#233;servoirs de carburant de 100 gallons situ&#233;s entre les
        longerons des autobus CE, FE et RE construits au cours de la p&#233;riode du 16 mars 2005 au 20 juillet 2005
    </stitle>
    <afc id="afc05910" translation="french">
        <afcnum>G-05910</afcnum>
        <afcdate>Novembre 2005</afcdate>
        <subjectfile>R&#201;SERVOIRS &#192; CARBURANT</subjectfile>
        <subject>Remplacement des r&#233;servoirs de carburant de 100 gallons situ&#233;s entre les longerons des
            autobus CE, FE et RE construits au cours de la p&#233;riode du 16 mars 2005 au 20 juillet 2005
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Beach Mfg</vendor>
                <truckmodelgroup/>

                <truckmodel>CE 200
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE 200
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certains mod&#232;les d'autobus CE, FE et RE construits au cours de la p&#233;riode du 16 mars
                    2005 au 20 juillet 2005 sont pourvus de r&#233;servoirs de carburant de 100 gallons, situ&#233;s
                    entre les longerons, qui ne sont pas conformes aux normes de mat&#233;riau et qui rouillent &#224;
                    l'int&#233;rieur, provoquant l'obstruction des filtres &#224; carburant et donnant lieu &#224; une
                    puissance r&#233;duite du moteur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0591001">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="2" align="center">
                    <colspec colname="col1" align="center" colwidth="0.90*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>3584274C91</para>
                            </entry>
                            <entry>
                                <para>R&#233;servoir de carburant, 100 gal., entre les longerons</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3586922C91</para>
                            </entry>
                            <entry>
                                <para>R&#233;servoir de carburant, 100 gal., entre les longerons</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3596530C91</para>
                            </entry>
                            <entry>
                                <para>R&#233;servoir de carburant, 100 gal., entre les longerons</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Lorsque l'on commande le r&#233;servoir de carburant de rechange, il faut commander le m&#234;me
                        num&#233;ro qui figure sur la fiche de production.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Le carburant diesel est inflammable; le tenir &#233;loign&#233; des sources d'inflammation. Le
                        d&#233;faut d'observer cet avertissement pourrait entra&#238;ner des dommages mat&#233;riels ou
                        des blessures graves, voire mortelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Inspecter le filtre &#224; carburant principal/la cr&#233;pine (de gravier) pour rep&#233;rer
                    tout indice de rouille dans le circuit d'alimentation.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>En pr&#233;sence d'un indice de rouille, on doit vidanger le carburant et le mettre au
                            rebut conform&#233;ment aux bonnes pratiques de l'atelier, puis remplacer les filtres &#224;
                            carburant.
                        </para>
                    </item>
                    <item>
                        <para>Si
                            <emph type="bold">aucun</emph>
                            indice de rouille n'est rep&#233;r&#233;, vidanger le carburant dans un r&#233;cipient
                            propre appropri&#233; que l'on pourra r&#233;utiliser suite &#224; cette proc&#233;dure
                            d'entretien.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f059101" figsize="full-pg">
                <graphic filename="../afcfigures/g059101.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Figure 1. Ensemble de r&#233;servoir de carburant et de cage</caption>
                <calloutgroup>
                    <callout1>1. &#201;CROU DE FIXATION (24)</callout1>
                    <callout1>2. PAIRE DE BOULONS DE FIXATION (12)</callout1>
                    <callout1>3. TUBE DE GOULOT DE REMPLISSAGE</callout1>
                    <callout1>4. FLEXIBLE DE MISE &#192; L'AIR LIBRE</callout1>
                    <callout1>5. FLEXIBLE DE REMPLISSAGE EN CAOUTCHOUC</callout1>
                    <callout1>6. CANALISATION DE RETOUR DE CARBURANT</callout1>
                    <callout1>7. CONDUITE D'ALIMENTATION EN CARBURANT</callout1>
                    <callout1>8. CONDUITE CENTRALE DE MISE &#192; L'AIR LIBRE</callout1>
                    <callout1>9. TRANSMETTEUR DE NIVEAU DE CARBURANT</callout1>
                    <callout1>10. CONNECTEUR &#201;LECTRIQUE</callout1>
                    <callout1>11. COURROIE DE RETENUE DU R&#201;SERVOIR</callout1>
                    <callout1>12. BARRE TRANSVERSALE (EXTR&#201;MIT&#201; FERM&#201;E)</callout1>
                    <callout1>13. BOULON DE LA COURROIE DE RETENUE (6)</callout1>
                    <callout1>14. &#201;CROU DE FIXATION DE LA COURROIE DE RETENUE (6)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mettre un cric de transmission ou autre dispositif de levage appropri&#233; en dessous
                    du centre de l'ensemble de cage de r&#233;servoir et soulever le cric jusqu'&#224; ce qu'il touche
                    au bas de la cage (Figure 2). Le cric devrait &#234;tre situ&#233; au centre de l'ensemble de cage
                    de r&#233;servoir afin d'emp&#234;cher l'ensemble de basculer pendant son abaissement.
                </para>
            </step1>
            <figure id="f059102" figsize="pg-wide">
                <graphic filename="../afcfigures/G059102.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figure 2. Cric touchant &#224; la cage du r&#233;servoir de carburant</caption>
            </figure>
            <step1>
                <para count="1">Depuis un c&#244;t&#233; du r&#233;servoir de carburant, enlever un &#233;crou de
                    fixation de chacune des trois (3) courroies de retenue du r&#233;servoir (Figure 1, article 11).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer l'&#233;crou de fixation &#224; l'autre extr&#233;mit&#233; de chaque courroie
                    de retenue (3), mais ne pas l'enlever.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le flexible de remplissage en caoutchouc du tube du goulot de
                    remplissage en retirant les deux colliers de serrage et en faisant glisser le flexible du tube de
                    remplissage (Figure 1). Il peut s'av&#233;rer n&#233;cessaire de couper les attaches pour d&#233;placer
                    le flexible de carburant. Prendre note de l'emplacement initial de toutes les attaches afin de
                    pouvoir les remettre en position appropri&#233;e au moment de l'installation. S'il est impossible de
                    s&#233;parer enti&#232;rement le flexible du tube de remplissage, s'assurer que les colliers de
                    serrage sont desserr&#233;s afin que le flexible puisse &#234;tre d&#233;branch&#233; lorsque le r&#233;servoir
                    est abaiss&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Arrimer la cage du r&#233;servoir &#224; la &#171;plate-forme&#187; du cric &#224;
                    l'aide d'une cha&#238;ne de s&#233;curit&#233; ou d'une courroie de s&#233;curit&#233; &#224;
                    rochet. NOTA&#160;: Ne pas positionner la cha&#238;ne ou la courroie par-dessus le r&#233;servoir.
                    Arrimer la cage seulement. On doit pouvoir d&#233;placer le r&#233;servoir.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Les boulons de fixation sont dispos&#233;s en paires verticales. Chaque paire de boulons est
                        soud&#233; &#224; une courroie pour simplifier l'installation (Figure 1, article 2 et Figure 3).
                    </para>
                </note>
            </specpara>
            <figure id="f059103" figsize="pg-wide">
                <graphic filename="../afcfigures/G059103.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figure 3. Paire de boulons de fixation</caption>
            </figure>
            <step1>
                <para count="1">En laissant un &#233;crou de fixation install&#233; sur chaque coin de la cage, enlever
                    les 20 autres &#233;crous qui fixent la cage du r&#233;servoir de carburant au cadre de ch&#226;ssis
                    du v&#233;hicule (Figure 1, article 1).
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, n'effectuer aucune man&#339;uvre
                        en dessous de l'ensemble de r&#233;servoir et de cage tandis que celui-ci est support&#233; par
                        le cric.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Enlever les quatre &#233;crous de fixation qui restent, puis soulever le cric l&#233;g&#232;rement
                    pour pouvoir enlever le reste des boulons de fixation. Le r&#233;servoir et la cage sont maintenant
                    lib&#233;r&#233;s du cadre de ch&#226;ssis du v&#233;hicule, mais toujours branch&#233;s par les
                    canalisations de carburant et le faisceau de c&#226;blage.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Au cours de l'&#233;tape suivante, tandis que la cage du r&#233;servoir est abaiss&#233;e,
                        surveiller tout indice de grippage et de basculement. Selon le besoin, utiliser une barre-levier
                        pour emp&#234;cher la cage de se gripper.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Abaisser le cric lentement et prudemment, juste assez pour pouvoir acc&#233;der &#224;
                    la partie sup&#233;rieure du r&#233;servoir de carburant (environ 20,3 &#224; 30,5 cm [8 &#224; 12
                    po]).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Bien qu'il puisse &#234;tre possible d'acc&#233;der &#224; la partie sup&#233;rieure du r&#233;servoir
                        de carburant par une trappe d'acc&#232;s dans le plancher du v&#233;hicule, il est plus facile,
                        dans la plupart des cas, d'acc&#233;der &#224; cet endroit depuis le dessous du v&#233;hicule
                        une fois que l'ensemble de r&#233;servoir et de cage est partiellement abaiss&#233;.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Selon le besoin, achever le d&#233;branchement du flexible de remplissage en caoutchouc
                    du tube du goulot de remplissage.
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyer la partie sup&#233;rieure du r&#233;servoir, &#224; l'endroit o&#249; sont situ&#233;s
                    le transmetteur de niveau de carburant et les raccordements de flexibles.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Lors du d&#233;branchement des canalisations au cours de l'&#233;tape suivante, prendre note
                        de l'emplacement de toute attache qui doit &#234;tre enlev&#233;e ou d&#233;plac&#233;e. Toutes
                        les attaches doivent &#234;tre remises en leur emplacement initial au moment de l'installation.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Sur la partie sup&#233;rieure du r&#233;servoir de carburant (se reporter &#224; la
                    Figure 1) :
                </para>
                <step2>
                    <para count="1">D&#233;brancher le connecteur &#233;lectrique du transmetteur de niveau de
                        carburant.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;brancher le flexible de mise &#224; l'air libre &#171;de remplissage&#187; en
                        retirant le collier de serrage.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;brancher la conduite d'alimentation en carburant et la canalisation de retour
                        de carburant en d&#233;connectant les raccords Voss (prendre note du raccord auquel chaque
                        conduite et [ou] canalisation est branch&#233;e).
                    </para>
                </step2>
                <step2>
                    <para count="1">Retirer le flexible de remplissage de carburant du r&#233;servoir de carburant en
                        enlevant le collier de serrage.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Abaisser lentement le cric &#224; sa position la plus basse. Prendre note de
                    l'orientation du r&#233;servoir et de la cage.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Certaines cages sont &#171;ferm&#233;es&#187; au moyen d'une barre transversale situ&#233;e
                        &#224; l'une des extr&#233;mit&#233;s (Figure 1, article 12). Prendre note de l'extr&#233;mit&#233;
                        de la cage qui est orient&#233;e vers l'avant du v&#233;hicule, et si l'orifice de remplissage
                        est situ&#233; &#224; l'avant ou &#224; l'arri&#232;re du r&#233;servoir de carburant. Ces
                        renseignements seront requis au moment de la pose du r&#233;servoir de rechange.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">S'assurer qu'il y ait suffisamment d'espace libre pour d&#233;placer l'ensemble de r&#233;servoir
                    et de cage (et le cric) du dessous du v&#233;hicule. Selon le besoin, soulever le v&#233;hicule pour
                    obtenir l'espace n&#233;cessaire.
                </para>
            </step1>
            <step1>
                <para count="1">Sortir l'ensemble de r&#233;servoir et de cage du dessous du v&#233;hicule et le mettre
                    dans un emplacement de travail appropri&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Si un cric a &#233;t&#233; utilis&#233; pour soulever le v&#233;hicule, celui-ci peut
                    &#234;tre retir&#233; &#224; ce moment-l&#224;.
                </para>
            </step1>
            <step1>
                <para count="1">S'il y a encore une petite quantit&#233; de carburant dans le r&#233;servoir, le
                    vidanger imm&#233;diatement.
                </para>
            </step1>
            <step1>
                <para count="1">Soulever les extr&#233;mit&#233;s non assujetties des trois courroies de retenue du r&#233;servoir
                    afin que ce dernier puisse &#234;tre d&#233;plac&#233;.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Le retrait du r&#233;servoir de la cage, dont la proc&#233;dure est d&#233;crite &#224; l'&#233;tape
                        suivante, n&#233;cessite l'intervention de deux personnes.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Faire glisser le r&#233;servoir de carburant par l'extr&#233;mit&#233; ouverte de la
                    cage.
                </para>
            </step1>
            <step1>
                <para count="1">Transf&#233;rer les composants suivants de ce r&#233;servoir au r&#233;servoir de
                    rechange (Figure 1) :
                </para>
                <step2>
                    <para count="1">Transmetteur de niveau de carburant : serrer 5 vis en ordre entrecrois&#233; &#224;
                        un couple de 2,3 &#224; 2,8 Nm (20 &#224; 25 lbf-po)
                    </para>
                </step2>
                <step2>
                    <para count="1">Raccord du flexible de mise &#224; l'air libre (avant) pour le flexible de mise
                        &#224; l'air libre &#224; la hauteur du goulot de remplissage
                    </para>
                </step2>
                <step2>
                    <para count="1">Flexible de mise &#224; l'air libre et raccord (central) pour le flexible de mise
                        &#224; l'air libre pr&#232;s du transmetteur de niveau de carburant (prendre note de
                        l'emplacement du flexible de mise &#224; l'air libre)
                    </para>
                </step2>
                <step2>
                    <para count="1">Raccord de la conduite d'alimentation en carburant</para>
                </step2>
                <step2>
                    <para count="1">Raccord de la canalisation de retour de carburant</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Mettre le r&#233;servoir de carburant au rebut conform&#233;ment aux bonnes pratiques de
                    l'atelier.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Il faut l'intervention de deux personnes pour placer le r&#233;servoir de carburant dans la
                        cage du r&#233;servoir.
                    </para>
                </note>
                <note>
                    <para>Tout en faisant glisser le r&#233;servoir de carburant dans la cage, mettre les courroies de
                        retenue du r&#233;servoir en position afin de les emp&#234;cher de g&#234;ner le r&#233;servoir.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Faire glisser le r&#233;servoir de rechange dans la cage de mani&#232;re &#224; ce que
                    l'orifice de remplissage de carburant soit orient&#233; convenablement. Le r&#233;servoir devrait
                    &#234;tre situ&#233; &#224; environ 2,54 cm (1 po) de la barre transversale &#224; l'extr&#233;mit&#233;
                    ferm&#233;e de la cage. L'autre extr&#233;mit&#233; du r&#233;servoir devrait &#234;tre &#224;
                    &#233;galit&#233; des rails de la cage.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les trois courroies de retenue du r&#233;servoir de carburant (Figure 1).
                    Serrer les &#233;crous des courroies sur un c&#244;t&#233; de la cage (aux fins du pr&#233;sent
                    bulletin, appelons ce c&#244;t&#233; le c&#244;t&#233; A) &#224; un couple de 27 &#224; 34 Nm (20
                    &#224; 25 lbf-pi) et les &#233;crous des courroies sur l'autre c&#244;t&#233; (appelons-le le c&#244;t&#233;
                    B) &#224; un couple de 61 &#224; 68 Nm (45 &#224; 50 lbf-pi), puis retourner sur le c&#244;t&#233; A
                    et resserrer les &#233;crous &#224; un couple de 61 &#224; 68 Nm (45 &#224; 50 lbf-pi).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Pour obtenir l'espace libre requis pour effectuer l'&#233;tape suivante, il se peut qu'il soit
                        n&#233;cessaire de soulever le v&#233;hicule.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mettre l'ensemble de r&#233;servoir et de cage en position dans son emplacement de
                    montage approximatif en dessous du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Si un cric a &#233;t&#233; utilis&#233; pour soulever le v&#233;hicule, abaisser le v&#233;hicule
                    et retirer le cric.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l'aide du cric de transmission, soulever l'ensemble de r&#233;servoir et de cage
                    &#224; environ 20,3 cm &#224; 30,5 cm (8 &#224; 12 po) de plus bas que son emplacement de montage
                    final.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Au cours de l'&#233;tape suivante, remettre tous les flexibles et c&#226;bles en leur
                        acheminement initial et les fixer au moyen d'attaches, selon le besoin.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Sur le dessus du r&#233;servoir de carburant (Figure 1) :</para>
                <step2>
                    <para count="1">Brancher la conduite d'alimentation en carburant et la canalisation de retour de
                        carburant en connectant et en verrouillant les raccords Voss. (S'assurer que les conduites et
                        canalisations sont branch&#233;es au raccord appropri&#233;, tel que not&#233; lors de la proc&#233;dure
                        de &#171;d&#233;pose&#187;).
                    </para>
                </step2>
                <step2>
                    <para count="1">Brancher le faisceau de c&#226;blage au connecteur &#233;lectrique du transmetteur
                        de niveau de carburant.
                    </para>
                </step2>
                <step2>
                    <para count="1">Raccorder le flexible de mise &#224; l'air libre au raccord du r&#233;servoir et
                        installer le collier de serrage.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installer le flexible de remplissage de carburant sur le r&#233;servoir, mais ne pas
                        serrer le collier de serrage afin de pouvoir effectuer l'alignement final lors d'une &#233;tape
                        ult&#233;rieure.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Faire glisser les deux colliers de serrage sur le dessus du flexible de remplissage en
                    caoutchouc (Figure 1); puis, aligner et raccorder le flexible de remplissage en caoutchouc au tube
                    du goulot de remplissage. Ne pas serrer les colliers de serrage pour le moment.
                </para>
            </step1>
            <step1>
                <para count="1">Aligner le flexible de remplissage en caoutchouc sur le dessus du r&#233;servoir afin de
                    d&#233;gager la tension ou le grippage; puis, serrer le collier de serrage.
                </para>
            </step1>
            <step1>
                <para count="1">Soulever prudemment l'ensemble de r&#233;servoir et de cage jusqu'&#224; ce qu'au moins
                    un boulon de fixation puisse &#234;tre install&#233; &#224; chaque coin de l'ensemble (Figure 1).
                    Laisser les &#233;crous de fixation suffisamment desserr&#233;s pour permettre l'alignement du reste
                    des trous de montage.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Au cours de l'&#233;tape suivante, il peut s'av&#233;rer n&#233;cessasire d'utiliser des
                        barres-leviers et (ou) d'ajuster le cric afin d'aligner le reste des trous de montage de la
                        cage.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installer le reste des boulons et &#233;crous de fixation sans les serrer &#224; fond.
                    Une fois que les &#233;crous ont &#233;t&#233; install&#233;s sur tous les boulons de fixation,
                    serrer les 24 &#233;crous de fixation &#224; un couple de 461 &#224; 502 Nm (340 &#224; 370 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer la courroie de s&#233;curit&#233; et le cric de transmission.</para>
            </step1>
            <step1>
                <para count="1">Confirmer que le tube de remplissage de carburant est compl&#232;tement introduit dans
                    le flexible de remplissage en caoutchouc et qu'il est en position appropri&#233;e au niveau du volet
                    d'acc&#232;s au r&#233;servoir de carburant. Serrer les deux colliers de serrage fixant le flexible
                    au tube (Figure 1).
                </para>
            </step1>
            <step1>
                <para count="1">Si
                    <emph type="bold">aucun</emph>
                    indice de rouille n'a &#233;t&#233; d&#233;cel&#233; &#224; l'&#233;tape 1, remplir le r&#233;servoir
                    de carburant en utilisant le carburant qui a &#233;t&#233; retir&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Amorcer le circuit d'alimentation en suivant la proc&#233;dure &#233;nonc&#233;e dans le
                    manuel du moteur, puis faire d&#233;marrer le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Rechercher les fuites de carburant au niveau du nouveau r&#233;servoir de carburant.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0591002">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-05910-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement du r&#233;servoir de carburant</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>2,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-05910.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44. Pour s'assurer que cette am&#233;lioration essentielle sera
                apport&#233;e en temps opportun, toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention
                G-05910 doivent &#234;tre pr&#233;sent&#233;es d'ici le 30 novembre 2006, ou au cours de la p&#233;riode
                normale de garantie du v&#233;hicule, si celle-ci expire apr&#232;s le 30 novembre 2006.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
