<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-05905 - Il se peut que les mod&#232;les 9200i, 9400i et 9900i pourvus d'un moteur ISX de
        Cummins au moment de leur construction soient dot&#233;s d'un ressort de diam&#232;tre inexact dans la durite
        inf&#233;rieure du radiateur
    </stitle>
    <afc id="afc05905" translation="french">
        <afcnum>G-05905</afcnum>
        <afcdate>Mai 2005</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Il se peut que les mod&#232;les 9200i, 9400i et 9900i pourvus d'un moteur ISX de Cummins au moment de
            leur construction soient dot&#233;s d'un ressort de diam&#232;tre inexact dans la durite inf&#233;rieure du
            radiateur
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>08/30/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>08/30/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>07/15/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certains mod&#232;les 9000i pourvus d'un moteur ISX de Cummins peuvent &#234;tre dot&#233;s d'un
                    ressort sousdimensionn&#233; dans la durite inf&#233;rieure du radiateur et ce ressort risque de se
                    d&#233;placer jusqu'&#224; la pompe &#224; eau et provoquer un dommage.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, laisser refroidir suffisamment le liquide de
                        refroidissement avant d'effectuer le proc&#233;d&#233; d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;gager la pression du syst&#232;me de refroidissement.</para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer la durite inf&#233;rieure du radiateur (Figure 1)</para>
            </step1>
            <figure id="f059051" figsize="pg-wide">
                <graphic filename="../afcfigures/G059051.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Durite inf&#233;rieure du radiateur</caption>
                <calloutgroup>
                    <callout1>1. Durite inf&#233;rieure du radiateur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Au niveau du point B &#224; la Figure 2, saisir la durite inf&#233;rieure du radiateur
                    avec la main et d&#233;terminer si le ressort peut &#234;tre d&#233;tect&#233; &#224; l'int&#233;rieur
                    de la durite. L'extr&#233;mit&#233; inf&#233;rieure du ressort doit d&#233;passer le point A (partie
                    sup&#233;rieure de la durite) d'au moins 12 pouces.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Si la position de l'extr&#233;mit&#233; du ressort est de 12 pouces ou plus du point A, passer
                        &#224; l'&#233;tape 4.
                    </para>
                </item>
                <item>
                    <para>Si la position de l'extr&#233;mit&#233; du ressort est de moins de 12 pouces du point A,
                        passer &#224; l'&#233;tape 5 et effectuer les &#233;tapes 5 &#224; 8.
                    </para>
                </item>
            </seqlist>
            <figure id="f059052" figsize="pg-wide">
                <graphic filename="../afcfigures/G059052a.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Emplacement du ressort</caption>
            </figure>
            <step1>
                <para count="1">Saisir la durite inf&#233;rieure du radiateur, tel qu'illustr&#233; &#224; la Figure 3,
                    et comprimer environ 25,4 mm (1 po) de la durite (Figure 3, B-B) sur une section d'environ 50 mm (2
                    po) (Figure 3, A-A) pour d&#233;former le ressort &#224; l'int&#233;rieur de la durite.
                </para>
            </step1>
            <figure id="f059053" figsize="pg-wide">
                <graphic filename="../afcfigures/G059053a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Comprimer la durite pour d&#233;former le ressort</caption>
            </figure>
            <specpara>
                <note>
                    <para>Effectuer les &#233;tapes 5 &#224; 8 seulement si la position d'extr&#233;mit&#233; du ressort
                        est &#224; moins de 12 pouces du point A &#224; la Figure 2.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Vidanger le liquide de refroidissement du radiateur dans un r&#233;cipient appropri&#233;
                    propre et retirer la durite inf&#233;rieure du radiateur.
                </para>
            </step1>
            <step1>
                <para count="1">Repositionner le ressort &#224; l'int&#233;rieur de la durite conform&#233;ment &#224;
                    l'article A de l'&#233;tape 3.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer la durite inf&#233;rieure du radiateur et effectuer l'&#233;tape 4.
                </para>
            </step1>
            <step1>
                <para count="1">Remplir le radiateur de liquide de refroidissement et v&#233;rifier s'il y a des
                    fuites.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039071">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-05905-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et ajustement de ressort</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05905-2</para>
                            </entry>
                            <entry>
                                <para>Inspection, vidange/remplissage de liquide de refroidissement, relocalisation et
                                    ajustement de ressort
                                </para>
                            </entry>
                            <entry>
                                <para>0,6 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-05905.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-05905 d'ici
                le 31 mai 2006, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mai 2006.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
