<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-05901 - Le t&#233;moin d'entretien du syst&#232;me &#233;lectrique de certains mod&#232;les
        HPV construits au cours de la p&#233;riode du 1er septembre au 29 septembre 2004 demeure allum&#233; sans que
        des codes d'anomalie ne soient &#233;tablis
    </stitle>
    <afc id="afc05901" translation="french">
        <afcnum>G-05901</afcnum>
        <afcdate>Mars 2005</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Le t&#233;moin d'entretien du syst&#232;me &#233;lectrique de certains mod&#232;les HPV construits au
            cours de la p&#233;riode du 1er septembre au 29 septembre 2004 demeure allum&#233; sans que des codes
            d'anomalie ne soient &#233;tablis
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1300, 3200, 3300, 4200, 4300, 4400, 7300, 7400, 7500, 7600, 8500, 8600
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Suite au d&#233;marrage du moteur, le t&#233;moin d'entretien du syst&#232;me &#233;lectrique
                    s'allume, puis s'&#233;teint apr&#232;s 5 secondes. Le t&#233;moin d'entretien du syst&#232;me
                    &#233;lectrique de certains mod&#232;les HPV construits au cours de la p&#233;riode du 1er septembre
                    2004 au 29 septembre 2004 demeure allum&#233; et aucun code d'anomalie n'est &#233;tabli.
                </para>
                <para>Pour r&#233;soudre ce point, le t&#233;moin d'entretien du syst&#232;me &#233;lectrique sera d&#233;sactiv&#233;.</para>
                <para>Lorsque le t&#233;moin d'entretien du syst&#232;me &#233;lectrique est d&#233;sactiv&#233;, les
                    avertissements sonores et visuels suivants sont toujours disponibles :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La perte de la liaison de donn&#233;es de l'ESC - Dix (10) courts bips d'avertissements se
                            font entendre et les indicateurs command&#233;s par l'ESC se rendent &#224; la position
                            minimale.
                        </para>
                    </item>
                    <item>
                        <para>La perte de la liaison de donn&#233;es du contr&#244;leur du moteur - Dix (10) courts bips
                            d'avertissements se font entendre et les indicateurs command&#233;s par le contr&#244;leur
                            du moteur se rendent &#224; la position minimale.
                        </para>
                    </item>
                    <item>
                        <para>Perte d'activit&#233; du microcontr&#244;leur de l'ensemble d'instruments - Aucune r&#233;action
                            des indicateurs de l'ensemble d'instruments.
                        </para>
                    </item>
                </randlist>
                <para>Les indices ci-dessus serviront &#224; avertir l'op&#233;rateur et le technicien qu'il existe une
                    anomalie du syst&#232;me &#233;lectrique.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="9">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter des lunettes de s&#233;curit&#233;
                        et un &#233;cran facial lors des man&#339;uvres effectu&#233;es &#224; proximit&#233; des
                        batteries, afin d'&#233;viter les blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>L'&#233;lectricit&#233; statique peut endommager l'ensemble d'instruments en permanence. Avant
                        d'effectuer quelque man&#339;uvre que ce soit sur l'ensemble d'instruments, s'assurer de
                        supprimer toute &#233;lectricit&#233; statique de son corps en touchant la partie m&#233;tallique
                        du tableau de bord.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif et la mise &#224; la masse ECM de la
                    batterie.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les attaches et les couvercles inf&#233;rieurs de la colonne de direction
                    (Figure 1).
                </para>
            </step1>
            <figure id="f0590101" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590101.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 1. Enlever le couvercle inf&#233;rieur de la colonne de direction</caption>
            </figure>
            <step1>
                <para count="1">Enlever les attaches et le tableau de bord comportant l'ensemble d'instruments (Figure
                    2).
                </para>
            </step1>
            <figure id="f0590102" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590102.webp" type="webp" scalefit="1" scalefitwidth="360px"
                         scalefitheight="288px"/>
                <caption>Figure 2. Retirer le tableau de bord comportant l'ensemble d'instruments</caption>
            </figure>
            <step1>
                <para count="1">Enlever les attaches de l'ensemble d'instruments (Figure 3) et d&#233;placer l'ensemble
                    d'instruments du tableau de bord afin de pouvoir acc&#233;der au connecteur du faisceau de c&#226;blage
                    (Figure 4). Retirer l'ensemble d'instruments.
                </para>
            </step1>
            <figure id="f0590103" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590103.webp" type="webp" scalefit="1" scalefitwidth="368px"
                         scalefitheight="304px"/>
                <caption>Figure 3. Enlever les attaches de l'ensemble d'instruments</caption>
            </figure>
            <figure id="f0590104" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590104.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="304px"/>
                <caption>Figure 4. D&#233;brancher le connecteur du faisceau de c&#226;blage de l'ensemble
                    d'instruments
                </caption>
            </figure>
            <step1>
                <para count="1">Placer l'ensemble d'instruments face en-dessous sur une surface de travail prot&#233;g&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Enlever les attaches du couvercle arri&#232;re de l'ensemble d'instruments (Figure 5).
                    Enlever le couvercle.
                </para>
            </step1>
            <figure id="f0590105" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590105.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="304px"/>
                <caption>Figure 5. Enlever les attaches du couvercle arri&#232;re</caption>
            </figure>
            <step1>
                <para count="1">Rep&#233;rer le t&#233;moin d'entretien du syst&#232;me &#233;lectrique, identifi&#233;
                    par le num&#233;ro SDS16 sur la plaquette de circuits imprim&#233;s (Figure 6).
                </para>
            </step1>
            <figure id="f0590106" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590106a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figure 6. Rep&#233;rer le t&#233;moin d'entretien du syst&#232;me &#233;lectrique
                    (fl&#232;che)
                </caption>
            </figure>
            <step1>
                <para count="1">Les t&#233;moins sont support&#233;s par deux ponts sur la carte de circuits imprim&#233;s.
                    Couper l'un des ponts au moyen d'un couteau tranchant (Figure 7).
                </para>
            </step1>
            <figure id="f0590107" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590108.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figure 7. Couper le pont</caption>
            </figure>
            <step1>
                <para count="1">Soulever le t&#233;moin de la surface de la plaquette de circuits imprim&#233;s au moyen
                    d'un tournevis &#224; petite lame (Figure 8).
                </para>
            </step1>
            <figure id="f0590108" figsize="pg-wide">
                <graphic filename="../afcfigures/G0590109.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="224px"/>
                <caption>Figure 8. Soulever le t&#233;moin de la surface de la plaquette &#224; circuits imprim&#233;s
                </caption>
            </figure>
            <step1>
                <para count="1">Saisir le t&#233;moin &#224; l'aide d'une pince &#224; bec long et tourner le t&#233;moin
                    avec soin hors de la plaquette de circuits imprim&#233;s (Figure 9).
                </para>
            </step1>
            <figure id="f0590110a" figsize="pg-wide">
                <graphic filename="../afcfigures/G0590110A.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 9. Retirer le t&#233;moin</caption>
            </figure>
            <step1>
                <para count="1">Remettre l'ensemble d'instruments en place en inversant l'ordre des &#233;tapes 2 &#224;
                    5.
                </para>
            </step1>
            <step1>
                <para count="1">Rebrancher le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le fonctionnement.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t039071">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-05901-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Retrait du t&#233;moin d'entretien du syst&#232;me &#233;lectrique</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,50 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-05901.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-05901 d'ici
                le 31 mars 2006, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mars 2006.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
