<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-05911 - R&#233;acheminement du faisceau de c&#226;blage du tableau de bord derri&#232;re la
        calandre avant et le faisceau de c&#226;blage principal du ch&#226;ssis au niveau de la traverse de la
        transmission et du moteur afin d'&#233;viter le frottement sur les mod&#232;les CF 500 et CF 600 construits au
        cours de la p&#233;riode du 4 ao&#251;t 2004 au 7 ao&#251;t 2005
    </stitle>
    <afc id="afc05911" translation="french">
        <afcnum>G-05911</afcnum>
        <afcdate>Novembre 2005</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>R&#233;acheminement du faisceau de c&#226;blage du tableau de bord derri&#232;re la calandre avant et
            le faisceau de c&#226;blage principal du ch&#226;ssis au niveau de la traverse de la transmission et du
            moteur afin d'&#233;viter le frottement sur les mod&#232;les CF 500 et CF 600 construits au cours de la p&#233;riode
            du 4 ao&#251;t 2004 au 7 ao&#251;t 2005
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>08/04/2004</startdate>
                        <enddate>08/07/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>08/04/2004</startdate>
                        <enddate>08/07/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certains mod&#232;les de camions CF ont &#233;t&#233; pourvus au moment de leur construction de
                    faisceaux de c&#226;blage achemin&#233;s de fa&#231;on telle qu'une usure pr&#233;matur&#233;e et un
                    frottement peuvent en d&#233;couler. Les faisceaux de c&#226;blage vont &#234;tre r&#233;achemin&#233;s
                    pour corriger cet &#233;tat.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t059111">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.71*"/>
                    <colspec colname="col2" colwidth="1.60*"/>
                    <colspec colname="col3" colwidth="0.71*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000877R91</para>
                            </entry>
                            <entry>
                                <para>La trousse se compose des pi&#232;ces suivantes :</para>
                                <para>299269C91, pince en P, coussin&#233;e (2)</para>
                                <para>299276C91, pince en P, coussin&#233;e (1)</para>
                                <para>505220C1, pince en P, coussin&#233;e (1)</para>
                                <para>2041341C1, collerette (3)</para>
                                <para>289862C1 sangle de verrouillage &#224; c&#226;ble (4)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="11">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        caler les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>R&#233;acheminement du faisceau de c&#226;blage du tableau de bord</title>
            </para>
            <step1>
                <para count="1">Enlever la vis de fixation de la calandre, puis retirer la calandre.</para>
            </step1>
            <step1>
                <para count="1">Retirer la sangle de verrouillage &#224; c&#226;ble fixant le faisceau de c&#226;blage
                    du tableau de bord au support de montage de la calandre (Figure 1).
                </para>
            </step1>
            <figure id="f059111" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591101.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Retirer la courroie de fixation du support</caption>
                <calloutgroup>
                    <callout1>1. Support de la calandre</callout1>
                    <callout1>2. Sangle de verrouillage &#224; c&#226;ble</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer les 2 sangles de verrouillage &#224; c&#226;ble fixant le faisceau de c&#226;blage
                    du tableau de bord au(x) support(s) sur le c&#244;t&#233; passager (Figure 2, article 1 et article
                    2). Retirer le support et conserver les attaches afin de pouvoir les r&#233;utiliser au moment du
                    remontage.
                </para>
            </step1>
            <figure id="f059112" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591102.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Retrait des courroies de fixation</caption>
                <calloutgroup>
                    <callout1>1. Sangle de verrouillage &#224; c&#226;ble arri&#232;re</callout1>
                    <callout1>2. Sangle de verrouillage &#224; c&#226;ble avant</callout1>
                    <callout1>3. Sangle de verrouillage &#224; c&#226;ble, support c&#244;t&#233; conducteur arri&#232;re</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer la sangle de verrouillage &#224; sangle fixant le faisceau de c&#226;blage du
                    tableau de bord &#224; la partie arri&#232;re du support c&#244;t&#233; conducteur (Figure 2,
                    article 3). Retirer le support et conserver les attaches afin de pouvoir les r&#233;utiliser au
                    moment du remontage.
                </para>
            </step1>
            <step1>
                <para count="1">Selon le besoin, retirer les autres sangles de verrouillage &#224; c&#226;ble pour
                    permettre le mouvement du faisceau de c&#226;blage.
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser les attaches d'origine et une petite pince en P pour fixer le faisceau de c&#226;blage
                    &#224; l'endroit d'o&#249; le support c&#244;t&#233; passager a &#233;t&#233; retir&#233;. Orienter
                    la boucle de la pince en P vers l'arri&#232;re et vers le haut (Figure 3, article 2).
                </para>
            </step1>
            <figure id="f059113" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591103.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Installation des pinces en P</caption>
                <calloutgroup>
                    <callout1>1. Petite pince en P, emplacement sur le c&#244;t&#233; conducteur</callout1>
                    <callout1>2. Petite pince en P, emplacement sur le c&#244;t&#233; passager</callout1>
                    <callout1>3. Support en &#171;L&#187; existant</callout1>
                    <callout1>4. Grosse pince en P, emplacement sur le c&#244;t&#233; conducteur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deux pinces en P (Figure 3, article 1 et article 4) devront &#234;tre install&#233;es
                    &#224; la place des supports c&#244;t&#233; conducteur, &#224; l'aide des attaches d'origine. La
                    grosse pince (Figure 3, article 4) doit fixer le plus gros faisceau de c&#226;blage et &#234;tre
                    attach&#233;e au support en &#171;L&#187; existant (Figure 3, article 3) en orientant la boucle de
                    la pince en P vers le bas. La petite pince (Figure 3, article 1) doit fixer le petit faisceau de c&#226;blage
                    et sa boucle doit &#234;tre orient&#233;e vers le haut (Figure 3, article 1, article 2 et article
                    4).
                </para>
            </step1>
            <step1>
                <para count="1">Une fois les pinces en place, le faisceau de c&#226;blage doit &#234;tre fix&#233; de
                    mani&#232;re &#224; &#234;tre situ&#233; en parall&#232;le par rapport &#224; la partie arri&#232;re
                    de la traverse, sans g&#234;ner quelque autre composant que ce soit, et fixer la patte sup&#233;rieure
                    du faisceau de c&#226;blage &#224; la barre articul&#233;e de la cabine &#224; l'aide d'une sangle
                    de verrouillage &#224; c&#226;ble (Figure 4 et Figure 5).
                </para>
            </step1>
            <figure id="f059114" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591104.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="328px"/>
                <caption>Figure 4. Repr&#233;sentation graphique de la vue de l'arri&#232;re de l'acheminement du
                    faisceau de c&#226;blage
                </caption>
            </figure>
            <figure id="g059115" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591105.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="328px"/>
                <caption>Figure 5. Vue frontale de l'acheminement modifi&#233; du faisceau de c&#226;blage</caption>
                <calloutgroup>
                    <callout1>1. Barre articul&#233;e</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">R&#233;installer la calandre et la fixer &#224; l'aide d'une vis de fixation.</para>
            </step1>
            <para>
                <title>R&#233;acheminement du faisceau de c&#226;blage principal du ch&#226;ssis</title>
            </para>
            <step1>
                <para count="1">Sur le longeron de cadre de ch&#226;ssis du c&#244;t&#233; conducteur, &#224; l'arri&#232;re
                    de la cabine, rep&#233;rer et retirer deux (2) sangles de verrouillage &#224; c&#226;ble du faisceau
                    de c&#226;blage principal du ch&#226;ssis, pr&#232;s du faisceau de d&#233;rivation.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le support de la sangle de verrouillage &#224; c&#226;ble situ&#233; pr&#232;s
                    du faisceau de d&#233;rivation et le remplacer par une pince en P coussin&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le faisceau de c&#226;blage principal du ch&#226;ssis dans la pince en
                    P coussin&#233;e (Figure 6, article 1), avant le faisceau de d&#233;rivation (Figure 7, article 1),
                    puis serrer les attaches.
                </para>
            </step1>
            <figure id="f059116" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591106.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="328px"/>
                <caption>Figure 6. Installation de la pince en P coussin&#233;e (vue depuis le dessous du
                    ch&#226;ssis)
                </caption>
                <calloutgroup>
                    <callout1>1. Pince en P coussin&#233;e</callout1>
                    <callout1>2. Faisceau de c&#226;blage principal</callout1>
                    <callout1>3. Sangle de verrouillage &#224; c&#226;ble et support</callout1>
                </calloutgroup>
            </figure>
            <figure id="f059117" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591107.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="328px"/>
                <caption>Figure 7. Installation de la pince en P coussin&#233;e (vue depuis le dessus du ch&#226;ssis)
                </caption>
                <calloutgroup>
                    <callout1>1. Faisceau de d&#233;rivation</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installer une sangle de verrouillage &#224; c&#226;ble sur le faisceau de c&#226;blage
                    principal du ch&#226;ssis, &#224; l'arri&#232;re de la pince en P coussin&#233;e, tel qu'illustr&#233;
                    &#224; l'article 3 de la Figure 6.
                </para>
            </step1>
            <step1>
                <para count="1">Depuis le dessous du ch&#226;ssis, rep&#233;rer deux (2) sangles de verrouillage &#224;
                    c&#226;ble fixant le faisceau de c&#226;blage principal &#224; la traverse du moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les sangles de verrouillage &#224; c&#226;ble.</para>
            </step1>
            <step1>
                <para count="1">Retirer les attaches et les supports de sangle de verrouillage &#224; c&#226;ble. R&#233;installer
                    les supports de mani&#232;re &#224; ce que la courbure du support soit orient&#233;e vers le bas
                    (Figure 8, article 5).
                </para>
            </step1>
            <figure id="f059118" figsize="pg-wide">
                <graphic filename="../afcfigures/G0591108.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 8. Orientation modifi&#233;e du support du faisceau de c&#226;blage</caption>
                <calloutgroup>
                    <callout1>1. (ANCIEN) faisceau de d&#233;rivation en dessous du support</callout1>
                    <callout1>2. Courbure (ANT&#201;RIEURE) vers le haut du support</callout1>
                    <callout1>3. Traverse du moteur</callout1>
                    <callout1>4. (NOUVEAU) faisceau de d&#233;rivation au-dessus du support</callout1>
                    <callout1>5. (NOUVELLE) courbure vers le bas du support</callout1>
                    <callout1>6. (NOUVELLE) collerette</callout1>
                    <callout1>7. Sangle de verrouillage &#224; c&#226;ble</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installer une collerette sur les deux supports (Figure 8, article 6) et fixer le
                    faisceau de c&#226;blage principal &#224; l'aide de sangles de verrouillage &#224; c&#226;ble
                    (Figure 8, article 7). Une fois achemin&#233; de fa&#231;on appropri&#233;e, le faisceau de c&#226;blage
                    devrait ressembler &#224; la Figure 9.
                </para>
            </step1>
            <figure id="f059119" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591109.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 9. Faisceau de c&#226;blage achemin&#233; de fa&#231;on appropri&#233;e (vue depuis le
                    dessous du ch&#226;ssis)
                </caption>
            </figure>
            <step1>
                <para count="1">Suivre l'acheminement du faisceau de c&#226;blage principal jusqu'au c&#244;t&#233;
                    passager pour rep&#233;rer la troisi&#232;me (3e) sangle de verrouillage &#224; c&#226;ble. Pri&#232;re
                    de prendre note que le faisceau de c&#226;blage, la sangle de verrouillage &#224; c&#226;ble et le
                    support seront situ&#233;s sur le c&#244;t&#233; passager de la traverse du moteur (Figure 10,
                    article 2). Retirer la sangle de verrouillage &#224; c&#226;ble, installer une collerette dans le
                    support existant et fixer le faisceau de c&#226;blage (Figure 11).
                </para>
            </step1>
            <figure id="f0591110" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591110.webp" type="webp" scalefit="1" scalefitwidth="296px"
                         scalefitheight="296px"/>
                <caption>Figure 10. Acheminement typique du faisceau de c&#226;blage sur le c&#244;t&#233; passager de
                    la traverse du moteur
                </caption>
                <calloutgroup>
                    <callout1>1. Traverse du moteur</callout1>
                    <callout1>2. Emplacement typique du support du faisceau de c&#226;blage, de la collerette et de la
                        sangle de verrouillage &#224; c&#226;ble
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0591111" figsize="pg-wide">
                <graphic filename="../afcfigures/g0591111.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 11. Installer la collerette et la sangle de verrouillage &#224; c&#226;ble de mani&#232;re
                    &#224; fixer le faisceau de c&#226;blage sur le c&#244;t&#233; passager de la traverse du moteur
                </caption>
                <calloutgroup>
                    <callout1>1. Support</callout1>
                    <callout1>2. Sangle de verrouillage &#224; c&#226;ble</callout1>
                    <callout1>3. Collerette</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t059112">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-05911-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>R&#233;acheminement du faisceau de c&#226;blage du tableau de bord et du faisceau
                                    de c&#226;blage principal du ch&#226;ssis
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-05911.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44. Pour s'assurer que cette am&#233;lioration essentielle sera
                apport&#233;e en temps opportun, toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention
                G-05911 doivent &#234;tre pr&#233;sent&#233;es d'ici le 30 novembre 2006, ou au cours de la p&#233;riode
                normale de garantie du v&#233;hicule, si celle-ci expire apr&#232;s le 30 novembre 2006.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
