<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-06912 - Inspection pour d&#233;celer la possibilit&#233; d'un boulon manquant du coussin de
        montage arri&#232;re
    </stitle>
    <afc id="afc06912" translation="french">
        <afcnum>G-06912</afcnum>
        <afcdate>Octobre 2006</afcdate>
        <subjectfile>BO&#206;TE DE VITESSES</subjectfile>
        <subject>Inspection pour d&#233;celer la possibilit&#233; d'un boulon manquant du coussin de montage arri&#232;re</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900ix
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Possibilit&#233; d'une fuite d'huile de la partie sup&#233;rieure droite arri&#232;re de la bo&#238;te
                    de vitesses en raison de boulons manquants du coussin de montage arri&#232;re.
                </para>
                <para>La pr&#233;sente modification autoris&#233;e (&#171;AFC&#187;) s'applique &#224; tous les mod&#232;les
                    9200i, 9400i et 9900i construits &#224; l'usine de Chatham au cours de la p&#233;riode du 19/07/06
                    au 18/08/06 et munis de la bo&#238;te de vitesses Fuller FR &#224; 10 rapports. On peut les
                    identifier gr&#226;ce aux boulons m&#233;triques bleus sur le couvercle arri&#232;re.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0691201" tblwidth="col-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col2" colwidth="1.31*"/>
                    <colspec colname="COLSPEC0" colwidth="0.77*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Description</para>
                            </entry>
                            <entry>
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Boulons M16x1,5 de 25,4 mm</para>
                            </entry>
                            <entry>
                                <para>Deux</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de stationnement ou de point mort, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <figure id="f0691201" figsize="pg-wide">
                <graphic filename="../afcfigures/g0691201a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figure 1.</caption>
            </figure>
            <step1>
                <para count="1">Effectuer une inspection visuelle du coussin de montage de la bo&#238;te de vitesses
                    afin d'y voir les boulons.
                </para>
            </step1>
            <step1>
                <para count="1">Si aucun boulon n'est manquant et qu'il n'existe aucun indice de fuite, cela signifie
                    que tout est en r&#232;gle.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le niveau de liquide de bo&#238;te de vitesses s'il manque des boulons. Si
                    le niveau du liquide se situe &#224; 25,4&#160;mm (1&#160;po) du bouchon de remplissage, ajouter le
                    liquide appropri&#233;. Installer un boulon M16x1,5 de 25,4&#160;mm ou un boulon plus court dans
                    chaque trou. (S'assurer d'enduire les filets des boulons d'un enduit d'&#233;tanch&#233;it&#233;).
                    Serrer le boulon &#224; un couple de 50&#160;lbf-pi, puis lib&#233;rer l'unit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">S'il manque des boulons et que le niveau de liquide est au-dessous de 25,4&#160;mm (1&#160;po)
                    du bouchon de remplissage ou que le liquide est contamin&#233; par l'eau, vidanger le liquide.
                    Retirer le couvercle de la prise de force et inspecter les pignons pour d&#233;celer toute usure. Si
                    les pignons ne sont pas endommag&#233;s, installer le couvercle de la prise de force et remplir de
                    liquide neuf. Installer des boulons M16x1,5 de 25,4&#160;mm ou des boulons plus courts dans chaque
                    trou. (S'assurer d'enduire les filets des boulons d'un enduit d'&#233;tanch&#233;it&#233;). Serrer
                    &#224; un couple de 50&#160;lbf-pi, puis lib&#233;rer l'unit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Si un dommage aux pignons est constat&#233;, r&#233;parer selon le besoin.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0691201" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-06912-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection seulement</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-2</para>
                            </entry>
                            <entry>
                                <para>Installation de boulons et v&#233;rification du liquide</para>
                            </entry>
                            <entry>
                                <para>0,4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-3</para>
                            </entry>
                            <entry>
                                <para>Installation de boulons, v&#233;rification et ajout de liquide</para>
                            </entry>
                            <entry>
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-4</para>
                            </entry>
                            <entry>
                                <para>Vidange de liquide, retrait du couvercle de prise de force, et v&#233;rification
                                    pour d&#233;celer un dommage aux pignons
                                </para>
                            </entry>
                            <entry>
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>La r&#233;clamation ne peut comporter qu'une seule op&#233;ration de main-d'&#339;uvre.</para>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-06912.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-06912 d'ici
                le 31 octobre 2007, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31 octobre 2007.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
