<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-06907R - Chauffe-bloc de nouvelle conception destin&#233; &#224; &#233;liminer les fuites de
        liquide de refroidissement des moteurs DT 570 d'International&#174; dans certains mod&#232;les 4000, 7000 et
        8000 HPV construits au cours de la p&#233;riode du 7/4/2004 au 19/7/2006
    </stitle>
    <afc id="afc06907" translation="french">
        <afcnum>G-06907R</afcnum>
        <afcdate>Ao&#251;t 2006</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Chauffe-bloc de nouvelle conception destin&#233; &#224; &#233;liminer les fuites de liquide de
            refroidissement des moteurs DT 570 d'International&#174; dans certains mod&#232;les 4000, 7000 et 8000 HPV
            construits au cours de la p&#233;riode du 7/4/2004 au 19/7/2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4400
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>DT 570</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <emph type="bold">DESCRIPTION DE LA R&#201;VISION</emph>
                </para>
                <para>
                    <emph type="italic">P&#233;riode de fabrication du 2/4/2004 au 8/5/2006 des v&#233;hicules vis&#233;s
                        chang&#233;e &#224; la p&#233;riode du 7/4/2004 au 19/7/2006. Tous les v&#233;hicules ont &#233;t&#233;
                        marqu&#233;s de fa&#231;on appropri&#233;e dans ISIS; seules les dates figurant dans cette proc&#233;dure
                        d'entretien &#233;taient erron&#233;es
                    </emph>
                </para>
                <para>La r&#233;tention du couple de montage du chauffe-bloc de nouvelle conception a &#233;t&#233; am&#233;lior&#233;e
                    et celui-ci comporte des joints d'&#233;tanch&#233;it&#233; con&#231;us pour r&#233;sister &#224; la
                    temp&#233;rature de fonctionnement du moteur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0690701" tblwidth="pg-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="1.00*"/>
                    <colspec colname="col2" colwidth="1.00*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry>
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2004824C1</para>
                            </entry>
                            <entry>
                                <para>Chauffe-bloc de conception ant&#233;rieure</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1875814C2</para>
                            </entry>
                            <entry>
                                <para>Chauffe-bloc de nouvelle conception</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure mortelle d&#233;coulant de
                        l'utilisation de liquide de refroidissement chaud ou de vapeur, effectuer uniquement le proc&#233;d&#233;
                        suivant pour retirer le bouchon de radiateur du radiateur ou du r&#233;servoir d'expansion.
                        Laisser d'abord refroidir le moteur. Enrouler un linge &#233;pais autour du bouchon. Appuyer sur
                        le bouchon et le desserrer lentement au premier cran; attendre un moment pour permettre &#224;
                        la pression de s'&#233;chapper par le tube de trop-plein. Une fois que la pression est dissip&#233;e,
                        on peut proc&#233;der au retrait du bouchon du radiateur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Vidanger le liquide de refroidissement du moteur dans un r&#233;cipient propre.</para>
            </step1>
            <specpara>
                <note>
                    <para>Un certain nombre de moteurs ont &#233;t&#233; munis, au moment de leur mise en service, d'un
                        faisceau de c&#226;blage de chauffe-bloc, sans chauffe-bloc toutefois. L'al&#233;sage du
                        chauffe-bloc est scell&#233; au moyen d'un bouchon expansible.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirer le chauffe-bloc ou le bouchon expansible et l'enduit d'&#233;tanch&#233;it&#233;
                    Loctite, le cas &#233;ch&#233;ant, situ&#233;s &#224; l'avant du module de microprocesseur du moteur
                    (ECU)/de commande d'injecteurs (IDM) sur le c&#244;t&#233; conducteur du moteur (Figure 1).
                </para>
            </step1>
            <figure id="f0690701" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690701.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Bouchon expansible ou chauffe-bloc retir&#233;, tel qu'indiqu&#233; par la fl&#232;che</caption>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'une toile &#233;meri et en effectuant des mouvements circulaires,
                    nettoyer l'al&#233;sage du bouchon expansible et la surface entourant l'ouverture. N'effectuer aucun
                    mouvement lat&#233;ral sur l'al&#233;sage. S'assurer que l'al&#233;sage est propre et lisse.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrifier la bague d'&#233;tanch&#233;it&#233; du chauffe-bloc &#224; l'aide de
                    lubrifiant pour joints toriques, puis installer le chauffe-bloc (Figure 2). S'assurer que l'&#233;l&#233;ment
                    chauffant ne touche &#224; aucune pi&#232;ce m&#233;tallique &#224; l'int&#233;rieur du
                    chauffe-bloc. Une fois le chauffe-bloc introduit dans l'al&#233;sage de mani&#232;re appropri&#233;e,
                    serrer la vis &#224; t&#234;te &#224; six pans creux &#224; un couple de 4,5 &#224; 5&#160;Nm (40
                    &#224; 45 lbf-po) pour la bloquer en position.
                </para>
            </step1>
            <figure id="f0690702" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690702.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Installer le chauffe-bloc</caption>
                <calloutgroup>
                    <callout1>1. Vis de blocage &#224; t&#234;te &#224; six pans creux</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Brancher le conducteur d'alimentation au chauffe-bloc et le fixer &#224; l'aide de l'&#233;crou
                    rond (Figure 3).
                </para>
            </step1>
            <figure id="f0690703" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690703.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Brancher le conducteur d'alimentation</caption>
            </figure>
            <step1>
                <para count="1">Remplir le syst&#232;me de refroidissement du liquide de refroidissement vidang&#233; au
                    cours de l'&#233;tape 1.
                </para>
            </step1>
            <step1>
                <para count="1">Faire d&#233;marrer le moteur et le laisser tourner jusqu'&#224; ce qu'il atteigne sa
                    temp&#233;rature de fonctionnement, puis v&#233;rifier afin de d&#233;celer toute fuite.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0690701" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-06907-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement du chauffe-bloc</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,9 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06907-2</para>
                            </entry>
                            <entry>
                                <para>Retrait du bouchon expansible et installation du chauffe-bloc</para>
                            </entry>
                            <entry>
                                <para>1,0 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-06907.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-06907 d'ici
                le 31 ao&#251;t 2007, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31 ao&#251;t 2007.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
