<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-06920 - Rec&#226;blage de l'alimentation &#224; r&#233;gulation de tension et de la mise
        &#224; la masse de la bo&#238;te de vitesses
    </stitle>
    <afc id="afc06920" translation="french">
        <afcnum>G-06920</afcnum>
        <afcdate>Mars 2007</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Rec&#226;blage de l'alimentation &#224; r&#233;gulation de tension et de la mise &#224; la masse de la
            bo&#238;te de vitesses
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Eaton</vendor>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>12/01/2005</startdate>
                        <enddate>08/24/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>12/01/2005</startdate>
                        <enddate>08/24/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>12/01/2005</startdate>
                        <enddate>08/24/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La pr&#233;sente modification autoris&#233;e (&#171;AFC&#187;) s'applique aux mod&#232;les 4300,
                    4400 et 7300 munis de la bo&#238;te de vitesses Eaton Ultra Shift.
                </para>
                <para>La d&#233;t&#233;rioration de l'alimentation &#233;lectrique actuelle &#224; l'ECU pour la bo&#238;te
                    de vitesses peut &#233;prouver une basse tension qui peut, &#224; la limite, provoquer un &#233;tat
                    d'absence de d&#233;marrage. L'approvisionnement de l'alimentation et de la mise &#224; la masse
                    directement &#224; l'ECU de la bo&#238;te de vitesses depuis les batteries &#233;liminera les pertes
                    de tension &#233;prouv&#233;es par le biais de la mise &#224; la masse du longeron de cadre de ch&#226;ssis
                    et des diff&#233;rents connecteurs du ch&#226;ssis. Le sch&#233;ma de circuit figurant &#224; la
                    derni&#232;re page illustre le c&#226;blage final une fois que les modifications sont achev&#233;es.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0692001" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.76*"/>
                    <colspec colname="col2" colwidth="1.59*"/>
                    <colspec colname="col3" colwidth="0.65*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000888R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de r&#233;paration</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="10">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de stationnement ou de point mort, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, d&#233;brancher le c&#226;ble de
                        masse de la borne n&#233;gative de la batterie principale avant de d&#233;brancher les
                        composants &#233;lectriques. Toujours brancher le c&#226;ble de masse en dernier lieu.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le(s) c&#226;ble(s) n&#233;gatif(s) des batteries au niveau du bo&#238;tier
                    de batterie.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le connecteur &#224; 3 voies du faisceau de c&#226;blage d'alimentation
                    &#224; r&#233;gulation de tension positive et le connecteur &#224; 2 voies de mise &#224; la masse
                    d'alimentation &#224; r&#233;gulation de tension dans le bo&#238;tier de batterie. Se reporter
                    &#224; la Figure 1.
                </para>
            </step1>
            <figure id="f0692001" figsize="col-wide">
                <graphic filename="../afcfigures/g0692001.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px"/>
                <caption>Figure 1.</caption>
            </figure>
            <figure id="f0692002" figsize="col-wide">
                <graphic filename="../afcfigures/g0692002.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px"/>
                <caption>Figure 2.</caption>
            </figure>
            <step1>
                <para count="1">Retirer le fil volant d'alimentation &#224; r&#233;gulation de tension de la ou des
                    bornes positives des batteries. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le faisceau de c&#226;blage &#224; 3 voies d'alimentation &#224; r&#233;gulation
                    de tension et le fil volant (8000888R91) neufs, illustr&#233;s &#224; la Figure 2, sur les bornes
                    positives des batteries. S'assurer que le fil volant/le faisceau de c&#226;blage neufs sont munis de
                    deux fusibles de 40&#160;A et que le CONNECTEUR D'ALIMENTATION DE L'ECU DE LA BO&#206;TE DE VITESSES
                    est dot&#233; d'un fusible de 30&#160;A.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le connecteur 4705 &#224; 24 voies de la bo&#238;te de vitesses situ&#233;
                    entre le cache-culbuteurs du moteur et la colonne de direction, tel qu'illustr&#233; &#224; la
                    Figure 3. La moiti&#233; appropri&#233;e du connecteur aura le circuit J14AW (rouge) dans l'alv&#233;ole
                    13.
                </para>
            </step1>
            <figure id="f0692003" figsize="col-wide">
                <graphic filename="../afcfigures/g0692003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px"/>
                <caption>Figure 3.</caption>
            </figure>
            <figure id="f0692004" figsize="col-wide">
                <graphic filename="../afcfigures/g0692004.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px"/>
                <caption>Figure 4.</caption>
            </figure>
            <step1>
                <para count="1">S&#233;parer les deux moiti&#233;s du connecteur en retirant la languette de
                    verrouillage rouge en la faisant glisser.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le verrou de borne secondaire du c&#244;t&#233; arri&#232;re du connecteur 4705
                    et retirer le circuit J14AW de l'alv&#233;ole 13 &#224; l'aide d'un extracteur de bornes 2592689C91.
                    La moiti&#233; appropri&#233;e du connecteur ne comprend pas le m&#233;canisme de verrouillage
                    coulissant rouge.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer la borne du circuit J14AW &#224; l'aide d'un extracteur de bornes 2592689C91 et
                    fixer le c&#226;ble au faisceau de c&#226;blage &#224; l'aide de ruban isolant.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer le c&#226;ble rouge de calibre 12, fourni dans la trousse, dans l'alv&#233;ole
                    13, r&#233;installer le verrou de borne secondaire et effectuer le remontage des deux moiti&#233;s
                    du connecteur 4705.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer l'autre c&#226;ble rouge de calibre 12 dans l'alv&#233;ole A du nouveau
                    connecteur &#224; 2 voies (3512967C1), puis installer la borne 1661708C1 (tirer pour loger) fournie.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer le connecteur vers le bas, &#224; c&#244;t&#233; du faisceau de c&#226;blage
                    de la bo&#238;te de vitesses.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le circuit K11- GAM (blanc) sur la borne de masse du bloc moteur, &#224;
                    l'oppos&#233; du d&#233;marreur. Se reporter &#224; la Figure 4.
                </para>
            </step1>
            <step1>
                <para count="1">Couper la borne &#224; anneau de K11-GAM et acheminer le c&#226;ble jusqu'au connecteur
                    &#224; 2 voies, sur l'extr&#233;mit&#233; du c&#226;ble rouge de calibre 12.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;nuder l'extr&#233;mit&#233; de K11-GAM, l'ins&#233;rer dans l'alv&#233;ole B du
                    nouveau connecteur &#224; 2 voies, puis installer la borne 1661708C1 (tirer pour loger).
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer le nouveau connecteur &#224; 2 voies du faisceau de c&#226;blage (circuits
                    N92A et N92-G) vers le haut, depuis le bas du compartiment moteur, et le brancher au connecteur
                    &#224; 2 voies qui vient d'&#234;tre install&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le faisceau de c&#226;blage d'origine d'alimentation &#224; r&#233;gulation de
                    tension &#224; 3 voies et la mise &#224; la masse &#224; 2 voies du bo&#238;tier de batterie et de
                    l'alimentation &#224; r&#233;gulation de tension &#224; 3 voies et de la prise de masse au niveau du
                    d&#233;marreur. Mettre l'ancien faisceau de c&#226;blage au rebut. Se reporter &#224; la Figure 5.
                </para>
            </step1>
            <figure id="f0692005" figsize="pg-wide">
                <graphic filename="../afcfigures/g0692005.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="368px"/>
                <caption>Figure 5.</caption>
            </figure>
            <step1>
                <para count="1">Acheminer le nouveau connecteur &#224; 3 voies du faisceau de c&#226;blage (circuits
                    N97AA, N97-G et N97B) vers le d&#233;marreur et le brancher au connecteur &#224; 3 voies d'origine
                    d'alimentation &#224; r&#233;gulation de tension et de masse de la bo&#238;te de vitesses/du moteur.
                </para>
            </step1>
            <figure id="f0692008" figsize="pg-wide">
                <graphic filename="../afcfigures/g0692008.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="272px"/>
                <caption>Figure 6. Lamage</caption>
            </figure>
            <figure id="f0692009" figsize="pg-wide">
                <graphic filename="../afcfigures/g0692009.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="248px"/>
                <caption>Figure 7. Nettoyage de la borne de c&#226;ble</caption>
            </figure>
            <figure id="f0692010" figsize="pg-wide">
                <graphic filename="../afcfigures/g0692010.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="312px"/>
                <caption>Figure 8. C&#226;ble de masse du d&#233;marreur</caption>
            </figure>
            <para>Retirer le c&#226;ble de masse du d&#233;marreur. Meuler le longeron de cadre de ch&#226;ssis &#224;
                l'endroit o&#249; le c&#226;ble de masse est fix&#233;, jusqu'&#224; ce que l'on puisse voir le m&#233;tal
                nu sur le longeron de cadre de ch&#226;ssis. Nettoyer la borne du c&#226;ble de masse de mani&#232;re
                &#224; ce que l'on puisse voir le m&#233;tal nu (cela est appel&#233; un &#171;lamage&#187;). R&#233;installer
                le c&#226;ble de masse au cadre de ch&#226;ssis. Enduire la borne du c&#226;ble et le longeron de c&#226;ble
                de ch&#226;ssis de graisse protectrice ou du produit Fluid Film 2593148C1.
            </para>
            <step1>
                <para count="1">Continuer &#224; acheminer le nouveau faisceau de c&#226;blage dans le bo&#238;tier de
                    batterie et brancher le connecteur &#224; 3 voies au nouveau connecteur &#224; 3 voies du fil volant
                    install&#233; &#224; l'&#233;tape 4 et au connecteur de masse &#224; 2 voies.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le fusible de 30 A Eaton Autoshift du panneau de distribution de l'alimentation.
                    Le graphique du panneau est illustr&#233; &#224; la Figure 6.
                </para>
            </step1>
            <figure id="f0692006" figsize="col-wide">
                <graphic filename="../afcfigures/g0692006.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px"/>
                <caption>Figure 9.</caption>
            </figure>
            <step1>
                <para count="1">Fixer le nouveau faisceau de c&#226;blage au faisceau de c&#226;blage de la bo&#238;te
                    de vitesses et aux c&#226;bles de la batterie &#224; l'aide de courroies de fixation. &#192; l'aide
                    de courroies de fixation, fixer &#224; un c&#226;ble de masse toute longueur exc&#233;dentaire du
                    faisceau de c&#226;blage se trouvant &#224; l'int&#233;rieur du bo&#238;tier de batterie. Placer les
                    courroies de fixation &#224; environ tous les 6&#160;po pour &#233;viter le frottement ou l'usure du
                    faisceau de c&#226;blage contre les ar&#234;tes vives ou les rebords m&#233;talliques.
                </para>
            </step1>
            <step1>
                <para count="1">Meuler le longeron de cadre de ch&#226;ssis &#224; l'endroit o&#249; le c&#226;ble n&#233;gatif
                    de la batterie, depuis le bo&#238;tier de batterie, est fix&#233; au cadre de ch&#226;ssis et ce,
                    jusqu'&#224; ce que l'on puisse voir le m&#233;tal nu sur le cadre de ch&#226;ssis. Nettoyer l'extr&#233;mit&#233;
                    du c&#226;ble n&#233;gatif de la batterie jusqu'&#224; ce que le m&#233;tal nu soit perceptible,
                    puis le fixer au cadre de ch&#226;ssis &#224; nouveau. Mettre le logiciel &#224; jour en allant
                    &#224; Eaton Service Ranger. La mise &#224; jour logicielle requise est le num&#233;ro 844. Faire d&#233;marrer
                    le camion pour s'assurer que l'&#233;tat d'absence de d&#233;marrage a &#233;t&#233; corrig&#233;.
                </para>
            </step1>
            <figure id="f0692007" figsize="pg-wide">
                <graphic filename="../afcfigures/g0692007.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="502px"/>
                <caption>Figure 10.</caption>
            </figure>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0692002" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-06920-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Remplacement du c&#226;blage</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,8</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-06920-2</para>
                            </entry>
                            <entry>
                                <para>Mise &#224; jour du logiciel Eaton</para>
                            </entry>
                            <entry align="center">
                                <para>0,5</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-06920-3</para>
                            </entry>
                            <entry>
                                <para>Lamage</para>
                            </entry>
                            <entry align="center">
                                <para>0,2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>La dur&#233;e de main-d'&#339;uvre totale est de 1,5 heures.</para>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais doivent &#234;tre imput&#233;s &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-06920.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-06920 d'ici
                le 31 janvier 2008, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31 janvier 2008.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
