<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 06902 - Am&#233;lioration du cache-culbuteurs et du reniflard de certains mod&#232;les 3200 et
        4200 d'International&#174; construits au cours de la p&#233;riode du 1er novembre 2001 au 31 d&#233;cembre 2002
        et pourvus de moteurs VT 365 d'International&#174;
    </stitle>
    <afc id="afc06902" translation="french">
        <afcnum>06902</afcnum>
        <afcdate>Ao&#251;t 2006</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Am&#233;lioration du cache-culbuteurs et du reniflard de certains mod&#232;les 3200 et 4200
            d'International&#174; construits au cours de la p&#233;riode du 1er novembre 2001 au 31 d&#233;cembre 2002
            et pourvus de moteurs VT 365 d'International&#174;
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>11/01/2001</startdate>
                        <enddate>12/31/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>11/01/2001</startdate>
                        <enddate>12/31/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <specpara>
                    <note>
                        <para>Effectuez une recherche compl&#232;te de l'historique de garantie afin de vous assurer que
                            cette r&#233;paration n'a pas d&#233;j&#224; &#233;t&#233; ex&#233;cut&#233;e.
                        </para>
                    </note>
                    <note>
                        <para>Avant de commander des pi&#232;ces, prendre les dispositions n&#233;cessaires avec le
                            client de mani&#232;re &#224; faire effectuer d'un seul coup toutes les modifications
                            autoris&#233;es applicables du moteur VT 365 d'International&#174;. Ne commander que les pi&#232;ces
                            aff&#233;rentes aux v&#233;hicules dont la r&#233;paration a &#233;t&#233; pr&#233;vue avec
                            le client.
                        </para>
                    </note>
                    <note>
                        <para>Si l'on demande qu'un v&#233;hicule vis&#233; par la pr&#233;sente modification autoris&#233;e
                            fasse l'objet d'une r&#233;paration majeure, il faut confirmer, avant de proc&#233;der
                            &#224; cette modification autoris&#233;e, que le moteur ne n&#233;cessite pas un
                            remplacement et qu'il est viable par rapport &#224; la pr&#233;sente modification autoris&#233;e
                            et aux autres modifications autoris&#233;es courantes.
                        </para>
                        <para>Au cours des r&#233;parations reli&#233;es &#224; la modification autoris&#233;e,
                            effectuer d'abord le &#171;remplacement des trains d'engrenages du bo&#238;tier de
                            servodirection&#187;.
                        </para>
                    </note>
                </specpara>
                <para>Le moteur VT 365 de production initiale &#233;tait pourvu d'un syst&#232;me de reniflard de 3/4&#160;po
                    de style ferm&#233; qui &#233;tait raccord&#233; directement au tuyau d'admission du refroidisseur
                    d'air de suralimentation. Une modification standard &#224; un reniflard de 1&#160;po a &#233;t&#233;
                    apport&#233;e &#224; compter de la production de moteurs de l'ann&#233;e-mod&#232;le 2003 afin de
                    minimiser les indices de fuites d'huile dans la tuyauterie d'admission du refroidisseur d'air de
                    suralimentation.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t069021">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.77*"/>
                    <colspec colname="col2" colwidth="1.63*"/>
                    <colspec colname="col3" colwidth="0.61*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1844132C92</para>
                            </entry>
                            <entry>
                                <para>La trousse de reniflard du cache-culbuteurs comprend ce qui suit&#160;:</para>
                                <para>Ensemble de cache-culbuteurs de gauche</para>
                                <para>Joint torique</para>
                                <para>Ensemble de boyau de reniflard</para>
                                <para>Collier de serrage</para>
                                <para>Tuyau d'admission d'air</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <para>Se reporter au manuel d'entretien du moteur VT 365 EGES-235 et 41/42/43/4400 et au manuel d'entretien
                du train avant S09003 si de plus amples renseignements sont requis.
            </para>
            <step1>
                <para count="1">Retirer le pare-chocs avant.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter des lunettes de s&#233;curit&#233;
                        et un &#233;cran facial lors des man&#339;uvres effectu&#233;es &#224; proximit&#233; des
                        batteries, afin d'&#233;viter les blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble de mise &#224; la masse de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Retirer le bo&#238;tier du filtre &#224; air, en y laissant le tube raccord&#233;, d&#233;brancher
                    le capteur de temp&#233;rature d'air d'admission et le tube de ventilation du cache-culbuteurs.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le module de commande &#233;lectronique (&#171;ECM&#187;) et le module de
                    commande d'injecteurs (&#171;IDM&#187;), ainsi que le c&#226;blage.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher et retirer le c&#226;blage de l'ECM.</para>
            </step1>
            <step1>
                <para count="1">Retirer le tube de remplissage d'huile du cache-culbuteurs. D&#233;connecter et retirer
                    le r&#233;servoir de lave-glace du support de montage.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le tube du capteur de contre-pression d'&#233;chappement (&#171;EBPS&#187;) du
                    capteur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le support de montage de l'ECM, d&#233;brancher le c&#226;blage de l'EBPS et
                    enlever le tube.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le tube de la jauge.</para>
            </step1>
            <step1>
                <para count="1">D&#233;connecter l'ensemble de reniflard de ventilation du carter, puis retirer le
                    dernier conduit d'air du turbocompresseur.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les goujons, les boulons (Figure 1) et le cache-culbuteurs de gauche.</para>
            </step1>
            <figure id="f069021" figsize="pg-wide">
                <graphic filename="../afcfigures/d0801.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Enlever les goujons et les boulons</caption>
                <calloutgroup>
                    <callout1>1. Emplacements des goujons</callout1>
                    <callout1>2. Emplacements des boulons</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, ne pas utiliser d'outils &#233;lectriques lors de
                        l'installation des cache-culbuteurs.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Inspecter le joint d'&#233;tanch&#233;it&#233; du cache-culbuteurs et remplacer
                    uniquement selon le besoin, puis installer le nouveau cache-culbuteurs sur le porte-culbuteurs.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les boulons de fixation et les goujons du cache-culbuteurs aux emplacements
                    appropri&#233;s, tel qu'illustr&#233; &#224; la Figure 1. Serrer les boulons &#224; la main jusqu'&#224;
                    ce que tous les boulons et goujons soient install&#233;s, puis serrer &#224; un couple de 7 &#224; 9&#160;Nm
                    (60 &#224; 84&#160;lbf-po).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le joint torique neuf sur le tuyau de reniflard, puis installer le nouvel
                    ensemble de boyau de reniflard et le collier de serrage.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la nouvelle conduite d'admission d'air sur le turbocompresseur.</para>
            </step1>
            <step1>
                <para count="1">Poursuivre les &#233;tapes 1 &#224; 9 dans l'ordre inverse.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t069022">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>A40-06902-1</para>
                            </entry>
                            <entry align="center">
                                <para>Remplacement par un cache-culbuteurs de gauche et un reniflard am&#233;lior&#233;s
                                    conjointement avec l'ex&#233;cution de la modification autoris&#233;e G-06901 (se
                                    reporter &#224; la remarque)
                                </para>
                            </entry>
                            <entry align="center">
                                <para>0,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-06902-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;pose et remplacement par un cache-culbuteurs de gauche et un reniflard am&#233;lior&#233;s</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-06902-3</para>
                            </entry>
                            <entry>
                                <para>Ajout pour v&#233;hicule avec compresseur d'air</para>
                            </entry>
                            <entry align="center">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-06902-4</para>
                            </entry>
                            <entry>
                                <para>Ajout pour v&#233;hicule avec climatiseur</para>
                            </entry>
                            <entry align="center">
                                <para>0,2 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">NOTA&#160;: Si le v&#233;hicule faisant l'objet de l'entretien n&#233;cessite la
                    modification autoris&#233;e G-06901, soit le remplacement du cache-culbuteurs, le taux de main-d'&#339;uvre
                    sera de 0,2 h, puisque les cache-culbuteurs seraient d&#233;pos&#233;s lors de l'ex&#233;cution de
                    la modification autoris&#233;e G-06901.
                </emph>
            </para>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la Garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-06902.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-06902 d'ici
                le 31 ao&#251;t 2007, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31 ao&#251;t 2007.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="248px"/>
            </figure>
        </claims>
    </afc>
</isis>
