<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-06915 - Remplacement du syst&#232;me de reniflard existant par un syst&#232;me de reniflard
        ferm&#233;
    </stitle>
    <afc id="afc06915" translation="french">
        <afcnum>G-06915</afcnum>
        <afcdate>F&#233;vrier 2007</afcdate>
        <subjectfile>Moteur</subjectfile>
        <subject>Remplacement du syst&#232;me de reniflard existant par un syst&#232;me de reniflard ferm&#233;
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>08/03/2004</startdate>
                        <enddate>08/22/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>08/03/2004</startdate>
                        <enddate>08/22/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Remplacement de l'ensemble de reniflard pour &#233;liminer les probl&#232;mes de gel.</para>
                <para>La pr&#233;sente modification autoris&#233;e s'applique &#224; tous les reniflards de moteur qui
                    n'ont pas &#233;t&#233; remplac&#233;s dans le cadre de la modification autoris&#233;e 06914.
                </para>
            </geninfo>
        </description>
        <partsinfo id="t069091">
            <table id="t0691301" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.76*"/>
                    <colspec colname="col2" colwidth="1.59*"/>
                    <colspec colname="col3" colwidth="0.65*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1878227C91 (2005)</para>
                            </entry>
                            <entry>
                                <para>Trousse de reniflard ferm&#233;</para>
                            </entry>
                            <entry>
                                <para>1 trousse par v&#233;hicule</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1878251C91 (2006)</para>
                            </entry>
                            <entry>
                                <para>Trousse de reniflard ferm&#233;</para>
                            </entry>
                            <entry>
                                <para>1 trousse par v&#233;hicule</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Pri&#232;re de noter qu'une seule trousse est requise par moteur. La trousse 1878227C91 est requise
                pour un moteur 2005. La trousse 1878251C91 est requise pour un moteur 2006.
            </para>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que la bo&#238;te de
                        vitesses est en position de point mort ou de stationnement, que le frein de stationnement est
                        serr&#233; et que les roues sont cal&#233;es avant d'entamer toute proc&#233;dure de diagnostic
                        ou d'entretien du moteur ou du v&#233;hicule. Lire toutes les consignes de s&#233;curit&#233;
                        qui se trouvent &#224; la section &#171;Renseignements sur la s&#233;curit&#233;&#187; dans le
                        manuel d'atelier aff&#233;rent &#224; ce moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que le moteur est
                        suffisamment refroidi avant de proc&#233;der &#224; la d&#233;pose de ses composants.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Lors de l'acheminement de la tubulure, &#233;viter de sertir celle-ci, de l'acheminer trop pr&#232;s
                        des pi&#232;ces mobiles ou &#224; moins de 2 &#224; 4&#160;po de la surface chaude d'un moteur.
                    </para>
                </caution>
            </specpara>
            <para>Plusieurs types de syst&#232;mes de reniflard sont install&#233;s sur les moteurs diesel VT 275
                d'International. Effectuer l'une des proc&#233;dures de d&#233;pose suivantes, selon le type de syst&#232;me
                de reniflard actuellement install&#233; sur le moteur.
            </para>
            <para>. Syst&#232;me de reniflard ouvert.</para>
            <para>. Syst&#232;me &#224; impacteur.</para>
            <para>. Syst&#232;me &#224; impacteur avec modification FAQ 347051.</para>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="2">
            <title>D&#233;pose - Syst&#232;me de reniflard ouvert</title>
            <figure id="f0691501" figsize="col-wide">
                <graphic filename="../afcfigures/j08107.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figure 1. Ensemble de flexible de ventilation du carter</caption>
                <calloutgroup>
                    <callout1>1. Sortie du reniflard du carter</callout1>
                    <callout1>2. Ensemble de conduite d'admission d'air</callout1>
                    <callout1>3. Attache de c&#226;blage (standard) fix&#233;e au manchon de raccordement</callout1>
                    <callout1>4. Ensemble de flexible de ventilation du carter</callout1>
                    <callout1>5. Filtre &#224; air</callout1>
                    <callout1>6. Attache de c&#226;blage (&#224; t&#234;te bomb&#233;e)</callout1>
                    <callout1>7. Attache de c&#226;blage (standard)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer l'attache de c&#226;blage &#224; t&#234;te bomb&#233;e (Figure 1, article 6) de
                    l'arri&#232;re du support du filtre &#224; air.Retirer l'attache de c&#226;blage &#224; t&#234;te
                    bomb&#233;e (Figure 1, article 6) de l'arri&#232;re du support du filtre &#224; air.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les attaches de c&#226;blage standard du manchon de raccordement (Figure 1,
                    article 3) sur le cache-culbuteurs et le longeron de cadre de ch&#226;ssis (Figure 1, article 7).
                </para>
            </step1>
            <figure id="f0691502" figsize="col-wide">
                <graphic filename="../afcfigures/j17017.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figure 2. Ensemble de flexible de ventilation du carter</caption>
                <calloutgroup>
                    <callout1>1. Coude</callout1>
                    <callout1>2. Ensemble de flexible de ventilation du carter</callout1>
                    <callout1>3. Manchon de raccordement</callout1>
                    <callout1>4. Attache de c&#226;blage</callout1>
                    <callout1>5. &#201;crou hexagonal M6 et goujon M6 x 43 x 15</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlever l'&#233;crou hexagonal M6 du goujon M6 x 43 x 15 du reniflard central sup&#233;rieur
                    (Figure 2, article 5). Enlever le manchon de raccordement et le mettre au rebut (Figure 2, article
                    3).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'ensemble de flexible de ventilation du carter (Figure 2, article 2) en
                    tournant le coude (Figure 2, article 1) de 90&#160;degr&#233;s et en tirant le coude de l'ensemble
                    de flexible de ventilation du carter hors de la sortie du reniflard du carter. Retirer l'ensemble de
                    flexible de ventilation du carter du moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'attache du d&#233;bitm&#232;tre d'air massique de l'ensemble de conduite
                    d'admission d'air (Figure 1, article 2). D&#233;brancher la tubulure de commande de suralimentation.
                    Retirer l'ensemble de conduite d'admission d'air et le mettre au rebut.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="2">
            <title>D&#233;pose - Syst&#232;me &#224; impacteur</title>
            <figure id="f0691503" figsize="pg-wide">
                <graphic filename="../afcfigures/j17015.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="408px"/>
                <caption>Figure 3. Syst&#232;me &#224; impacteur</caption>
                <calloutgroup>
                    <callout1>1. Ensemble de conduite d'admission d'air</callout1>
                    <callout1>2. Tube en acier de sortie du reniflard</callout1>
                    <callout1>3. D&#233;bitm&#232;tre d'air massique</callout1>
                    <callout1>4. Manchon de filtre &#224; air</callout1>
                    <callout1>5. Flexible de vidange d'huile</callout1>
                    <callout1>6. Boulons de fixation d'impacteur</callout1>
                    <callout1>7. Impacteur</callout1>
                    <callout1>8. Flexible d'aspiration</callout1>
                    <callout1>9. Dispositif de montage</callout1>
                    <callout1>10. Attaches de c&#226;blage</callout1>
                    <callout1>11. Dispositif de montage</callout1>
                    <callout1>12. Ensemble de flexible de ventilation du carter</callout1>
                    <callout1>13. Filtre &#224; air</callout1>
                    <callout1>14. Boulon de retenue du flexible de vidange d'huile</callout1>
                    <callout1>15. Support de montage</callout1>
                    <callout1>16. Clapet antiretour de vidange d'huile et flexibles</callout1>
                    <callout1>17. Couvercle de reniflard</callout1>
                </calloutgroup>
            </figure>
            <para>Se reporter &#224; la Figure 3 pour voir les articles entre parenth&#232;ses.</para>
            <step1>
                <para count="1">Retirer les attaches de c&#226;blage (article 10) fixant le flexible d'aspiration au
                    support du filtre &#224; air et au support du r&#233;servoir de servodirection et les mettre au
                    rebut.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le manchon de filtre &#224; air (article 4) de l'ensemble de conduite
                    d'admission d'air (article 1) en d&#233;branchant le d&#233;bitm&#232;tre d'air massique (article 3)
                    de l'ensemble de conduite d'admission d'air (article 1). Retirer le filtre &#224; air (article 13)
                    et le manchon de filtre &#224; air (article 4) ensemble.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le flexible d'aspiration (article 8) de l'impacteur (article 7) et mettre le
                    flexible d'aspiration au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le flexible de vidange d'huile (article 5) de l'impacteur. Enlever le boulon de
                    retenue du flexible de vidange d'huile (article 14) de l'arri&#232;re de la culasse de gauche.
                    Retirer la partie sup&#233;rieure du tube en acier de vidange d'huile, le clapet antiretour de
                    vidange d'huile et les flexibles (article 16).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Installer les composants de la trousse de bouchon de tubulure afin d'&#233;viter tout dommage
                        au moteur. Cette trousse se compose d'un collier de serrage et d'un bouchon de tubulure.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Installer le bouchon de tubulure sur l'extr&#233;mit&#233; du tube expos&#233; sur le c&#244;t&#233;
                    du tube de jauge d'huile. Fixer le bouchon au tube au moyen du collier de serrage.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer du tube en acier de la sortie du reniflard (article 2) l'ensemble de flexible de
                    ventilation du carter.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever deux boulons de fixation d'impacteur (article 6) du support de montage, puis
                    retirer le support de montage, l'impacteur et l'ensemble de flexible de ventilation du carter en les
                    soulevant ensemble.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher la tubulure de commande de suralimentation de l'ensemble de conduite
                    d'admission d'air (article 1). Retirer l'ensemble de conduite d'admission d'air et le mettre au
                    rebut.
                </para>
            </step1>
            <figure id="f0691504" figsize="col-wide">
                <graphic filename="../afcfigures/j06059.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figure 4. Sortie de reniflard</caption>
                <calloutgroup>
                    <callout1>1. Coude de sortie de reniflard</callout1>
                    <callout1>2. Boulon central sup&#233;rieur du reniflard</callout1>
                    <callout1>3. Boulon sup&#233;rieur arri&#232;re du reniflard</callout1>
                    <callout1>4. Surface d'&#233;tanch&#233;it&#233; du tube en acier</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage possible au moteur, retirer prudemment le tube en acier du
                        couvercle du reniflard sans fissurer l'ouverture de d&#233;charge dans la sortie du reniflard.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Enlever les boulons M6 du couvercle du reniflard. Retirer ensemble du cache-culbuteurs
                    le couvercle du reniflard et le tube en acier.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer soigneusement le tube en acier de sortie du reniflard (article 2) et le coude de
                    sortie du reniflard (Figure 4, article 1) de la sortie du couvercle du reniflard en tournant de 90&#160;degr&#233;s
                    le tube en acier de sortie du reniflard et le coude de sortie du reniflard et en s&#233;parant ces
                    deux composants. Mettre le tube en acier de sortie du reniflard et le coude de sortie du reniflard
                    au rebut.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>D&#233;pose - Syst&#232;me &#224; impacteur avec modification FAQ 347051</title>
            <para>Se reporter &#224; la Figure 3 relativement aux articles entre parenth&#232;ses.</para>
            <step1>
                <para count="1">Retirer les attaches de c&#226;blage du flexible d'aspiration et les mettre au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le flexible d'aspiration du tube en acier sur le cache-culbuteurs. Mettre le
                    flexible d'aspiration au rebut.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage possible au moteur, retirer soigneusement le tube en acier du
                        couvercle du reniflard sans fissurer l'ouverture de d&#233;charge dans la sortie du reniflard.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Enlever les boulons M6 du couvercle du reniflard. Retirer ensemble du cache-culbuteurs
                    le reniflard et le tube en acier.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer soigneusement le tube en acier de sortie du reniflard (article 2) et le coude de
                    sortie du reniflard (Figure 4, article 1) de la sortie du reniflard en tournant de 90&#160;degr&#233;s
                    le tube en acier et en s&#233;parant les deux composants. Mettre le tube en acier au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'ensemble de conduite d'admission d'air (article 1) du d&#233;bitm&#232;tre
                    d'air massique. D&#233;brancher la tubulure de commande de suralimentation. Retirer l'ensemble de
                    conduite d'admission d'air et le mettre au rebut.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="4">
            <title>Pose - Syst&#232;me de reniflard ferm&#233;</title>
            <para>Se reporter &#224; la Figure 3 relativement aux articles entre parenth&#232;ses.</para>
            <step1>
                <para count="1">Installer le couvercle du reniflard (si retir&#233; plus t&#244;t) sur le
                    cache-culbuteurs, en s'assurant que les joints toriques sont en place.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les attaches M6 et les serrer &#224; un couple de 11&#160;N&#183;m (96&#160;lbf&#183;po).</para>
            </step1>
            <step1>
                <para count="1">Installer le filtre &#224; air (article 13) et le manchon de filtre &#224; air (article
                    4).
                </para>
            </step1>
            <figure id="f0691505" figsize="col-wide">
                <graphic filename="../afcfigures/j15026.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figure 5. Serrer le collier de serrage</caption>
            </figure>
            <step1>
                <para count="1">Installer l'ensemble de conduite de flexible d'admission d'air du reniflard. Fixer
                    &#224; l'entr&#233;e du turbocompresseur &#224; l'aide d'un collier de serrage. Serrer le collier de
                    serrage &#224; un couple de 4 &#224; 5&#160;N&#183;m (36 &#224; 48&#160;lbf&#183;po).
                </para>
            </step1>
            <step1>
                <para count="1">Fixer l'ensemble de conduite de flexible d'admission d'air du reniflard au d&#233;bitm&#232;tre
                    d'air massique (article 3) &#224; l'aide d'un collier de serrage. Serrer le collier de serrage
                    &#224; un couple de 4 &#224; 5&#160;N&#183;m (36 &#224; 48&#160;lbf&#183;po).
                </para>
            </step1>
            <figure id="f0691506" figsize="col-wide">
                <graphic filename="../afcfigures/j15027.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figure 6. Branchement de la tubulure de commande de suralimentation</caption>
                <calloutgroup>
                    <callout1>1. Connexion de tubulure de commande de suralimentation sur l'actionneur pneumatique du
                        turbocompresseur
                    </callout1>
                    <callout1>2. Connexion de tubulure de commande de suralimentation sur le flexible d'admission d'air
                        du reniflard
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Brancher la tubulure de commande de suralimentation (Figure 6, article 2).</para>
            </step1>
            <figure id="f0691507" figsize="col-wide">
                <graphic filename="../afcfigures/j15003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figure 7. Installer un boulon de fixation</caption>
            </figure>
            <step1>
                <para count="1">Installer le boulon M6 x 16 &#224; travers le support de montage de l'ensemble de
                    conduite de flexible d'admission d'air du reniflard &#224; la tubulure d'admission. Serrer le boulon
                    &#224; un couple de 13&#160;N&#183;m (115&#160;lbf&#183;po).
                </para>
            </step1>
            <figure id="f0691508" figsize="col-wide">
                <graphic filename="../afcfigures/j31377.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figure 8. Ensemble de flexible de ventilation du carter</caption>
                <calloutgroup>
                    <callout1>1. Ensemble de flexible de ventilation du carter</callout1>
                    <callout1>2. Couvercle de reniflard</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Encliqueter le coude de l'ensemble de flexible de ventilation du carter dans la sortie
                    de reniflard du carter.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0691302" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-06915-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection seulement</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,2 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-06915-2</para>
                            </entry>
                            <entry>
                                <para>R&#233;paration</para>
                            </entry>
                            <entry align="center">
                                <para>0,5 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-06915.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-06915 d'ici
                le 28 f&#233;vrier 2008, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 28 f&#233;vrier 2008.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
