<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 07915 - Pales de ventilateur des v&#233;hicules de mod&#232;les 5000 et 7000 munis de moteurs
        Caterpillar et Cummins conformes aux normes antipollution 2002, 2004 et 2007
    </stitle>
    <afc id="f07915" translation="french">
        <afcnum>07915</afcnum>
        <afcdate>Mars 2008</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>Pales de ventilateur des v&#233;hicules de mod&#232;les 5000 et 7000 munis de moteurs Caterpillar et
            Cummins conformes aux normes antipollution 2002, 2004 et 2007
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>02/01/2002</startdate>
                        <enddate>09/17/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certaines pales de ventilateur de moteur des v&#233;hicules de mod&#232;les 5000 et 7000 munis de
                    moteurs Caterpillar et Cummins conformes aux normes antipollution de 2002, 2004 et 2007 manifestent
                    un fissurage. Il a &#233;t&#233; constat&#233; que certaines des pales de ventilateur se fissurent
                    au centre ou &#224; la racine de la pale et que certaines fissures se produisent &#224; l'extr&#233;mit&#233;
                    des pales. Une nouvelle pale a &#233;t&#233; con&#231;ue de mani&#232;re &#224; &#233;viter ce
                    fissurage &#224; la racine de la pale, d&#233;coulant habituellement d'un surr&#233;gime du moteur.
                    Le dommage et le fissurage &#224; l'extr&#233;mit&#233; de la pale d&#233;coulent du fait que la
                    pale de ventilateur se heurte contre un autre objet (un composant fixe ou une mati&#232;re &#233;trang&#232;re).
                </para>
                <figure id="f0791501" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0791501.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="272px"/>
                </figure>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0791501" tblwidth="pg-wide">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="1.60*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3625639C1</para>
                            </entry>
                            <entry>
                                <para>Pale de ventilateur - 9 pales</para>
                            </entry>
                            <entry>
                                <para>1 par v&#233;hicule</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3820083C1</para>
                            </entry>
                            <entry>
                                <para>Pale de ventilateur - 11 pales</para>
                            </entry>
                            <entry>
                                <para>1 par v&#233;hicule</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2596649C1</para>
                            </entry>
                            <entry>
                                <para>Pale de ventilateur pour un embrayage &#224; 2 vitesses pour un v&#233;hicule de
                                    mod&#232;le 7600 ou 7700
                                </para>
                            </entry>
                            <entry>
                                <para>1 par v&#233;hicule</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2596650C1</para>
                            </entry>
                            <entry>
                                <para>Pale de ventilateur pour un embrayage &#224; 2 vitesses pour un v&#233;hicule de
                                    mod&#232;le 5000
                                </para>
                            </entry>
                            <entry>
                                <para>1 par v&#233;hicule</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que la bo&#238;te
                            de vitesses est en position de point mort ou de stationnement, que le frein de stationnement
                            est serr&#233; et que les roues sont cal&#233;es avant d'entamer toute proc&#233;dure de
                            diagnostic ou d'entretien du moteur ou du v&#233;hicule. Lire toutes les consignes de s&#233;curit&#233;
                            qui se trouvent &#224; la section &#171;Renseignements sur la s&#233;curit&#233;&#187; dans
                            le manuel d'atelier aff&#233;rent &#224; ce v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, retirer la cl&#233; de
                            contact ou d&#233;brancher la batterie de fa&#231;on &#224; ce qu'il soit impossible de
                            faire d&#233;marrer le moteur pendant que l'on effectue des man&#339;uvres sur la partie
                            avant du moteur.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, laisser refroidir
                            suffisamment un moteur chaud avant de tenter de remplacer ou d'inspecter la pale de
                            ventilateur.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Proc&#233;dure d'inspection</title>
                <para>Effectuer une inspection visuelle de la couleur de la pale de ventilateur</para>
                <para>A. Si la pale est de couleur blanche, cela signifie que la pale a d&#233;j&#224; &#233;t&#233;
                    remplac&#233;e par une pale neuve (aucune intervention n&#233;cessaire).
                </para>
                <para>B. Si la pale est de couleur noire, la pale de ventilateur doit &#234;tre remplac&#233;e.</para>
            </svcsubproc>
            <svcsubproc>
                <title>Remplacement de la pale de ventilateur</title>
                <step1>
                    <para count="1">Prendre note des bords avant et arri&#232;re de la pale pour s'assurer d'installer
                        la nouvelle pale de ventilateur dans le m&#234;me sens de d&#233;bit d'air.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer les tuyaux du refroidisseur d'air de suralimentation.</para>
                </step1>
                <step1>
                    <para count="1">Incliner l'ensemble de capot/radiateur vers l'avant pour acc&#233;der au d&#233;flecteur
                        de ventilateur, le desserrer ou le retirer selon le besoin.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer la pale de ventilateur us&#233;e, installer la pale de ventilateur neuve et
                        serrer les &#233;crous &#224; un couple de 32 &#224; 39 Nm ou 28 &#224; 35 lbf-pi.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer le d&#233;flecteur de ventilateur si celui-ci a &#233;t&#233; retir&#233;
                        ou desserr&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre le radiateur en position si celui-ci a &#233;t&#233; d&#233;plac&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer le(s) tuyau(x) du refroidisseur d'air de suralimentation.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Inspection des supports de moteur sur les mod&#232;les 5000</title>
                <step1>
                    <para count="1">&#192; l'aide d'une lampe et, selon le besoin, d'un miroir, inspecter les supports
                        du moteur pour d&#233;celer tout indice d'usure (il se peut qu'il faille d&#233;monter les
                        supports pour d&#233;terminer si ceux-ci se sont s&#233;par&#233;s). Ou l'on peut exercer une
                        pression sur les supports du moteur et rechercher tout mouvement des supports du moteur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si un mouvement ou une usure du mat&#233;riau d'isolation du support est constat&#233;,
                        on devrait communiquer avec le client et les supports du moteur devraient &#234;tre remplac&#233;s
                        (il s'agit d'un &#233;l&#233;ment d'entretien non couvert en vertu de la pr&#233;sente
                        modification autoris&#233;e).
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0791501" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.70in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07915-1</para>
                            </entry>
                            <entry>
                                <para>Inspection du v&#233;hicule pour voir si la pale a d&#233;j&#224; &#233;t&#233;
                                    remplac&#233;e
                                </para>
                            </entry>
                            <entry>
                                <para>0,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07915-2</para>
                            </entry>
                            <entry>
                                <para>Main-d'&#339;uvre pour remplacer la pale de ventilateur sur les mod&#232;les 5000
                                    et pour inspecter les supports de moteur
                                </para>
                            </entry>
                            <entry>
                                <para>0,8 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07915-3</para>
                            </entry>
                            <entry>
                                <para>Main-d'&#339;uvre pour remplacer la pale de ventilateur sur les mod&#232;les
                                    7000
                                </para>
                            </entry>
                            <entry>
                                <para>0,8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-07915.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-07915 d'ici
                le 31 mars 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mars 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
