<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 07916R3 - R&#233;gulateur de pression de carburant et manocontacteur de carburant sur les
        moteurs VT 275 dans les mod&#232;les CF 500 et CF 600
    </stitle>
    <afc id="f07916" translation="french">
        <afcnum>07916R3</afcnum>
        <afcdate>Mai 2008</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>R&#233;gulateur de pression de carburant et manocontacteur de carburant sur les moteurs VT 275 dans les
            mod&#232;les CF 500 et CF 600
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>12/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>12/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>VT 275</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Cette campagne n&#233;cessite la pose d'un nouveau ressort de r&#233;gulateur de pression de
                    carburant, d'un manocontacteur de carburant, d'un faisceau de c&#226;blage et d'un nouveau logiciel
                    d'ECM. La d&#233;faillance du plongeur ou du ressort de rappel provoque une faible alimentation de
                    carburant ou un manque d'alimentation de carburant &#224; l'injecteur, ce qui, en bout de ligne,
                    peut entra&#238;ner la d&#233;faillance de l'injecteur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Manocontacteur de carburant</para>
            <specpara>
                <note>
                    <para>Les unit&#233;s dans lesquelles un r&#233;chauffeur de reniflard de recyclage des gaz du
                        carter a &#233;t&#233; install&#233; lors des r&#233;parations n&#233;cessit&#233;es par la
                        modification autoris&#233;e 07913 sont munies du c&#226;blage pour le manocontacteur &#233;lectrique
                        de carburant, qui est int&#233;gr&#233; dans le faisceau de c&#226;blage et, ainsi, la trousse n&#176;
                        2597068C91 sera n&#233;cessaire.
                    </para>
                    <para>Les unit&#233;s n'ayant pas fait l'objet des r&#233;parations n&#233;cessit&#233;es par la
                        modification autoris&#233;e 07913 n&#233;cessiteront la trousse n&#176; 2597067C91.
                    </para>
                </note>
            </specpara>
            <table id="t0791601" tblwidth="pg-wide">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.06*"/>
                    <colspec colname="col2" colwidth="1.27*"/>
                    <colspec colname="col3" colwidth="0.68*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Trousse n&#176; 2597067C91</para>
                            </entry>
                            <entry>
                                <para>Contacteur (avec faisceau de c&#226;blage)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Trousse n&#176; 2597068C91</para>
                            </entry>
                            <entry>
                                <para>Contacteur (sans faisceau de c&#226;blage)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="13">
            <title>Installation</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, pri&#232;re de lire toutes les
                        consignes de s&#233;curit&#233; sous la rubrique &#171;Renseignements sur la s&#233;curit&#233;&#187;
                        du manuel d'entretien du EGES 300.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de stationnement ou de point mort, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour pr&#233;venir les blessures ou la mort, s'assurer de laisser le moteur se refroidir avant
                        d'entreprendre la d&#233;pose des composants.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, &#233;viter tout contact des
                        liquides du moteur sur la peau. Nettoyer la peau et les ongles &#224; l'aide d'un nettoyant pour
                        les mains et laver au savon et &#224; l'eau. Laver ou mettre au rebut les v&#234;tements et les
                        linges contamin&#233;s par les liquides du moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, ne pas tourner la cl&#233; de
                        contact &#224; &#171;ON&#187; (marche) au cours du d&#233;montage. Cela ferait en sorte que du
                        carburant serait pomp&#233; depuis le module de commande d'alimentation horizontal dans la
                        tubulure d&#233;branch&#233;e, ce qui provoquerait un d&#233;versement de carburant et
                        possiblement un incendie.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Faire basculer la cabine pour pouvoir acc&#233;der au moteur. Se reporter &#224; la
                    rubrique &#171;Basculement de la cabine (CF 500 / 600 seulement)&#187; dans le manuel d'utilisation
                    et d'entretien du moteur pour prendre connaissance de la proc&#233;dure appropri&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer les &#233;crous fixant le couvercle de la batterie. Retirer le couvercle de la
                    batterie.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, d&#233;brancher le c&#226;ble de
                        masse de la borne n&#233;gative de la batterie principale avant de d&#233;brancher ou de
                        brancher les composants &#233;lectriques. Toujours brancher le c&#226;ble de masse en dernier
                        lieu.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble de masse n&#233;gatif de la borne n&#233;gative de la
                    batterie.
                </para>
            </step1>
            <figure id="f0791601" figsize="col-wide">
                <graphic filename="../afcfigures/J09066.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="296px" box="no"/>
                <caption>Figure 1. Couvercle du centre de distribution</caption>
                <calloutgroup>
                    <callout1>1. Couvercle</callout1>
                    <callout1>2. Boulon (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlever les deux boulons fixant le couvercle du centre de distribution de l'alimentation
                    (Figure 1). Enlever le couvercle.
                </para>
            </step1>
            <figure id="f0791602" figsize="col-wide">
                <graphic filename="../afcfigures/N15016.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 2. Conduite d'admission d'air</caption>
                <calloutgroup>
                    <callout1>1. Collier de serrage</callout1>
                    <callout1>2. Boulon M6 x 16</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Enlever le boulon M6 x 16 fixant la conduite d'admission d'air &#224; la tubulure
                    d'admission (Figure 2).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer le collier de serrage au niveau du raccordement du turbocompresseur et de la
                    conduite d'admission d'air.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer le collier de serrage au niveau du raccordement de la conduite d'admission
                    d'air et de l'ensemble sonde de temp&#233;rature d'air d'admission et d&#233;bitm&#232;tre d'air
                    massique, puis retirer la conduite d'admission d'air.
                </para>
            </step1>
            <figure id="f0791603" figsize="col-wide">
                <graphic filename="../afcfigures/J09067.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="232px" box="no"/>
                <caption>Figure 3. Raccordement de la conduite d'admission d'air et de l'ensemble sonde de temp&#233;rature
                    d'air d'admission et d&#233;bitm&#232;tre d'air massique
                </caption>
                <calloutgroup>
                    <callout1>1. Conduite d'admission d'air</callout1>
                    <callout1>2. Collier de serrage</callout1>
                    <callout1>3. Ensemble sonde de temp&#233;rature d'air d'admission et d&#233;bitm&#232;tre d'air
                        massique
                    </callout1>
                </calloutgroup>
            </figure>
            <figure id="f0791604" figsize="col-wide">
                <graphic filename="../afcfigures/J11071.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" box="no"/>
                <caption>Figure 4. Bo&#238;tier de filtre &#224; carburant secondaire et bouchon d'orifice de
                    diagnostic
                </caption>
                <calloutgroup>
                    <callout1>1. Bo&#238;tier de filtre &#224; carburant</callout1>
                    <callout1>2. Bouchon d'orifice de diagnostic, M12</callout1>
                </calloutgroup>
            </figure>
            <para>Le bouchon d'orifice de diagnostic peut &#234;tre install&#233; s'il n'a pas &#233;t&#233; remplac&#233;
                ant&#233;rieurement par le manocontacteur &#233;lectrique de carburant.
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, il ne faut pas fumer et il faut
                        tenir le carburant &#233;loign&#233; des flammes et des &#233;tincelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, disposer du carburant dans un
                        contenant sur lequel les mots CARBURANT DIESEL sont inscrits, conform&#233;ment &#224; la r&#233;glementation
                        applicable.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Vidanger le bo&#238;tier du filtre &#224; carburant secondaire dans un r&#233;cipient
                    appropri&#233; plac&#233; sous l'orifice de diagnostic. Le cas &#233;ch&#233;ant, enlever le bouchon
                    d'orifice et le mettre au rebut. Si le manocontacteur de carburant est install&#233; dans l'orifice,
                    d&#233;brancher la connexion &#233;lectrique, retirer le manocontacteur et mettre celui-ci de c&#244;t&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrir avec pr&#233;caution la ligne sup&#233;rieure du filtre &#224; carburant pour
                    permettre &#224; l'air de p&#233;n&#233;trer dans le bo&#238;tier du filtre et vidanger le bo&#238;tier
                    dans le r&#233;cipient.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher toute la tubulure d'alimentation / de retour de carburant de la cuve.
                </para>
            </step1>
            <figure id="f0791605" figsize="col-wide">
                <graphic filename="../afcfigures/J09071.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 5. Bo&#238;tier de filtre &#224; carburant secondaire et manocontacteur de carburant
                </caption>
                <calloutgroup>
                    <callout1>1. Manocontacteur de carburant</callout1>
                    <callout1>2. Languette de d&#233;clenchement</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Lors du retrait du bo&#238;tier de filtre &#224; carburant, tenir fermement le bo&#238;tier
                    du filtre &#224; carburant contre le bo&#238;tier du filtre &#224; huile pendant que l'on enl&#232;ve
                    les trois boulons Torx M6 x 25 (n/p 1831387C1). Le ressort de verrouillage est sous compression et
                    celui-ci &#233;jectera le champignon et le ressort si le bo&#238;tier du filtre &#224; carburant
                    n'est pas retir&#233; lentement et avec prudence.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les composants suivants :</para>
                <para>. Ressort de verrouillage (n/p 1831441C1)</para>
                <para>. Champignon et joint d'&#233;tanch&#233;it&#233; (n/p 1838635C1 and 1831479C1)</para>
                <para>. Joint torique (n/p 1846211C1)</para>
                <para>. Joint d'&#233;tanch&#233;it&#233; (n/p 1838630C1)</para>
                <para>Confirmer que le joint torique du manocontacteur de carburant est en place.</para>
            </step1>
            <figure id="f0791604" figsize="pg-wide">
                <graphic filename="../afcfigures/g0791604.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 6.</caption>
            </figure>
            <step1>
                <para count="1">Installer le manocontacteur de carburant dans l'orifice de diagnostic au bas du bo&#238;tier
                    de filtre &#224; carburant secondaire et serrer &#224; un couple de 14 Nm (124 lbf-po).
                </para>
            </step1>
            <figure id="f0791606" figsize="pg-wide">
                <graphic filename="../afcfigures/g0791601.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 7.</caption>
            </figure>
            <step1>
                <para count="1">Installer les composants neufs (champignon, ressort de verrouillage, joint torique et
                    joint d'&#233;tanch&#233;it&#233;) &#224; la place des composants mis au rebut. Installer le
                    champignon et le ressort neufs dans le bo&#238;tier de filtre &#224; carburant aux fins de remontage
                    sur le bo&#238;tier de filtre &#224; huile.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que le joint d'&#233;tanch&#233;it&#233; du champignon est enti&#232;rement log&#233;
                            dans le presse-&#233;toupe du champignon
                        </para>
                    </item>
                    <item>
                        <para>Le nouveau ressort de verrouillage est bleu</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f0791607" figsize="pg-wide">
                <graphic filename="../afcfigures/g0791602.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 8.</caption>
            </figure>
            <step1>
                <para count="1">Aligner le ressort de verrouillage avec son logement dans le bo&#238;tier de filtre
                    &#224; huile et faire glisser le bo&#238;tier de filtre &#224; carburant par-dessus les trois
                    bossages de boulons Torx sur le bo&#238;tier de filtre &#224; huile. Tout en tenant le bo&#238;tier
                    de filtre &#224; carburant solidement en place, commencer &#224; serrer les trois boulons Torx
                    &#224; la main pour &#233;viter d'endommager les filets.
                </para>
            </step1>
            <figure id="f0791608" figsize="pg-wide">
                <graphic filename="../afcfigures/g0791603.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 9.</caption>
            </figure>
            <step1>
                <para count="1">Serrer les trois boulons Torx : 8,7 &#224; 10,5 Nm (77 &#224; 93 lb-po).</para>
            </step1>
            <step1>
                <para count="1">Installer le manocontacteur de carburant et brancher au manocontacteur de carburant le
                    connecteur &#224; une broche du faisceau de c&#226;blage de manocontacteur de carburant compris dans
                    la trousse. Enfoncer le connecteur dans le contacteur jusqu'&#224; ce qu'un d&#233;clic se fasse
                    entendre. Cela indique que le faisceau de c&#226;blage est bien branch&#233; au contacteur.
                </para>
            </step1>
            <para>
                <emph type="bold">NOTA&#160;:</emph>
                Le faisceau de c&#226;blage et le connecteur sont d&#233;j&#224; install&#233;s si les r&#233;parations
                n&#233;cessit&#233;es par la modification autoris&#233;e 07913 ont &#233;t&#233; effectu&#233;es.
            </para>
            <figure id="f0791609" figsize="col-wide">
                <graphic filename="../afcfigures/j09068.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="224px" box="no"/>
                <caption>Figure 10. ECM et connecteur X-3</caption>
                <calloutgroup>
                    <callout1>1. ECM</callout1>
                    <callout1>2. Connecteur X-3</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Acheminer le faisceau de c&#226;blage du manocontacteur de carburant vers le module de
                    commande &#233;lectronique (ECM) en suivant le faisceau de c&#226;blage principal du moteur.
                    Attacher le faisceau de c&#226;blage du manocontacteur de carburant au faisceau de c&#226;blage
                    principal du moteur &#224; l'aide de courroies d'attache (non fournies). S'assurer qu'il n'y ait
                    aucun frottement ou contact avec d'autres pi&#232;ces ou avec le moteur.
                </para>
            </step1>
            <figure id="f0791610" figsize="col-wide">
                <graphic filename="../afcfigures/J09069.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="184px" box="no"/>
                <caption>Figure 11. Connecteur X-3 retir&#233;</caption>
                <calloutgroup>
                    <callout1>1. Languette de verrouillage</callout1>
                    <callout1>2. Connecteur X-3</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer le connecteur X-3 du ECM (Figure 11).</para>
            </step1>
            <step1>
                <para count="1">Au moyen de la lame plate d'un tournevis, appuyer sur la languette de verrouillage et d&#233;verrouiller
                    le connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le bouchon en plastique de la position de borne num&#233;ro 2 et le mettre au
                    rebut.
                </para>
            </step1>
            <figure id="f0791608" figsize="col-wide">
                <graphic filename="../afcfigures/J09070.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="168px" box="no"/>
                <caption>Figure 12. Borne de manocontacteur de carburant connect&#233;e</caption>
                <calloutgroup>
                    <callout1>1. Connecteur X-3</callout1>
                    <callout1>2. Faisceau de c&#226;blage de manocontacteur de carburant install&#233;</callout1>
                    <callout1>3. Languettes de verrouillage</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Ins&#233;rer l'extr&#233;mit&#233; du faisceau de c&#226;blage de manocontacteur de
                    carburant comportant le connecteur dans la borne 2 du connecteur X-3. Enfoncer le fil de borne dans
                    le connecteur jusqu'&#224; ce qu'un d&#233;clic se fasse entendre.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que le fil de borne est bien log&#233; dans le connecteur en tirant sur le
                    fil.
                </para>
                <step2>
                    <para count="1">Si le fil est bien log&#233;, celui-ci demeure dans le bloc de connecteur lorsqu'on
                        tire sur le fil.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si le fil n'est pas bien log&#233;, celui-ci sort du connecteur lorsqu'on tire sur
                        le fil. Reprendre l'&#233;tape 22.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Au moyen de la lame plate d'un tournevis, appuyer sur la languette de verrouillage et
                    verrouiller le connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le connecteur X-3 dans l'ECM.</para>
            </step1>
            <step1>
                <para count="1">Installer le couvercle du centre de distribution de l'alimentation et fixer &#224;
                    l'aide de deux vis.
                </para>
            </step1>
            <step1>
                <para count="1">Raccorder les canalisations d'alimentation et de retour de carburant au bo&#238;tier du
                    filtre &#224; carburant.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la conduite d'admission d'air et les colliers de serrage. Ne pas serrer les
                    colliers de serrage pour le moment.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le boulon M6 x 16 fixant la conduite d'admission d'air &#224; la tubulure
                    d'admission et serrer au couple standard.
                </para>
            </step1>
            <step1>
                <para count="1">Serrer les colliers de serrage de la conduite d'admission d'air &#224; un couple de 4-6
                    Nm (38-48 lbf-po)
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le c&#226;ble de masse &#224; la borne n&#233;gative de la batterie et serrer
                    l'&#233;crou de la borne.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le couvercle de la batterie et serrer les deux &#233;crous.</para>
            </step1>
            <step1>
                <para count="1">Rechercher la pr&#233;sence de fuites de carburant.</para>
            </step1>
            <step1>
                <para count="1">D&#233;verrouiller et abaisser la cabine. Se reporter &#224; la rubrique &#171;Abaissement
                    de la cabine (CF 500 / 600 seulement)&#187; pour prendre connaissance de la proc&#233;dure appropri&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Mettre &#224; jour l'&#233;talonnage du moteur :</para>
                <randlist type="bullet">
                    <item>
                        <para>Utiliser NETS seulement pour la programmation de l'&#233;talonnage - &#171;Auto Upgrade&#187;
                            (mise &#224; jour automatique) ne fonctionnera pas pour cet &#233;talonnage.
                        </para>
                    </item>
                    <item>
                        <para>Lorsqu'on utilise NETS, on doit s&#233;lectionner &#171;Install New Strategies&#187;
                            (installer les nouvelles strat&#233;gies)
                        </para>
                    </item>
                </randlist>
                <figure id="f0791613" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0791605.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="208px" box="no"/>
                    <caption>Figure 13.</caption>
                </figure>
                <randlist type="bullet">
                    <item>
                        <para>Une fois la programmation effectu&#233;e, confirmer &#224; l'aide de &#171;Service
                            Assistant&#187; (SA) que l'&#233;talonnage est le suivant : CF/LCF 500/600 PVV3D403
                        </para>
                    </item>
                    <item>
                        <para>Il n'est pas n&#233;cessaire de modifier de param&#232;tre programmable pour le moment. Il
                            n'est pas n&#233;cessaire de r&#233;gler le param&#232;tre du manostat de carburant &#224;
                            &#171;ON&#187; pour que l'&#233;talonnage fonctionne.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Confirmer que le t&#233;moin de carburant fonctionne toujours.</para>
                <randlist type="bullet">
                    <item>
                        <para>Tandis que SA est toujours branch&#233;, faire d&#233;marrer le moteur et le laisser
                            tourner au ralenti.
                        </para>
                    </item>
                    <item>
                        <para>D&#233;brancher le connecteur &#233;lectrique du manostat.</para>
                    </item>
                    <item>
                        <para>Le t&#233;moin de rappel d'entretien du moteur devrait s'allumer et un code d'anomalie
                            (372) &#234;tre actif dans l'ECM du moteur.
                        </para>
                    </item>
                    <item>
                        <para>Rebrancher le connecteur; le t&#233;moin devrait s'&#233;teindre et le code devenir
                            inactif apr&#232;s dix secondes.
                        </para>
                    </item>
                    <item>
                        <para>On ne pourra lire la pression de carburant dans Master Diagnostics ou Service Assistant.
                        </para>
                    </item>
                    <item>
                        <para>Effacer tous les codes d'anomalie &#224; l'aide de SA.</para>
                    </item>
                </randlist>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0791601" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.70in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07916-1</para>
                            </entry>
                            <entry>
                                <para>Remplacement des pi&#232;ces par 2597067C91, trousse de manocontacteur de
                                    carburant avec faisceau de c&#226;blage, et programmation de l'ECM
                                </para>
                            </entry>
                            <entry>
                                <para>1.4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07916-2</para>
                            </entry>
                            <entry>
                                <para>Remplacement des pi&#232;ces par 2597068C91, trousse de manocontacteur de
                                    carburant sans faisceau de c&#226;blage, et programmation de l'ECM
                                </para>
                            </entry>
                            <entry>
                                <para>1,2 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-07916.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-07916 d'ici
                le 31 mars 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mars 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
