<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-07903 - Possibilit&#233; d'un contact entre le ressort de suspension avant AirTek de
        Hendrickson avec l'extr&#233;mit&#233; d'un boulon Huckbolt au niveau du support arri&#232;re de la suspension
        avant sur les camions International de mod&#232;le 9000
    </stitle>
    <afc id="afc07903" translation="french">
        <afcnum>G-07903</afcnum>
        <afcdate>Ao&#251;t 2007</afcdate>
        <subjectfile>RESSORTS</subjectfile>
        <subject>Possibilit&#233; d'un contact entre le ressort de suspension avant AirTek de Hendrickson avec l'extr&#233;mit&#233;
            d'un boulon Huckbolt au niveau du support arri&#232;re de la suspension avant sur les camions International
            de mod&#232;le 9000
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>AirTek</vendor>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>03AZE</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La pr&#233;sente modification autoris&#233;e vise tous les camions 9000 munis du code de caract&#233;ristique
                    03AZE.
                </para>
                <para>Tous les mod&#232;les de camions pr&#233;cit&#233;s doivent faire l'objet d'une inspection afin de
                    rechercher un contact possible du ressort avec l'extr&#233;mit&#233; d'un boulon Huckbolt au niveau
                    su support arri&#232;re de la suspension avant. Ce contact pourrait entra&#238;ner une cassure du
                    ressort de suspension avant.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0790301" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.70*"/>
                    <colspec colname="col2" colwidth="1.66*"/>
                    <colspec colname="col3" colwidth="0.63*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Remplacement de boulon Huckbolt</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414078C1</para>
                            </entry>
                            <entry>
                                <para>Boulon &#224; t&#234;te hexagonale &#233;vas&#233;e 5/8-18 UNF x 2,0 po nuance 8
                                </para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414089C1</para>
                            </entry>
                            <entry>
                                <para>Contre-&#233;crou hexagonal &#224; embase 5/8-18 UNF</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000892R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de remplacement de ressort - pour le remplacement d'un seul ressort</para>
                            </entry>
                            <entry>
                                <para>1 ou 2, tel que requis par la proc&#233;dure d'entretien</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de stationnement ou de point mort, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Mettre le capot en position soulev&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Retirer les rallonges d'aile gauche et droite.</para>
            </step1>
            <step1>
                <para count="1">Inspecter les ressorts de suspension gauche et droit pour d&#233;celer tout contact avec
                    l'extr&#233;mit&#233; du boulon Huckbolt (Figure 1).
                </para>
            </step1>
            <figure id="f0790301" figsize="pg-wide">
                <graphic filename="../afcfigures/g0790301x.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="408px"/>
                <caption>Figure 1.</caption>
                <calloutgroup>
                    <callout1>Boulon Huckbolt devant &#234;tre remplac&#233;</callout1>
                    <callout1>Zone d'inspection permettant de d&#233;celer un contact</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">En cas de tout indice de contact sur un ressort, ce dernier doit &#234;tre remplac&#233;.
                    Passer &#224; l'&#233;tape 5 pour prendre connaissance de la proc&#233;dure de r&#233;paration de
                    tout c&#244;t&#233; du v&#233;hicule o&#249; AUCUN indice de contact du ressort n'a &#233;t&#233;
                    constat&#233;. Passer &#224; la rubrique Proc&#233;dure de remplacement de ressort relativement aux
                    ressorts sur lesquels on a constat&#233; un indice de contact.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever le boulon Huckbolt (Figure 1) et le remplacer par un boulon num&#233;ro 414078C1
                    (5/8 po x 2 po nuance 8) ou l'&#233;quivalent. Le boulon doit &#234;tre install&#233; depuis le bas
                    (la t&#234;te orient&#233;e vers le bas). Installer l'&#233;crou de num&#233;ro de pi&#232;ce
                    414089C1 (5/8 po nuance 8) ou l'&#233;quivalent et serrer &#224; un couple de 220 lbf-pi.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer les rallonges d'aile si aucun remplacement de ressort n'est requis et
                    fermer le capot. La proc&#233;dure est achev&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Si l'un ou les deux ressorts doivent &#234;tre remplac&#233;s, se reporter &#224; la
                    Proc&#233;dure de remplacement de ressort ci-dessous.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROC&#201;DURE DE REMPLACEMENT DE RESSORT</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, d&#233;gonfler et d&#233;connecter
                        le syst&#232;me pneumatique avant de soulever l'avant du v&#233;hicule. Avant et pendant le d&#233;gonflement
                        et le gonflement du syst&#232;me de suspension pneumatique avant, s'assurer qu'aucun membre du
                        personnel et aucun &#233;quipement ne se trouve sous le v&#233;hicule ou &#224; proximit&#233;
                        de l'aire de r&#233;paration.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, stationner le camion sur une
                        surface de niveau solide. Placer la bo&#238;te de vitesses au point mort et serrer le frein de
                        stationnement.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Se reporter aux mises en garde ci-dessus relatives aux ressorts pneumatiques avant de d&#233;gonfler
                    ou de gonfler la suspension.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;gonfler les ressorts pneumatiques en d&#233;tachant l'&#339;illet en caoutchouc
                    sup&#233;rieur de la tringlerie de l'&#233;lectrovalve de correction de hauteur du goujon sup&#233;rieur
                    et &#233;vacuer l'air de la suspension en abaissant le bras de tringlerie de l'&#233;lectrovalve de
                    correction de hauteur.
                </para>
            </step1>
            <step1>
                <para count="1">&#201;vacuer compl&#232;tement tous les r&#233;servoirs d'air.</para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher les conduites d'air du ressort pneumatique.</para>
            </step1>
            <step1>
                <para count="1">Installer sous l'essieu un cric d'atelier comportant un plateau de levage de 4 po et
                    soulever le camion.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les pneus.</para>
            </step1>
            <step1>
                <para count="1">Installer des supports de carrosserie &#224; l'arri&#232;re des mains de ressort avant
                    afin de supporter le v&#233;hicule. Il peut s'av&#233;rer n&#233;cessaire de d&#233;poser les
                    composants p&#233;riph&#233;riques aux fins d'installation.
                </para>
            </step1>
            <step1>
                <para count="1">Abaisser le cric pour permettre &#224; l'essieu d'&#234;tre suspendu, mais ne pas
                    retirer le cric de l'essieu.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer les deux boulons d'&#339;ils de ressort, mais NE PAS enlever les boulons.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les deux boulons d'&#339;ils de ressort arri&#232;re.</para>
            </step1>
            <para>TRUC TECHNIQUE&#160;: Pour faciliter l'enl&#232;vement des boulons d'&#339;ils de ressort, il pourrait
                s'av&#233;rer n&#233;cessaire de soulever ou d'abaisser l&#233;g&#232;rement l'essieu.
            </para>
            <step1>
                <para count="1">Enlever les deux boulons de fixation inf&#233;rieurs de l'amortisseur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;connecter les attaches d'assemblage inf&#233;rieures du ressort pneumatique du
                    coussin sup&#233;rieur et les mettre au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer (NE PAS ENLEVER) les contre-&#233;crous de nylon de l'ensemble de fixation du
                    ressort &#224; lame qui n'est PAS remplac&#233;.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Ne pas utiliser de chalumeau oxhydrique pour enlever les boulons de l'ensemble de fixation ou
                        les attaches de fixation. L'utilisation d'une telle chaleur sur les composants de la suspension
                        peut affecter la r&#233;sistance des pi&#232;ces de mani&#232;re d&#233;favorable. Un composant
                        endommag&#233; de la sorte pourrait entra&#238;ner la perte de ma&#238;trise du v&#233;hicule,
                        ainsi qu'une blessure corporelle ou un dommage mat&#233;riel.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Enlever les attaches de 3/4 po de l'ensemble de fixation, le coussin sup&#233;rieur,
                    ainsi que l'enrouleur et la garniture inf&#233;rieurs de l'essieu du ressort &#224; lame devant
                    &#234;tre retir&#233; (Figure 2).
                </para>
            </step1>
            <figure id="f0790302" figsize="full-pg">
                <graphic filename="../afcfigures/g0790302f.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="484px"/>
                <caption>Figure 2.</caption>
                <calloutgroup>
                    <callout1>1. Contre-&#233;crou de nylon de 3/4 po-10 UNC de l'ensemble de fixation - Couple de
                        serrage de 285-305 lbf-pi
                    </callout1>
                    <callout1>2. Goujon de positionnement</callout1>
                    <callout1>3. Ressort &#224; lame</callout1>
                    <callout1>4. Boulon inf&#233;rieur d'amortisseur de 3/4 po-10 UNC</callout1>
                    <callout1>5. Boulon hexagonal de 3/4 po-10 UNC</callout1>
                    <callout1>6. Rondelle plate de 3/4 po</callout1>
                    <callout1>7. Main de ressort avant</callout1>
                    <callout1>8. Contre-&#233;crou de 3/4 po-10 UNC</callout1>
                    <callout1>9. Rondelle tremp&#233;e de 3/4 po</callout1>
                    <callout1>10. Amortisseur</callout1>
                    <callout1>11. Ressort pneumatique</callout1>
                    <callout1>12. Main de ressort arri&#232;re</callout1>
                    <callout1>13. Boulon hexagonal de 3/4 po-10 UNC</callout1>
                    <callout1>14. Rondelle plate de 3/4 po</callout1>
                    <callout1>15. Contre-&#233;crou de nylon de 3/4 po-10 UNC - Couple de serrage de 285-305 lbf-pi
                    </callout1>
                    <callout1>16. Plateau d'extr&#233;mit&#233; de ressort</callout1>
                    <callout1>17. Main de ressort arri&#232;re</callout1>
                    <callout1>18. Rondelle de but&#233;e</callout1>
                    <callout1>19. Contre-&#233;crou hexagonal de 3/4 po-10 UNC - Couple de serrage de 225-275 lbf-pi
                    </callout1>
                    <callout1>20. Cale de chasse (selon l'&#233;quipement)</callout1>
                    <callout1>21. Enrouleur sup&#233;rieur</callout1>
                    <callout1>22. Garniture d'enrouleur inf&#233;rieure d'essieu</callout1>
                    <callout1>23. Enrouleur inf&#233;rieur</callout1>
                    <callout1>24. Rondelle plate de 3/4 po</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Abaisser le cric, tout en permettant &#224; la suspension de pivoter vers le bas, hors
                    de la main de ressort arri&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les boulons d'&#339;ils de ressort avant du ressort &#224; lame faisant l'objet
                    de la r&#233;paration et mettre au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'ensemble de ressort &#224; lame. Le ressort p&#232;se environ 60 lb.</para>
            </step1>
            <specpara>
                <note>
                    <para>&#202;tre conscient de la quantit&#233; et de l'orientation des cales de chasse (selon l'&#233;quipement)
                        sur l'enrouleur d'essieu sup&#233;rieur; celles-ci pourraient glisser lors de la d&#233;pose du
                        ressort &#224; lame.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">REMPLACEMENT DE BOULON HUCKBOLT :</emph>Enlever le boulon Huckbolt (Figure 1) et le
                remplacer par un boulon de num&#233;ro de pi&#232;ce 414078c1 ou l'&#233;quivalent. Le boulon doit
                &#234;tre install&#233; depuis le bas (la t&#234;te orient&#233;e vers le bas). Installer l'&#233;crou
                de num&#233;ro de pi&#232;ce 414089c1 ou l'&#233;quivalent et serrer &#224; un couple de 298 Nm (220
                lbf-pi).
            </para>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="3">
            <title>Installation de ressort</title>
            <step1>
                <para count="1">Installer l'ensemble de ressort &#224; lame par-dessus l'essieu et dans la main de
                    ressort avant.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le boulon d'&#339;il de ressort avant de 3/4 po et l'attache, mais NE PAS
                    serrer.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer de r&#233;installer toute cale de chasse (selon l'&#233;quipement) pouvant
                    avoir &#233;t&#233; d&#233;plac&#233;e lors du d&#233;montage du ressort &#224; lame; r&#233;installer
                    dans la m&#234;me orientation qu'avant le d&#233;montage.
                </para>
            </step1>
            <step1>
                <para count="1">Engager le ressort &#224; lame &#224; l'essieu; le goujon de positionnement du ressort
                    &#224; lame doit &#234;tre ins&#233;r&#233; dans le trou d'alignement de l'enrouleur d'essieu sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le coussin sup&#233;rieur par-dessus le ressort &#224; lame.</para>
            </step1>
            <step1>
                <para count="1">Installer une nouvelle garniture d'enrouleur inf&#233;rieure d'essieu dans l'enrouleur
                    d'essieu inf&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Installer l'enrouleur d'essieu inf&#233;rieur.</para>
            </step1>
            <step1>
                <para count="1">Installer les boulons neufs (nuance 8) de l'ensemble de fixation, les rondelles et les
                    contre-&#233;crous de nylon neufs (nuance c). Les contre-&#233;crous de nylon doivent &#234;tre
                    remplac&#233;s quand l'ensemble de fixation est retir&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Serrer les attaches de l'ensemble de fixation &#224; un couple de 136 Nm (100 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Soulever l'essieu et guider l'ensemble de ressort dans la main de ressort
                    arri&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le boulon d'&#339;il de ressort arri&#232;re de 3/4 po dans la main de ressort
                    arri&#232;re. Le boulon doit &#234;tre install&#233; depuis le c&#244;t&#233; int&#233;rieur vers le
                    c&#244;t&#233; ext&#233;rieur (se reporter &#224; la Figure 2).
                </para>
            </step1>
            <step1>
                <para count="1">Installer les boulons de fixation inf&#233;rieurs de l'amortisseur depuis le c&#244;t&#233;
                    ext&#233;rieur vers le c&#244;t&#233; int&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Abaisser le cric d'atelier.</para>
            </step1>
            <specpara>
                <note>
                    <para>Seulement le poids de l'essieu devrait reposer sur le ressort au moment du serrage des
                        attaches &#224; &#339;il de ressort avant et arri&#232;re.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Serrer les boulons de fixation inf&#233;rieurs de l'amortisseur &#224; un couple de 352
                    Nm (260 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Serrer les contre-&#233;crous de 3/4 po des oeils de ressort avant et arri&#232;re
                    &#224; un couple de 407 Nm (300 lbf-pi).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le ressort pneumatique dans le coussin sup&#233;rieur au moyen d'&#233;crous
                    neufs. Serrer les &#233;crous &#224; un couple de 41 Nm (30 lbf-pi). S'assurer que le piston du
                    ressort pneumatique est log&#233; correctement dans le coussin sup&#233;rieur (se reporter &#224; la
                    Figure 3).
                </para>
            </step1>
            <figure id="f0790303" figsize="pg-wide">
                <graphic filename="../afcfigures/g0790303f.webp" type="webp" scalefit="1" scalefitwidth="448px"
                         scalefitheight="408px"/>
                <caption>Figure 3.</caption>
                <calloutgroup>
                    <callout1>1. Protub&#233;rance dans le coussin sup&#233;rieur aux fins d'acc&#232;s au goujon de
                        ressort pneumatique
                    </callout1>
                    <callout1>2. Goujon de piston</callout1>
                    <callout1>3. Support de tringlerie</callout1>
                    <callout1>4. Boulon inf&#233;rieur d'amortisseur de 3/4 po</callout1>
                    <callout1>5. Rondelle d'amortisseur de 3/4 po</callout1>
                    <callout1>6. Ensemble de tringlerie</callout1>
                    <callout1>7. Amortisseur</callout1>
                    <callout1>8. Raccord pneumatique de 1/4 po NPT</callout1>
                    <callout1>9. Main de ressort pneumatique sup&#233;rieure</callout1>
                    <callout1>10. Contre-&#233;crou de 3/4 po fixant le ressort pneumatique &#224; la main de ressort
                        pneumatique sup&#233;rieure - Couple de serrage de 40-50 lbf-pi
                    </callout1>
                    <callout1>11. Goupille de positionnement de ressort pneumatique</callout1>
                    <callout1>12. Contre-&#233;crou d'amortisseur de 3/4 po - Couple de serrage de 225-275 lbf-pi
                    </callout1>
                    <callout1>13. Rondelle d'amortisseur de 3/4 po</callout1>
                    <callout1>14. Ressort pneumatique</callout1>
                    <callout1>15. Goujon de centrage de ressort pneumatique</callout1>
                    <callout1>16. Coussin sup&#233;rieur</callout1>
                    <callout1>17. Rondelle de ressort pneumatique de 1/2 po</callout1>
                    <callout1>18. Contre-&#233;crou de 1/2 po fixant le ressort pneumatique au coussin sup&#233;rieur -
                        Couple de serrage de 25-35 lbf-pi
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installer les pneus.</para>
            </step1>
            <step1>
                <para count="1">Se reporter aux mises en garde et aux consignes relatives aux ressort pneumatiques
                    &#224; la section des remarques de s&#233;curit&#233; importantes de la pr&#233;sente publication
                    avant de d&#233;gonfler ou de gonfler la suspension.
                </para>
            </step1>
            <step1>
                <para count="1">Raccorder les conduites d'air au ressort pneumatique et gonfler le syst&#232;me.</para>
            </step1>
            <step1>
                <para count="1">Installer la tringlerie de l'&#233;lectrovalve de correction de hauteur et gonfler la
                    suspension &#224; la pression de fonctionnement normale.
                </para>
            </step1>
            <step1>
                <para count="1">Soulever le v&#233;hicule et retirer les supports du cadre de ch&#226;ssis.</para>
            </step1>
            <step1>
                <para count="1">Abaisser le v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Retirer le cric d'atelier.</para>
            </step1>
            <step1>
                <para count="1">S'assurer que l'ensemble de fixation est align&#233; de fa&#231;on appropri&#233;e, que
                    les boulons hexagonaux sont log&#233;s dans le coussin sup&#233;rieur et que l'enrouleur d'essieu
                    inf&#233;rieur est centr&#233; sur l'enrouleur d'essieu sup&#233;rieur (se reporter &#224; la Figure
                    4).
                </para>
            </step1>
            <figure id="f0790304" figsize="col-wide">
                <graphic filename="../afcfigures/g0790304.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figure 4.</caption>
                <calloutgroup>
                    <callout1>IMPORTANT&#160;: S'assurer que l'ensemble de fixation de l'essieu est align&#233; de fa&#231;on
                        appropri&#233;e
                    </callout1>
                    <callout1>Ensemble de fixation - Contre-&#233;crous de 3/4 po - Couple de serrage de 285-305
                        lbf-pi
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Serrer les contre-&#233;crous de l'ensemble de fixation de mani&#232;re uniforme, en
                    incr&#233;ments de 70 Nm (50 lbf-pi), &#224; un couple de 386-414 Nm (285-305 lbf-pi), dans l'ordre
                    appropri&#233;, afin de s'assurer d'une tension uniforme des boulons (se reporter &#224; la Figure
                    5).
                </para>
            </step1>
            <figure id="f0790305" figsize="col-wide">
                <graphic filename="../afcfigures/g0790305.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figure 5.</caption>
                <calloutgroup>
                    <callout1>IMPORTANT&#160;: S'assurer que les boulons de fixation de 3/4 po sont log&#233;s dans le
                        coussin sup&#233;rieur de mani&#232;re appropri&#233;e
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Confirmer la hauteur d'assiette appropri&#233;e. Se reporter &#224; la section R&#233;glage
                    de la g&#233;om&#233;trie et r&#233;glage de la pr&#233;sente publication.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les cales de roue.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0790301" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.34in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-07903-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspection et remplacement de boulons Huckbolt</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-07903-2</para>
                            </entry>
                            <entry>
                                <para>Ajout pour un ressort</para>
                            </entry>
                            <entry align="center">
                                <para>1,3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-07903-3</para>
                            </entry>
                            <entry>
                                <para>Ajout pour les deux ressorts</para>
                            </entry>
                            <entry align="center">
                                <para>2,4 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-07903.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-07903 d'ici
                le 31 ao&#251;t 2008, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci
                expire apr&#232;s le 31ao&#251;t 2008.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frCLAIM.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
