<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 08903R2 - D&#233;t&#233;rioration du tube du carter moteur &#224; la culasse et des joints
        annulaires en D des bouchons des moteurs VT 275 et MaxxForce 5
    </stitle>
    <afc id="f08903" translation="french">
        <afcnum>08903R2</afcnum>
        <afcdate>Juin 2008</afcdate>
        <subjectfile>MOTEUR</subjectfile>
        <subject>D&#233;t&#233;rioration du tube du carter moteur &#224; la culasse et des joints annulaires en D des
            bouchons des moteurs VT 275 et MaxxForce 5
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>01/06/2004</startdate>
                        <enddate>10/01/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>01/06/2004</startdate>
                        <enddate>10/01/2008</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>VT 275</engfam>
                <engfam>MaxxForce 5</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <emph type="bold">DESCRIPTION DE LA R&#201;VISION</emph>
                </para>
                <para>L'&#233;tape 4 suivant la Figure 11 a &#233;t&#233; r&#233;vis&#233;e.</para>
                <para></para>
                <para>Le manque d'&#233;tanch&#233;it&#233; appropri&#233;e permet des fuites internes d'huile sous
                    haute pression dans le moteur et peut &#233;ventuellement entra&#238;ner des &#233;tats de d&#233;marrage
                    difficile et d'absence de d&#233;marrage d&#233;coulant d'un manque d'huile sous haute pression pour
                    alimenter les injecteurs.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0890301" tblwidth="pg-wide">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.72*"/>
                    <colspec colname="col2" colwidth="1.58*"/>
                    <colspec colname="col3" colwidth="0.72*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para></para>
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1882993C93</para>
                            </entry>
                            <entry>
                                <para>Trousse de tubes du carter moteur &#224; la culasse et de bouchons</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="14">
            <title>Proc&#233;dure d'entretien</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que la bo&#238;te
                            de vitesses est en position de point mort ou de stationnement, que le frein de stationnement
                            est serr&#233; et que les roues sont cal&#233;es avant d'entamer toute proc&#233;dure de
                            diagnostic ou d'entretien du moteur ou du v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, retirer la cl&#233; de
                            contact ou d&#233;brancher la batterie de fa&#231;on &#224; ce qu'il soit impossible de
                            faire d&#233;marrer le moteur pendant que l'on effectue des man&#339;uvres sur la partie
                            avant du moteur.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, laisser refroidir un moteur
                            chaud suffisamment avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, &#233;viter tout contact des
                            liquides du moteur sur la peau. Nettoyer la peau et les ongles &#224; l'aide d'un nettoyant
                            pour les mains et laver au savon et &#224; l'eau. Laver ou mettre au rebut les v&#234;tements
                            et les linges contamin&#233;s par les liquides du moteur.
                        </para>
                    </warning>
                </specpara>
                <para></para>
            </svcprocinfo>
            <svcsubproc>
                <title>Retirer le tube de gauche du carter moteur &#224; la culasse</title>
                <step1>
                    <para count="1">D&#233;brancher le c&#226;blage du d&#233;bitm&#232;tre d'air massique et couper la
                        courroie d'attache (Figure 1).
                    </para>
                </step1>
                <figure id="j09067" figsize="col-wide">
                    <graphic filename="../afcfigures/j09067c.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 1.</caption>
                    <calloutgroup>
                        <callout1>1. D&#233;bitm&#232;tre d'air massique</callout1>
                        <callout1>2. Courroie d'attache</callout1>
                        <callout1>3. Tuyau de sortie du filtre &#224; air</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Desserrer le collier de fixation et retirer le tuyau de sortie du filtre &#224; air
                        en y laissant fix&#233; le d&#233;bitm&#232;tre d'air massique. Boucher toutes les ouvertures
                        pour emp&#234;cher la salet&#233; de p&#233;n&#233;trer.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le support du tuyau de sortie du filtre &#224; air (Figure 2).</para>
                </step1>
                <figure id="f0890302" figsize="col-wide">
                    <graphic filename="../afcfigures/g0890302.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 2.</caption>
                    <calloutgroup>
                        <callout1>1. Support du tuyau de sortie du filtre &#224; air</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Desserrer le collier de fixation et retirer le tuyau d'admission du turbocompresseur
                        (en y laissant fix&#233; le flexible de reniflard d'a&#233;ration du carter) (Figure 3). Boucher
                        l'entr&#233;e d'air du turbocompresseur.
                    </para>
                </step1>
                <figure id="n15016" figsize="col-wide">
                    <graphic filename="../afcfigures/n15016b.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 3.</caption>
                    <calloutgroup>
                        <callout1>1. Tuyau d'admission du turbocompresseur</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Retirer les boulons de montage du couvre-culasse, gauche (Figure 4).</para>
                </step1>
                <figure id="j08021" figsize="col-wide">
                    <graphic filename="../afcfigures/n08001b.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px"/>
                    <caption>Figure 4. Couvre-culasse de gauche</caption>
                    <calloutgroup>
                        <callout1>1. Boulon de couvre-culasse (9)</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Retirer le couvre-culasse du v&#233;hicule, gauche. Ne pas endommager le joint d'&#233;tanch&#233;it&#233;
                        du couvre-culasse afin de pouvoir r&#233;utiliser celui-ci.
                    </para>
                    <para>Le bouchon d'orifice de la rampe et le bouchon du tube du carter moteur &#224; la culasse sont
                        illustr&#233;s &#224; la Figure 5.
                    </para>
                </step1>
                <figure id="f0890310" figsize="col-wide">
                    <graphic filename="../afcfigures/n11016a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px"/>
                    <caption>Figure 5. Emplacements des bouchons de rampe d'huile haute pression et du tube du carter
                        moteur &#224; la culasse (c&#244;t&#233; gauche illustr&#233;)
                    </caption>
                    <calloutgroup>
                        <callout1>1. Rampe d'huile haute pression</callout1>
                        <callout1>2. Bouchon d'orifice de rampe</callout1>
                        <callout1>3. Bouchon de tube du carter moteur &#224; la culasse</callout1>
                        <callout1>4. Boulon M6 x 40 (7)</callout1>
                        <callout1>5. Bouchon d'extr&#233;mit&#233; de rampe (2)</callout1>
                    </calloutgroup>
                </figure>
                <figure id="j08147" figsize="col-wide">
                    <graphic filename="../afcfigures/d08147.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px"/>
                    <caption>Figure 6. Retrait du bouchon du tube du carter moteur &#224; la culasse (douille &#224; t&#234;te
                        carr&#233;e illustr&#233;e)
                    </caption>
                </figure>
                <para></para>
                <para>
                    <title>Ensemble de tube du carter moteur &#224; la culasse</title>
                </para>
                <step1>
                    <para count="1">Desserrer le bouchon de l'ensemble de tube du carter moteur &#224; la culasse &#224;
                        l'aide d'une poign&#233;e articul&#233;e de 12,7 mm (1/2 po) et d'une douille de type hexagonal
                        ou &#224; t&#234;te carr&#233;e (Figure 6).
                    </para>
                </step1>
                <figure id="f2650417.1" figsize="col-wide">
                    <graphic filename="../afcfigures/J31284.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Figure 7. Bouchons de tube du carter moteur &#224; la culasse</caption>
                    <calloutgroup>
                        <callout1>1. Douille hexagonale</callout1>
                        <callout1>2. Douille carr&#233;e</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>La douille carr&#233;e identifie le bouchon court du tube du carter moteur &#224; la
                            culasse. La douille hexagonale identifie le bouchon plus long du tube du carter moteur
                            &#224; la culasse (avec clapet antiretour).
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>L'ensemble &#224; douille carr&#233;e du bouchon court de tube du carter moteur &#224; la
                            culasse et de tube du carter moteur &#224; la culasse n'est pas disponible aux fins
                            d'entretien.
                        </para>
                    </note>
                </specpara>
                <figure id="f2650417.2" figsize="col-wide">
                    <graphic filename="../afcfigures/J31277.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Figure 8. Ensembles de tubes du carter moteur &#224; la culasse</caption>
                    <calloutgroup>
                        <callout1>1. Bouchon (court) de tube du carter moteur &#224; la culasse</callout1>
                        <callout1>2. Tube du carter moteur &#224; la culasse (utilis&#233; avec l'article 1)</callout1>
                        <callout1>3. Bouchon (long - avec clapet antiretour) de tube du carter moteur &#224; la
                            culasse
                        </callout1>
                        <callout1>4. Tube du carter moteur &#224; la culasse (utilis&#233; avec l'article 3)</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">&#192; l'aide de l'outil d'entretien requis (Figure 10), retirer l'ensemble de tube
                        du carter moteur &#224; la culasse de la rampe d'huile haute pression (Figure 11).
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Le tube plus long du carter moteur &#224; la culasse (article 4, Figure 8) utilis&#233;
                            avec le bouchon long du tube du carter moteur &#224; la culasse peut demeurer dans le carter
                            moteur.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Si le tube du carter moteur &#224; la culasse demeure dans le carter moteur,
                                    poursuivre &#224; l'&#233;tape 9.
                                </para>
                            </item>
                            <item>
                                <para>Si les deux ensembles de tubes du carter moteur &#224; la culasse ont &#233;t&#233;
                                    retir&#233;s, passer &#224; l'&#233;tape 11.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">NOTA :</emph>L'ensemble d'outils ZTSE4694-FLDUPD a &#233;t&#233; exp&#233;di&#233;
                    automatiquement le 5 juin 2008 &#224; tous les concessionnaires am&#233;ricains qui poss&#232;dent
                    un service Technique. Cet ensemble d'outils a &#233;t&#233; exp&#233;di&#233; conform&#233;ment au
                    contrat de vente et d'entretien du concessionnaire et ce, sans frais pour le concessionnaire.
                </para>
                <para>
                    <emph type="bold">ZTSE4694-FLDUPD - Composants de mise &#224; niveau sur le terrain (tige allong&#233;e
                        et manchon)
                    </emph>
                    Ces composants augmentent la longueur de l'outil d'entretien ZTSE4694 actuel et ainsi, ce changement
                    met &#224; niveau les outils existants &#224; ZTSE4694A. Ces composants d'outils sont fournis sans
                    frais au r&#233;seau de concessionnaires de Navistar et ils feront partie d'une exp&#233;dition
                    directe.
                </para>
                <figure id="f082403" figsize="col-wide">
                    <graphic filename="../afcfigures/g082403.webp" type="webp" scalefit="1" scalefitwidth="168px"
                             scalefitheight="160px"/>
                    <caption>Figure 9. ZTSE4694-FLDUPD</caption>
                </figure>
                <figure id="f2650417.3" figsize="col-wide">
                    <graphic filename="../afcfigures/g0890301a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" box="no"/>
                    <caption>Figure 10. Outil de d&#233;pose de tube du carter moteur &#224; la culasse</caption>
                    <calloutgroup>
                        <callout1>1. Outil de d&#233;pose de tube ZTSE4694A</callout1>
                        <callout1>2. Outil de d&#233;pose de bouchon inf&#233;rieur et de tube ZTSE4923</callout1>
                        <callout1>3. Outil de d&#233;pose de bouchon inf&#233;rieur bris&#233; ZTSE4922</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Ins&#233;rer l'outil de d&#233;pose de tube du carter moteur &#224; la culasse
                        (article 1, Figure 10) dans le tube du carter moteur &#224; la culasse, serrer la poign&#233;e
                        en T et retirer le tube. Si la partie inf&#233;rieure du bouchon demeure dans le tube du carter
                        moteur &#224; la culasse, fixer l'outil 2 au bouchon inf&#233;rieur et retirer le bouchon et le
                        tube.
                    </para>
                    <para>Si la partie sup&#233;rieure filet&#233;e de la partie inf&#233;rieure du bouchon s'est bris&#233;e,
                        utiliser l'outil 3 pour accrocher le bouchon et retirer le bouchon et le tube.
                    </para>
                </step1>
                <step1>
                    <para count="1">Mettre au rebut le tube du carter moteur &#224; la culasse.</para>
                </step1>
                <figure id="f0890309" figsize="col-wide">
                    <graphic filename="../afcfigures/J08070-1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 11. Retrait du bouchon du carter moteur &#224; la culasse (avec clapet antiretour)
                    </caption>
                </figure>
                <step1>
                    <para count="1">Retirer l'ensemble de tube du carter moteur &#224; la culasse en soulevant, puis
                        mettre au rebut.
                    </para>
                </step1>
                <specpara>
                    <caution>
                        <para>Pour &#233;viter tout dommage au moteur, ne pas retirer les bouchons de 1 1/4 x 20 UNF
                            d'extr&#233;mit&#233; de rampe d'huile ni le raccord d'orifice inf&#233;rieur d'att&#233;nuateur
                            d'ondes acoustiques (AWA). Des pi&#232;ces de rechange ne sont pas disponibles pour ces
                            composants.
                        </para>
                    </caution>
                </specpara>
                <para></para>
            </svcsubproc>
            <svcsubproc>
                <title>Installation</title>
                <para>Utiliser les nouveaux bouchons et ensemble de tube du carter moteur &#224; la culasse fournis dans
                    cette trousse et installer comme suit :
                </para>
                <specpara>
                    <note>
                        <para>L'ensemble de tube du carter moteur &#224; la culasse (article 3, Figure 5) et le bouchon
                            d'orifice de rampe (article 2, Figure 5) peuvent &#234;tre invers&#233;s, selon le c&#244;t&#233;
                            du moteur sur lequel la rampe d'huile haute pression est install&#233;e. L'ensemble de tube
                            du carter moteur &#224; la culasse doit toujours &#234;tre situ&#233; &#224; l'arri&#232;re
                            du moteur (extr&#233;mit&#233; comportant la pompe haute pression) ou &#224; l'arri&#232;re
                            du bouchon d'orifice de rampe.
                        </para>
                    </note>
                </specpara>
                <figure id="j08070-1" figsize="col-wide">
                    <graphic filename="../afcfigures/J08070-1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 12. Installation de l'ensemble de tube du carter moteur &#224; la culasse</caption>
                </figure>
                <step1>
                    <para count="1">Lubrifier d'huile &#224; moteur propre les joints annulaires en D de l'ensemble de
                        tube du carter moteur &#224; la culasse et installer &#224; travers la rampe d'huile haute
                        pression et dans le tube de d&#233;rivation.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer et inspecter le joint torique du bouchon sur la rampe d'huile haute pression
                        de gauche dont l'emplacement correspond au capteur de pression de commande d'injection sur la
                        rampe d'huile haute pression de droite. Remplacer au besoin.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer le tube du carter moteur &#224; la culasse &#224; un couple de 82 N&#183;m
                        (60 lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspecter le joint d'&#233;tanch&#233;it&#233; du couvre-culasse et le r&#233;utiliser
                        s'il est en bon &#233;tat; installer le couvre-culasse et serrer &#224; un couple de 9 N.m (84
                        lbf-po). Remplacer le joint torique sur le raccord de recyclage des gaz du carter dans le
                        couvre-culasse par le joint torique fourni dans la trousse d'entretien.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Retirer le tube de droite du carter moteur &#224; la culasse</title>
                <step1>
                    <para count="1">D&#233;brancher le flexible d'admission du refroidisseur d'air de suralimentation du
                        turbocompresseur et repositionner (Figure 13).
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le pare-&#233;claboussures du moteur, droite (Figure 13).</para>
                </step1>
                <figure id="splashshield" figsize="col-wide">
                    <graphic filename="../afcfigures/g0890303a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 13.</caption>
                    <calloutgroup>
                        <callout1>1. Support de montage de la cabine</callout1>
                        <callout1>2. Pare-&#233;claboussures du moteur</callout1>
                        <callout1>3. Flexible d'admission du refroidisseur d'air de suralimentation</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Retirer le support de montage de la cabine (Figure 13) et le couvre-culasse de
                        droite.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le capteur de pression de commande d'injection (ICP) (Figure 14).</para>
                </step1>
                <figure id="j08026" figsize="col-wide">
                    <graphic filename="../afcfigures/j08026.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 14.</caption>
                    <calloutgroup>
                        <callout1>1. Joint d'&#233;tanch&#233;it&#233; du capteur de pression de commande d'injection
                        </callout1>
                        <callout1>2. Capteur de pression de commande d'injection</callout1>
                    </calloutgroup>
                </figure>
                <step1>
                    <para count="1">Remplacer les tubes du carter moteur &#224; la culasse comme pour le c&#244;t&#233;
                        gauche.
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Installer le capteur de pression de commande d'injection (ICP) et serrer
                            &#224; un couple de 27 N-m (20 lbf-pi), selon IK 1200185 en date du 14/11/07.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer le couvre culasse et serrer &#224; un couple de 9 N.m (84 lbf-po).</para>
                </step1>
                <step1>
                    <para count="1">Installer le support de montage de la cabine, c&#244;t&#233; droit.</para>
                </step1>
                <step1>
                    <para count="1">Installer le pare-&#233;claboussures du moteur, c&#244;t&#233; droit.</para>
                </step1>
                <step1>
                    <para count="1">Raccorder le flexible d'admission du refroidisseur d'air de suralimentation au
                        turbocompresseur.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer le tuyau d'admission du turbocompresseur.</para>
                </step1>
                <step1>
                    <para count="1">Installer le support de montage du tuyau de sortie du filtre &#224; air, c&#244;t&#233;
                        gauche.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer le tuyau de sortie du filtre &#224; air, en y laissant fix&#233; le d&#233;bitm&#232;tre
                        d'air massique, c&#244;t&#233; gauche.
                    </para>
                </step1>
                <step1>
                    <para count="1">Brancher le c&#226;blage du d&#233;bitm&#232;tre d'air massique et installer la
                        courroie d'attache, c&#244;t&#233; gauche.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire d&#233;marrer le moteur et rechercher la pr&#233;sence de fuites.</para>
                </step1>
                <step1>
                    <para count="1">Abaisser la cabine.</para>
                </step1>
            </svcsubproc>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0791501" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.70in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-08903-1</para>
                            </entry>
                            <entry>
                                <para>Remplacement des tubes de culasse</para>
                            </entry>
                            <entry>
                                <para>2,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-08903.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-08903 d'ici
                le 31 mai 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 31 mai 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
