<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 08902R - Reprogrammation du groupe d'instruments m&#233;trique du mod&#232;le CityStar</stitle>
    <afc id="f08902" translation="french">
        <afcnum>08902R</afcnum>
        <afcdate>F&#233;vrier 2008</afcdate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subject>Reprogrammation du groupe d'instruments m&#233;trique du mod&#232;le CityStar</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CityStar
                    <daterange>
                        <startdate>09/21/2007</startdate>
                        <enddate>12/11/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les camions de mod&#232;le CityStar construits au cours de la p&#233;riode du 01/09/2007 au
                    11/12/2007 et munis du code de caract&#233;ristique 016HBB, groupe d'instruments anglais avec
                    indicateur de vitesse m&#233;trique, ont &#233;t&#233; exp&#233;di&#233;s avec un compteur kilom&#233;trique
                    qui affiche des &#171;milles&#187; plut&#244;t que des &#171;kilom&#232;tres&#187;. La pr&#233;sente
                    lettre de modification autoris&#233;e d&#233;crit la proc&#233;dure de reprogrammation du compteur
                    kilom&#233;trique afin que celui-ci affiche des kilom&#232;tres.
                </para>
                <para>
                    <emph type="bold">NOTA&#160;:</emph>Avant d'effectuer la proc&#233;dure, s'assurer que l'odom&#232;tre
                    affiche des milles.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="9">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <para>On peut utiliser le EZ-Tech pour modifier les unit&#233;s de mesure pour le compteur kilom&#233;trique.
                Un outil logiciel nomm&#233; &#171;Helios&#187; devra &#234;tre t&#233;l&#233;charg&#233;
                d'International par le biais de l'Internet s'il n'est pas d&#233;j&#224; charg&#233; sur le EZ-Tech.
            </para>
            <step1>
                <para count="1">Tandis que le EZ-Tech est connect&#233; &#224; l'Internet, s&#233;lectionner le bouton
                    &#171;Helios&#187; sur l'interface du EZ-Tech.
                </para>
            </step1>
            <figure id="f08080101" figsize="pg-wide">
                <graphic filename="../afcfigures/g08080101.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="328px"/>
            </figure>
            <para>Le progiciel commencera &#224; s'installer dans le EZ-Tech. Il se peut qu'une invite soit affich&#233;e
                demandant de confirmer l'ajout d'un raccourci de Helios sur le bureau. S&#233;lectionner &#171;Yes&#187;
                (oui). Helios sera alors lanc&#233; et l'&#233;cran devrait ressembler &#224; ceci :
            </para>
            <figure id="f08080102" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890202.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="368px"/>
            </figure>
            <step1>
                <para count="1">Au moyen du c&#226;ble de communication, brancher le EZ-Tech au connecteur de diagnostic
                    &#224; 9 broches.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;lectionnez &#171;Tools&#187; (Outils) du menu, puis s&#233;lectionnez &#171;Com
                    Link&#187;, puis s&#233;lectionnez le c&#226;ble de communication utilis&#233;, c.-&#224;-d.
                    IC4USB32, IC4COM, etc.
                </para>
            </step1>
            <figure id="f08080103" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890203.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="248px"/>
            </figure>
            <step1>
                <para count="1">Tandis que la cl&#233; de contact est en position d'allumage, dans la case d&#233;roulante
                    &#171;Cable:&#187; (c&#226;ble) avec la valeur de &#171;Disconnected&#187; (d&#233;branch&#233;), s&#233;lectionnez
                    &#171;J1939&#187;
                </para>
            </step1>
            <figure id="f08080104" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890204.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="248px"/>
            </figure>
            <step1>
                <para count="1">Dans la fen&#234;tre &#171;Data Log&#187; (registre de donn&#233;es), un trafic de
                    liaison de donn&#233;es commencera &#224; appara&#238;tre. Cela indique que le EZ-Tech est bien
                    branch&#233; au v&#233;hicule et qu'il re&#231;oit des donn&#233;es.
                </para>
            </step1>
            <figure id="f08080105" figsize="pg-wide">
                <graphic filename="../afcfigures/g08080105.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="328px"/>
            </figure>
            <step1>
                <para count="1">Ouvrir le fichier texte &#171;CF_Msg&#187; sur le bureau du EZ-Tech en double cliquant
                    sur l'ic&#244;ne du fichier. Une fois le fichier ouvert, mettre le texte en surbrillance, puis le
                    copier en appuyant sur le bouton droit de la souris du EZ-Tech et en s&#233;lectionnant &#171;Copy&#187;
                    (copier).
                </para>
            </step1>
            <figure id="f08080106" figsize="col-wide">
                <graphic filename="../afcfigures/g08080106.webp" type="webp" scalefit="1" scalefitwidth="72px"
                         scalefitheight="72px"/>
            </figure>
            <figure id="f08080107" figsize="pg-wide">
                <graphic filename="../afcfigures/g08080107.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="168px"/>
            </figure>
            <step1>
                <para count="1">Dans la fen&#234;tre Helios, s&#233;lectionner la case &#171;transmit&#187;
                    (transmettre) au bas de la fen&#234;tre en appuyant sur le bouton gauche de la souris pendant que le
                    pointeur de la souris se trouve dans la case. Puis, tenir la touche &#171;CTRL&#187; enfonc&#233;e
                    et appuyer sur la touche &#171;V&#187; pour coller le texte dans la case de transmission. La case
                    est suffisamment large pour afficher les 16 derniers caract&#232;res seulement. Puis, appuyer sur le
                    bouton &#171;send&#187; (envoyer).
                </para>
            </step1>
            <figure id="f08080108" figsize="pg-wide">
                <graphic filename="../afcfigures/g08080108.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="168px"/>
            </figure>
            <step1>
                <para count="1">Les caract&#232;res suivant la lecture du compteur kilom&#233;trique devraient passer de
                    &#171;Mi&#187; &#224; &#171;Km&#187;.
                </para>
            </step1>
            <figure id="f08080109" figsize="col-wide">
                <graphic filename="../afcfigures/g08080109.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="168px"/>
            </figure>
            <para>La lecture du compteur kilom&#233;trique est modifi&#233;e &#224; chaque fois que l'on appuie sur le
                bouton &#171;send&#187; (envoyer). Ainsi, si l'on appuie de nouveau sur le bouton &#171;Send&#187;
                (envoyer), le compteur kilom&#233;trique retournera &#224; &#171;Mi&#187;
            </para>
            <step1>
                <para count="1">Tourner la cl&#233; &#224; la position &#171;OFF&#187; (arr&#234;t), fermer la fen&#234;tre
                    Helios et d&#233;brancher le c&#226;ble de communication.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0791501" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.70in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-08902-1</para>
                            </entry>
                            <entry>
                                <para>Reprogrammation du compteur kilom&#233;trique</para>
                            </entry>
                            <entry>
                                <para>0,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-08902.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-08902 d'ici
                le 28 f&#233;vrier 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 28 f&#233;vrier 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
