<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC G-08905 - Interf&#233;rence du connecteur de l'ensemble d'instruments avec la bouche de d&#233;givrage
        sur les mod&#232;les d'autobus CE et BE munis d'un moteur MaxxForce 7 ou MaxxForce DT
    </stitle>
    <afc id="f08905" translation="french">
        <afcnum>G-08905</afcnum>
        <afcdate>Juin 2008</afcdate>
        <subjectfile>CARROSSERIE D'AUTOBUS</subjectfile>
        <subject>Interf&#233;rence du connecteur de l'ensemble d'instruments avec la bouche de d&#233;givrage sur les
            mod&#232;les d'autobus CE et BE munis d'un moteur MaxxForce 7 ou MaxxForce DT
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>BE Bus
                    <daterange>
                        <startdate>06/27/2006</startdate>
                        <enddate>01/30/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>06/07/2006</startdate>
                        <enddate>01/30/2008</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il existe une interf&#233;rence entre le connecteur de l'ensemble d'instruments et la bouche de d&#233;givrage.
                    Cette interf&#233;rence pourrait faire en sorte que l'ensemble d'instruments perde la communication
                    par liaison de donn&#233;es, ce qui aurait pour r&#233;sultat que les indicateurs ne donnent aucun
                    relev&#233; et (ou) qu'ils fonctionnent par intermittence. Cette anomalie a d&#233;but&#233;e au
                    moment du lancement des moteurs 2007 dans les autobus BE et CE.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0890501" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.66*"/>
                    <colspec colname="col2" colwidth="1.68*"/>
                    <colspec colname="col3" colwidth="0.66*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000894R91</para>
                            </entry>
                            <entry>
                                <para>Trousse de bouche de d&#233;sembuage</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="16">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que la bo&#238;te de
                        vitesses est en position de point mort ou de stationnement, que le frein de stationnement est
                        serr&#233; et que les roues sont cal&#233;es avant d'entamer toute proc&#233;dure de diagnostic
                        ou d'entretien du moteur ou du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Outils n&#233;cessaires&#160;:</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Lunettes de s&#233;curit&#233;</para>
                </item>
                <item>
                    <para>Gants de travail</para>
                </item>
                <item>
                    <para>Riveteuse pneumatique</para>
                </item>
                <item>
                    <para>Couteau &#224; mastiquer de 25 mm (1 po)</para>
                </item>
                <item>
                    <para>Tournevis &#224; pointe cruciforme et &#224; lame plate</para>
                </item>
                <item>
                    <para>Couteau universel avec lame neuve et lames de rechange</para>
                </item>
                <item>
                    <para>Lame de scie; c.-&#224;-d. lame de scie sauteuse &#224; denture fine pour couper le plastique
                        &#224; la main
                    </para>
                </item>
                <item>
                    <para>Perceuse sans fil avec foret d'un diam&#232;tre de 6,35 mm (&#188; po) ou al&#233;seuse
                        pneumatique (Dremel)
                    </para>
                </item>
                <item>
                    <para>Foret d'un diam&#232;tre de 0,192 po - 0,196 po.</para>
                </item>
                <item>
                    <para>Ruban &#224; mesurer</para>
                </item>
                <item>
                    <para>Crayon &#224; peinture, blanc ou jaune (pas noir)</para>
                </item>
                <item>
                    <para>Ruban adh&#233;sif en toile</para>
                </item>
                <item>
                    <para>Linge ou essuie-tout</para>
                </item>
                <item>
                    <para>Lampe de poche.</para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>Il n'est pas n&#233;cessaire de retirer la partie sup&#233;rieure du tableau de bord.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Placer toutes les pi&#232;ces dans un endroit s&#233;curitaire aux fins de remontage.</para>
                </note>
            </specpara>
            <figure id="f0890501" figsize="col-wide">
                <graphic filename="../afcfigures/g0890501.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 1.</caption>
            </figure>
            <step1>
                <para count="1">Retirer l'encadrement de l'ensemble d'instruments en enlevant 2 vis situ&#233;es en
                    dessous des c&#244;t&#233;s gauche et droit et en tirant depuis les agrafes &#224; ressort sur les c&#244;t&#233;s
                    sup&#233;rieurs gauche et droit (Figure 2).
                </para>
            </step1>
            <figure id="f0890502" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890502a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figure 2.</caption>
            </figure>
            <step1>
                <para count="1">Retirer le couvercle de la colonne de direction en enlevant 3 vis du dessous (Figure
                    3).
                </para>
            </step1>
            <figure id="f0890504" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890504.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="248px"/>
                <caption>Figure 3.</caption>
            </figure>
            <step1>
                <para count="1">Retirer l'ensemble d'instruments. Enlever 4 vis et d&#233;brancher les 3 connecteurs
                    &#233;lectriques. R&#233;gler la colonne inclinable pour faciliter la d&#233;pose (Figure 4).
                </para>
            </step1>
            <figure id="f0890505" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890505a.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="448px"/>
                <caption>Figure 4.</caption>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'un couteau universel, retirer les raccords en plastique du c&#244;t&#233;
                    arri&#232;re de la pi&#232;ce de la bouche. Cela rendra la surface de niveau pour permettre un
                    meilleur ajustement (Figure 5).
                </para>
            </step1>
            <figure id="f0890507" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890507.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="168px"/>
                <caption>Figure 5.</caption>
            </figure>
            <step1>
                <para count="1">Mesurer et marquer la surface de la bouche de d&#233;givrage &#224; d&#233;couper
                    (Figure 6).
                </para>
            </step1>
            <figure id="f0890519" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890519a.webp" type="webp" scalefit="1" scalefitwidth="520px"
                         scalefitheight="352px"/>
                <caption>Figure 6.</caption>
            </figure>
            <step1>
                <para count="1">Suivre le trac&#233; de d&#233;coupe au moyen d'une perceuse ou d'une al&#233;seuse
                    pneumatique (dremel) (Figure 7). &#192; l'aide de la lame de scie, couper le reste du p&#233;rim&#232;tre
                    ne pouvant &#234;tre coup&#233; au moyen de la perceuse ou de l'al&#233;seuse pneumatique en raison
                    d'un manque d'acc&#232;s (Figure 7).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Ne pas ins&#233;rer le foret &#224; plus de 6,35 mm (1/4 po) pour &#233;viter de percer un
                        trou dans le c&#244;t&#233; arri&#232;re de la bouche.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>On peut effectuer cette coupe sans avoir &#224; retirer le couvercle du tableau de bord du c&#244;t&#233;
                        conducteur.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Porter des gants pour prot&#233;ger les mains. Porter des lunettes de s&#233;curit&#233;.
                        Fixer l'extr&#233;mit&#233; de la lame de scie en place &#224; l'aide de ruban adh&#233;sif pour
                        la retenir.
                    </para>
                </warning>
            </specpara>
            <figure id="f0890509" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890509.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 7.</caption>
            </figure>
            <step1>
                <para count="1">Une fois la d&#233;coupe achev&#233;e, nettoyer les rebords &#224; l'aide d'un couteau
                    universel (Figure 8). Effectuer un ajustement d'essai de la pi&#232;ce (Figure 8). Si les rebords de
                    la pi&#232;ce ne peuvent &#234;tre ajust&#233;s de niveau avec la bouche existante, utiliser le
                    couteau universel pour &#233;liminer l'interf&#233;rence.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La pi&#232;ce est grise pour qu'elle puisse &#234;tre mieux identifi&#233;e dans les
                        consignes. La pi&#232;ce de la trousse est noire.
                    </para>
                </note>
            </specpara>
            <figure id="f0890510" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890510.webp" type="webp" scalefit="1" scalefitwidth="478px"
                         scalefitheight="288px"/>
                <caption>Figure 8.</caption>
            </figure>
            <step1>
                <para count="1">Percer (4) trous d'un diam&#232;tre de 0,192 po - 0,196 po aux emplacements illustr&#233;s
                    (Figure 9). S'assurer de tenir la pi&#232;ce de mani&#232;re &#224; ce que tous les rebords soient
                    de niveau avec la surface de la bouche, en poussant vers la droite, vers l'avant et vers le bas.
                    S'assurer que les trous sont situ&#233;s au centre du chevauchement entre le rebord de la pi&#232;ce
                    et la bouche. Une fois le trou perc&#233;, utiliser les rivets pour aider &#224; la tenir en place
                    (NE PAS COMPRIMER LE RIVET). Enlever les rivets et la pi&#232;ce.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Laisser le foret p&#233;n&#233;trer seulement &#224; 6,35 mm (&#188; po) dans la bouche, de
                        mani&#232;re &#224; ne pas percer de trou dans le c&#244;t&#233; arri&#232;re de la bouche.
                    </para>
                </caution>
            </specpara>
            <figure id="f0890511" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890511.webp" type="webp" scalefit="1" scalefitwidth="478px"
                         scalefitheight="288px"/>
                <caption>Figure 9.</caption>
            </figure>
            <step1>
                <para count="1">Passer l'aspirateur dans la bouche de d&#233;givrage pour enlever les copeaux de
                    plastique (Figure 10). Utiliser du ruban adh&#233;sif en toile avec une extr&#233;mit&#233; repli&#233;e
                    pour nettoyer les surfaces difficiles d'acc&#232;s que l'aspirateur ne pouvait pas atteindre (Figure
                    10). Continuer &#224; utiliser le ruban adh&#233;sif en toile jusqu'&#224; ce que tous les copeaux
                    de plastique soient enlev&#233;s. Passer &#233;galement l'aspirateur dans la zone de la colonne de
                    direction et du plancher pour effectuer un nettoyage g&#233;n&#233;ral.
                </para>
            </step1>
            <figure id="f0890512" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890512.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 10.</caption>
            </figure>
            <step1>
                <para count="1">Appliquer une perle de 6,35 mm (&#188; po) d'enduit d'&#233;tanch&#233;it&#233; adh&#233;sif
                    au silicone noir autour du p&#233;rim&#232;tre, mais &#224; l'int&#233;rieur des rivets (Figure 11).
                    Appliquer une deuxi&#232;me perle de 6,35 mm (&#188; po) autour du p&#233;rim&#232;tre et imm&#233;diatement
                    &#224; l'ext&#233;rieur des rivets (Figure 11).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Il pourrait y avoir suffisamment d'espace au haut pour la deuxi&#232;me perle. Cela est
                        acceptable.
                    </para>
                </note>
            </specpara>
            <figure id="f0890513" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890513.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 11.</caption>
            </figure>
            <step1>
                <para count="1">Installer la pi&#232;ce et le rivet sur la bouche de d&#233;givrage (Figure 12).</para>
            </step1>
            <figure id="f0890514" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890514.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="288px"/>
                <caption>Figure 12.</caption>
            </figure>
            <step1>
                <para count="1">Appliquer une 3e perle de 6,35 mm (&#188; po) d'enduit d'&#233;tanch&#233;it&#233; adh&#233;sif
                    au silicone noir autour du p&#233;rim&#232;tre ext&#233;rieur et lisser autour du p&#233;rim&#232;tre
                    (Figure 13).
                </para>
            </step1>
            <figure id="f0890515" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890515.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="288px"/>
                <caption>Figure 13.</caption>
            </figure>
            <step1>
                <para count="1">Le rebord arri&#232;re de la pi&#232;ce sera plac&#233; entre le couvercle de tableau de
                    bord du c&#244;t&#233; conducteur et la bouche de d&#233;givrage. Cela est intentionnel. Cela aidera
                    &#224; tenir la pi&#232;ce en place pendant que l'enduit d'&#233;tanch&#233;it&#233; adh&#233;sif s&#232;che
                    (Figure 14).
                </para>
            </step1>
            <figure id="f0890516" figsize="col-wide">
                <graphic filename="../afcfigures/g0890516.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="288px"/>
                <caption>Figure 14.</caption>
            </figure>
            <step1>
                <para count="1">R&#233;installer l'ensemble d'instruments du tableau de bord, l'encadrement de
                    l'ensemble d'instruments et le couvercle de la colonne de direction (Figure 15) (se reporter aux
                    &#233;tapes 1 - 3).
                </para>
            </step1>
            <figure id="f0890517" figsize="col-wide">
                <graphic filename="../afcfigures/g0890517.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="288px"/>
                <caption>Figure 15.</caption>
            </figure>
            <step1>
                <para count="1">Bien qu'on ne pourra pas voir le jeu cr&#233;&#233; par l'installation de la trousse,
                    voici ce &#224; quoi cela ressemble lorsque le couvercle du tableau de bord c&#244;t&#233;
                    conducteur est retir&#233;. NE PAS RETIRER LE COUVERCLE DE TABLEAU DE BORD DU C&#212;T&#201;
                    CONDUCTEUR.
                </para>
            </step1>
            <figure id="f0890518" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890518.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="288px"/>
                <caption>Figure 16.</caption>
            </figure>
            <step1>
                <para count="1">V&#233;rifier l'ensemble d'instruments pour s'assurer que celui-ci, ainsi que ses
                    voyants et t&#233;moins, fonctionnent de mani&#232;re appropri&#233;e. Si l'ensemble d'instruments
                    ne fonctionne pas, v&#233;rifier de nouveau pour s'assurer que tous les connecteurs sont bien branch&#233;s.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t0691302" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-08905-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Installation de pi&#232;ce de bouche</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-08905.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-08905 d'ici
                le 30 juin 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si celle-ci expire
                apr&#232;s le 30 juin 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
