<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - AFC 08901 - Alimentation du syst&#232;me de freinage hydraulique &#224; asservissement</stitle>
    <afc id="f08901" translation="french">
        <afcnum>08901</afcnum>
        <afcdate>F&#233;vrier 2008</afcdate>
        <subjectfile>Freins</subjectfile>
        <subject>Alimentation du syst&#232;me de freinage hydraulique &#224; asservissement</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200, 4200, 4300, 4400, HC Bus
                    <daterange>
                        <startdate>08/11/2006</startdate>
                        <enddate>04/18/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La pr&#233;sente proc&#233;dure d'entretien comporte des consignes d'installation d'un faisceau de
                    c&#226;blage suppl&#233;mentaire depuis la borne positive de l'alternateur au faisceau de c&#226;blage
                    des freins &#224; asservissement afin de fournir une alimentation &#233;lectrique redondante au syst&#232;me
                    de freinage &#224; asservissement. Cette proc&#233;dure peut &#234;tre utilis&#233;e pour les
                    moteurs VT 365 et DT 466.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0890101" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.92*"/>
                    <colspec colname="col2" colwidth="1.48*"/>
                    <colspec colname="col3" colwidth="0.61*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Description de la pi&#232;ce</para>
                            </entry>
                            <entry align="center">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2596667C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage des freins hydrauliques assist&#233;s</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>291207C1</para>
                            </entry>
                            <entry>
                                <para>Sangle de verrouillage &#224; c&#226;ble</para>
                            </entry>
                            <entry>
                                <para>10</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="7">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, s'assurer que la bo&#238;te de
                        vitesses est en position de point mort ou de stationnement, que le frein de stationnement est
                        serr&#233; et que les roues sont cal&#233;es avant d'entamer toute proc&#233;dure de diagnostic
                        ou d'entretien du moteur ou du v&#233;hicule. Lire toutes les consignes de s&#233;curit&#233;
                        qui se trouvent &#224; la section &#171;Renseignements sur la s&#233;curit&#233;&#187; dans le
                        manuel d'atelier aff&#233;rent &#224; ce v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, retirer la cl&#233; de contact
                        ou d&#233;brancher la batterie de fa&#231;on &#224; ce qu'il soit impossible de faire d&#233;marrer
                        le moteur pendant que l'on effectue des man&#339;uvres sur la partie avant du moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, laisser refroidir suffisamment
                        un moteur chaud avant de tenter d'ajouter un faisceau de c&#226;blage au syst&#232;me.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif de la batterie de cette derni&#232;re.</para>
            </step1>
            <step1>
                <para count="1">Retirer le panneau de l'aile int&#233;rieure de droite pour acc&#233;der &#224;
                    l'alternateur.
                </para>
            </step1>
            <figure id="f0890101" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890101.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="280px"/>
                <caption>Figure 1.</caption>
            </figure>
            <para>Acheminer (ne pas fixer) le nouveau faisceau de c&#226;blage sur le dessus du moteur, en suivant le
                faisceau de c&#226;blage existant du moteur. Mettre le faisceau de c&#226;blage en position de mani&#232;re
                &#224; ce que l'extr&#233;mit&#233; du faisceau de c&#226;blage comportant la borne &#224; anneau suive
                le faisceau de c&#226;blage vers la borne positive de l'alternateur, tandis que l'extr&#233;mit&#233; du
                faisceau de c&#226;blage comportant le connecteur suive le faisceau de c&#226;blage vers l'arri&#232;re
                du moteur, c&#244;t&#233; conducteur, dans la zone du centre de distribution de l'alimentation.
            </para>
            <figure id="f0890102" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890102.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 2. Des fl&#232;ches pointent vers le nouveau faisceau de c&#226;blage qui repose sur le
                    moteur
                </caption>
            </figure>
            <step1>
                <para count="1">Enlever l'&#233;crou de la borne positive de l'alternateur et brancher l'extr&#233;mit&#233;
                    du faisceau de c&#226;blage &#224; la borne positive, puis r&#233;installer l'&#233;crou sur la
                    borne positive et le serrer.
                </para>
            </step1>
            <figure id="f0890103" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890103.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figure 3.</caption>
            </figure>
            <step1>
                <para count="1">Identifier le connecteur de tableau de bord/ch&#226;ssis central (4921) &#224; 2 alv&#233;oles
                    situ&#233; pr&#232;s du centre de distribution de l'alimentation et du support de montage du moteur
                    d'essuie-glace. Ce connecteur comprend des circuits rouges J14AA/N14AA de calibre 12 et des circuits
                    blancs J10-GE/ N10-GE de calibre 12. D&#233;brancher le connecteur de tableau de bord/ch&#226;ssis
                    central (4921).
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le nouveau faisceau de c&#226;blage dans le faisceau de c&#226;blage existant
                    de ch&#226;ssis et de tableau de bord en accouplant le connecteur femelle du faisceau de c&#226;blage
                    auxiliaire au connecteur du faisceau de c&#226;blage de ch&#226;ssis M(4921), et en accouplant le
                    connecteur m&#226;le du faisceau de c&#226;blage auxiliaire au connecteur du faisceau de c&#226;blage
                    du tableau de bord F(4921).
                </para>
            </step1>
            <figure id="f0890104" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890104.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="264px"/>
                <caption>Figure 4.</caption>
                <calloutgroup>
                    <callout1>1. Voici l'endroit o&#249; le nouveau faisceau de c&#226;blage auxiliaire est
                        branch&#233;
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirer le couvercle du centre de distribution de l'alimentation et identifier la barre
                    omnibus de fusibles &#224; haute intensit&#233; comportant les deux fusibles &#224; haute intensit&#233;
                    de 30 A pour les moteurs de pompe de freins hydrauliques.
                </para>
            </step1>
            <step1>
                <para count="1">Inspecter l'&#233;crou utilis&#233; pour fixer l'alimentation &#233;lectrique principale
                    &#224; la barre omnibus de fusibles &#224; haute intensit&#233;. (Serrer l'&#233;crou pour s'assurer
                    d'un bon contact entre la borne &#224; tige de la barre omnibus et la borne &#224; anneau).
                </para>
                <para>Retirer le fusible &#224; haute intensit&#233; arri&#232;re de 30 A du panneau de disjoncteurs et
                    l'installer dans le porte-fusible &#224; haute intensit&#233; du nouveau faisceau de c&#226;blage.
                </para>
            </step1>
            <figure id="f0890105" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890105.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="264px"/>
                <caption>Figure 5.</caption>
                <calloutgroup>
                    <callout1>1. Serrer l'&#233;crou pour s'assurer d'un bon contact entre la borne &#224; tige de la
                        barre omnibus et la borne &#224; anneau
                    </callout1>
                    <callout1>2. Retirer le fusible de 30 A pour le ABS PMP1 PWR hydraulique.</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0890106" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890106.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="264px"/>
                <caption>Figure 6.</caption>
            </figure>
            <step1>
                <para count="1">Utiliser des sangles de verrouillage &#224; c&#226;ble pour fixer le nouveau faisceau de
                    c&#226;blage au faisceau de c&#226;blage existant du moteur afin d'&#233;viter tout frottement et
                    abrasion. Utiliser une sangle de verrouillage &#224; c&#226;ble pour fixer le porte-fusible &#224;
                    haute intensit&#233; pr&#232;s du centre de distribution de l'alimentation.
                </para>
            </step1>
            <figure id="f0890107" figsize="pg-wide">
                <graphic filename="../afcfigures/g0890107.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="240px"/>
                <caption>Figure 7.</caption>
            </figure>
            <step1>
                <para count="1">Rebrancher le c&#226;ble n&#233;gatif de la batterie &#224; la borne n&#233;gative de la
                    batterie.
                </para>
            </step1>
            <step1>
                <para count="1">Tourner la cl&#233; de contact &#224; la position &#171;ON&#187; (marche). Pomper la p&#233;dale
                    des freins de service &#224; plusieurs reprises et s'assurer que les deux pompes accumulent la
                    pression et qu'aucun t&#233;moin de frein n'est allum&#233; dans l'ensemble d'instruments.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>Le num&#233;ro d'op&#233;ration doit figurer sur toutes les r&#233;clamations.</para>
            <table id="t079FP01" tblwidth="pg-wide">
                <title>Renseignements sur la main-d'&#339;uvre</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.70in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Op&#233;ration n&#176;</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Dur&#233;e</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-08901-1</para>
                            </entry>
                            <entry>
                                <para>Installation d'un nouveau faisceau de c&#226;blage</para>
                            </entry>
                            <entry>
                                <para>0,7 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROC&#201;DURE ADMINISTRATIVE</title>
            </para>
            <para>Les frais sont imputables &#224; la garantie.
                <hotlnk xrefid="afclaim">Les r&#233;clamations</hotlnk>
                doivent &#234;tre pr&#233;sent&#233;es de la fa&#231;on habituelle, en faisant mention du num&#233;ro de
                modification autoris&#233;e G-08901.
            </para>
            <para>Il est essentiel que le code soit inscrit convenablement de fa&#231;on &#224; ce que la r&#233;clamation
                au titre de la garantie puisse &#234;tre trait&#233;e ad&#233;quatement. Les directives compl&#232;tes
                se trouvent &#224; la section 7-1 du manuel des garanties. Il est essentiel de pr&#234;ter une attention
                particuli&#232;re aux articles 39 &#224; 44.
            </para>
            <para>Pour s'assurer que cette am&#233;lioration essentielle sera apport&#233;e en temps opportun, pri&#232;re
                de pr&#233;senter toutes les r&#233;clamations aff&#233;rentes &#224; cette intervention G-08901 d'ici
                le 28 f&#233;vrier 2009, ou au cours de la p&#233;riode normale de garantie du v&#233;hicule, si
                celle-ci expire apr&#232;s le 28 f&#233;vrier 2009.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/frclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
