<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 00907 - Quejas sobre los cambios ascendentes en la transmisi&#243;n Allison en los modelos
        International 1652, 3400, 3800 y 4700 con motor T 444E, c&#243;digos 12NNA, 12NNB, 12NNC, 12NND, 12NNE, 12NNH,
        12NNJ y 12NNK, fabricados entre el 1 de agosto del 2000 y el 7 de agosto del 2000.
    </stitle>
    <afc id="afc00907" translation="spanish">
        <afcnum>00907</afcnum>
        <afcdate>Noviembre de 2001</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Quejas sobre los cambios ascendentes en la transmisi&#243;n Allison en los modelos International 1652,
            3400, 3800 y 4700 con motor T 444E, c&#243;digos 12NNA, 12NNB, 12NNC, 12NND, 12NNE, 12NNH, 12NNJ y 12NNK,
            fabricados entre el 1 de agosto del 2000 y el 7 de agosto del 2000.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1652
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>08/07/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>08/07/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>08/07/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>08/07/2000</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>T 444E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los veh&#237;culos descritos anteriormente pueden presentar un cambio ascendente en la transmisi&#243;n
                    deficiente. Para corregir este problema, se debe volver a programar el m&#243;dulo de control electr&#243;nico
                    (ECM) del motor.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <note>
                    <para>Cuando realice el procedimiento de servicio en este documento AFC, debe hacer clic en la
                        casilla marcada "Verificar si se reemplaza el m&#243;dulo en el veh&#237;culo" para asegurar que
                        la informaci&#243;n actualizada est&#233; disponible para su veh&#237;culo.
                    </para>
                </note>
                <note>
                    <para>Para realizar este procedimiento, se debe utilizar la herramienta de servicio EZ-Tech. No se
                        puede volver a programar el ECM sin la herramienta de servicio EZ-Tech. Para adquirir esta
                        herramienta, comun&#237;quese con el Sr. Joe Hamilton al n&#250;mero 630-691-5428 de
                        International Truck and Engine Corporation.
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Registre los
                        <emph type="bold">Par&#225;metros del cliente</emph>
                        antes de programar el ECM. Los
                        <emph type="bold">Par&#225;metros del cliente</emph>
                        pueden cambiar despu&#233;s que se vuelva programar el ECM y puede que sea necesario volver a la
                        configuraci&#243;n que ten&#237;a el veh&#237;culo cuando lleg&#243; al taller.
                    </para>
                </important>
            </specpara>
            <para>Vuelva a programar el ECM utilizando la herramienta de servicio EZ-Tech y el software NETS 2.0. Siga
                las instrucciones adjuntas a este documento.
            </para>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="3">
            <title>Inicializaci&#243;n del software NETS/AFC</title>
            <step1>
                <para count="1">Abra la carpeta Diagn&#243;stico del veh&#237;culo en el escritorio y seleccione
                    Navistar NETS (
                    <hotlnk xrefid="f0090701">Figura 1</hotlnk>).
                </para>
                <figure id="f0090701" figsize="col-wide">
                    <graphic filename="../afcfigures/g0090701.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 1. Abra la carpeta Diagn&#243;stico del veh&#237;culo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">La siguiente ventana aparece cuando se selecciona el icono Navistar Nets (
                    <hotlnk xrefid="f0090702">Figura 2</hotlnk>). Tenga en cuenta que est&#225;n disponibles dos
                    servicios diferentes con NETS, cada una de las opciones se puede seleccionar haciendo clic en el bot&#243;n
                    apropiado.
                </para>
            </step1>
            <para>
                <emph type="bold">En el caso del AFC 00-907 DEBE utilizar el lado Navistar NETS para procesar la
                    informaci&#243;n.
                </emph>
            </para>
            <figure id="f0090702" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090702.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         resolution="72"/>
                <caption>Figura 2. Esta ventana aparece cuando se selecciona el icono Navistar NETS</caption>
            </figure>
            <step1>
                <para count="1">Si s&#243;lo necesita NETS, haga clic en "Navistar NETS". Tenga presente que cuando se
                    selecciona NETS aparece una ventana Navistar NETS (
                    <hotlnk xrefid="f0090703">Figure 3</hotlnk>). Si en su lugar aparece una ventana AFC significa que
                    no est&#225; en la ventana para programaci&#243;n normal, entonces debe volver a la pantalla
                    principal y seleccionar el bot&#243;n "Navistar NETS". Aseg&#250;rese de estar realizando el proceso
                    que desea. Si realiza mantenimiento utilizando NETS, cualquier cambio AFC se implementar&#225; en
                    forma autom&#225;tica durante este proceso, de modo que no tenga que realizar un proceso adicional.
                </para>
            </step1>
            <figure id="f0090703" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090703.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         resolution="72"/>
                <caption>Figura 3. Ventana Navistar NETS</caption>
            </figure>
            <step1>
                <para count="1">Navistar NETS consta de 4 pasos:</para>
                <step2>
                    <para count="1">
                        <emph type="bold">GET</emph>
                        (Obtener): recupera la informaci&#243;n del cami&#243;n. Este paso se realiza en el cami&#243;n
                        sin necesidad de disponer de una l&#237;nea telef&#243;nica.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">SEND</emph>
                        (Enviar): durante este paso se hacen llegar los datos del cami&#243;n a Navistar v&#237;a m&#243;dem.
                        Para realizar esta operaci&#243;n debe estar conectado a su tel&#233;fono o a su l&#237;nea DCN
                        II, de modo que se puedan transmitir los datos. No es necesario estar conectado al cami&#243;n
                        durante este procedimiento.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">RECEIVE:</emph>
                        (Recibir): una vez que se hayan transmitido a Navistar los archivos que contienen los datos del
                        cami&#243;n y el motor, el sistema actualizar&#225; la informaci&#243;n de la &#250;ltima
                        calibraci&#243;n. Durante el paso RECIBIR, estos archivos que contienen la nueva informaci&#243;n
                        se transmiten de vuelta en forma electr&#243;nica al EZ-Tech.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">PROGRAM</emph>
                        (Programar): el &#250;ltimo paso se realiza de nuevo en el cami&#243;n donde se transmiten de
                        vuelta al ECM del motor los archivos que contienen los datos acerca del nuevo motor o del cami&#243;n.
                        Al igual que el proceso GET, este paso se realiza en el cami&#243;n sin necesidad de disponer de
                        una l&#237;nea telef&#243;nica.
                    </para>
                </step2>
            </step1>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="18">
            <title>Reprogramaci&#243;n de un ECM utilizando NETS</title>
            <svcprocinfo>
                <specpara>
                    <important>
                        <para>En los veh&#237;culos que cuenten con transmisiones electr&#243;nicas Allison y frenos
                            ABS,
                            <emph type="bold">SE DEBEN DESCONECTAR todas las unidades de control electr&#243;nico
                                (ECU)
                            </emph>
                            antes de comenzar cualquier operaci&#243;n de reprogramaci&#243;n utilizando NETS o Navistar
                            AFC. Para saber m&#225;s detalles acerca de c&#243;mo desconectar la transmisi&#243;n,
                            consulte la "Tabla de Contenidos".
                        </para>
                    </important>
                </specpara>
                <specpara>
                    <important>
                        <para>Para que la operaci&#243;n de reprogramaci&#243;n resulte exitosa se deben seguir
                            rigurosamente las instrucciones que aparecen en la pantalla y este manual se debe seguir al
                            pie de la letra en todo momento. Siempre verifique que todas las conexiones est&#233;n
                            firmes y aseg&#250;rese que la llave est&#233; en posici&#243;n correcta de acuerdo a las
                            instrucciones.
                        </para>
                    </important>
                </specpara>
                <para>
                    <emph type="bold">Aseg&#250;rese de haber seleccionado el puerto COM correcto cuando realice los
                        pasos GET y PROGRAM. Consulte el cap&#237;tulo CONEXI&#211;N DEL EZ TECH AL VEH&#205;CULO en la
                        Tabla de Contenidos
                    </emph>
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Paso 1 GET (Obtener)</title>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n "Get Data" (Obtener datos) para iniciar el proceso GET,
                        entonces aparecer&#225;
                        <hotlnk xrefid="f0090704">la siguiente ventana</hotlnk>:
                    </para>
                </step1>
                <figure id="f0090704" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090704.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             resolution="72"/>
                    <caption>Figura 4. Inicie el proceso GET</caption>
                </figure>
                <step1>
                    <para count="1">Ingrese el n&#250;mero de identificaci&#243;n del veh&#237;culo (VIN) de ocho d&#237;gitos.</para>
                </step1>
                <step1>
                    <para count="1">Haga clic en la casilla marcada (Verificar si existe un m&#243;dulo de reemplazo en
                        el veh&#237;culo)
                    </para>
                </step1>
                <step1>
                    <para count="1">Ingrese el millaje, las horas y el combustible correcto utilizado.</para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n OK</para>
                </step1>
                <step1>
                    <para count="1">Haga clic en la opci&#243;n
                        <emph type="bold">Get Data</emph>
                        y aparecer&#225;
                        <hotlnk xrefid="f0090705">la siguiente ventana</hotlnk>:
                    </para>
                </step1>
                <figure id="f0090705" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090705.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="72"/>
                    <caption>Figura 5. Ventana Get Data</caption>
                </figure>
                <step1>
                    <para count="1">Verifique que la
                        <hotlnk xrefid="f0090706">llave del encendido est&#233; en la posici&#243;n ON</hotlnk>
                        y haga clic en el bot&#243;n OK:
                    </para>
                </step1>
                <figure id="f0090706" figsize="col-wide">
                    <graphic filename="../afcfigures/g0090706.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 6. Apague y vuelva a encender</caption>
                </figure>
                <step1>
                    <para count="1">Apague y vuelva a encender. Incluso si la llave de encendido estuviera en la posici&#243;n
                        ON (encendido) antes de este paso, DEBE PONERLA EN LA POSICI&#211;N APAGADO Y LUEGO VOLVER A LA
                        POSICI&#211;N ENCENDIDO. Una vez que lo haya hecho, haga clic en el bot&#243;n OK.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aparece
                        <hotlnk xrefid="f0090707">la siguiente ventana</hotlnk>; &#233;sta lee datos desde el m&#243;dulo
                        ECM. Por favor, espere.
                    </para>
                </step1>
                <figure id="f0090707" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090707.webp" type="webp" scalefit="1" scalefitwidth="448px"
                             resolution="72"/>
                    <caption>Figura 7. Ventana Get Parameters (Obtener par&#225;metros)</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Si en la pantalla aparece el mensaje "Engine controller is not responding" (Controlador
                            del motor no responde), aseg&#250;rese que el cable est&#233; en el puerto COM correcto, que
                            la energ&#237;a est&#233; en posici&#243;n ENCENDIDO y que todo el equipo electr&#243;nico
                            auxiliar est&#233; desconectado. Despu&#233;s de verificar esto int&#233;ntelo nuevamente.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Se obtiene la
                        <hotlnk xrefid="f0090708">siguiente pantalla</hotlnk>: Click OK to complete the GET process
                        (Haga clic en el bot&#243;n OK para completar el proceso GET).
                    </para>
                </step1>
                <figure id="f0090708" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090708.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 8. Pantalla Data Transfer Success (Transferencia de datos completa)</caption>
                </figure>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n de cierre</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Paso 2 SEND (Enviar)</title>
                <step1>
                    <para count="1">A fin de realizar este paso, DEBE tener lo siguiente:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Una l&#237;nea telef&#243;nica dedicada o una conexi&#243;n a la red DCN II</para>
                        </item>
                        <item>
                            <para>Se debe instalar la tarjeta m&#243;dem a la EZ-Tech. Si la tarjeta m&#243;dem no est&#225;
                                instalada, la computadora se debe apagar por completo antes de instalar la tarjeta.
                            </para>
                        </item>
                        <item>
                            <para>El adaptador del m&#243;dem se debe conectar a la tarjeta m&#243;dem y a la l&#237;nea
                                telef&#243;nica. No es necesario estar conectado al cami&#243;n para realizar el proceso
                                SEND.
                            </para>
                        </item>
                        <item>
                            <para>Tambi&#233;n aseg&#250;rese de tener una identificaci&#243;n de usuario (DYYxxxx) y
                                una contrase&#241;a v&#225;lida de modo que pueda acceder a la red Navistar DCN II.
                            </para>
                        </item>
                    </randlist>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n "Send Data" (Enviar datos) para iniciar el proceso SEND,
                        entonces aparecer&#225;
                        <hotlnk xrefid="f0090709">la siguiente ventana</hotlnk>:
                    </para>
                </step1>
                <figure id="f0090709" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090709.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             resolution="72"/>
                    <caption>Figura 9. Pantalla Send Data (Enviar datos)</caption>
                </figure>
                <step1>
                    <para count="1">Haga clic en el chasis que desee o en Select All (Seleccionar todo). Luego haga clic
                        en "Send Data". Adem&#225;s puede seleccionar m&#250;ltiples VIN manteniendo oprimida la tecla
                        "Ctrl" mientras hace clic en los que desea. Una vez que haga clic en el bot&#243;n "SEND DATA"
                        la EZ-Tech iniciar&#225; la conexi&#243;n con Navistar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Seleccione conexi&#243;n m&#243;dem (telef&#243;nica) o directa por red DCN II. Si
                        utiliza un tel&#233;fono, aseg&#250;rese de que el cable y las l&#237;neas est&#233;n conectados
                        al m&#243;dem. Ingrese su identificaci&#243;n de ingreso de usuario para DCN II NET'S (Navistar
                        System 21 Support Group Supplied) y presione la tecla ENTER.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cuando la EZ-Tech est&#233; conectada comenzar&#225; a enviar a Navistar el o los
                        archivos seleccionados. La EZ-Tech enviar&#225; un archivo por VIN seleccionado y mostrar&#225;
                        un mensaje que indique el n&#250;mero de archivos que se enviaron en forma exitosa (
                        <hotlnk xrefid="f0090710">Figura 10</hotlnk>). Verifique que el n&#250;mero de archivos que se
                        envi&#243; en forma exitosa calce con la cantidad de VIN seleccionados previamente. Haga clic en
                        el bot&#243;n OK y luego cierre la ventana "Send data" para continuar con el proceso. DEJE LA
                        EZ-TECH CONECTADA A NAVISTAR si est&#225; reemplazando un m&#243;dulo de motor.
                    </para>
                </step1>
                <figure id="f0090710" figsize="col-wide">
                    <graphic filename="../afcfigures/g0090710.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             resolution="72"/>
                    <caption>Figura 10. Pantalla File Sent Successfully (Env&#237;o de archivos completado)</caption>
                </figure>
                <para>
                    <emph type="bold">Para este proceso, el sistema procesar&#225; los par&#225;metros y en un lapso de
                        5 a 10 minutos podr&#225; realizar el Proceso Recibir
                    </emph>
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Paso 3 RECEIVE (Recibir)</title>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n "Receive" en la ventana principal NETS para iniciar el
                        proceso RECEIVE, aparecer&#225;
                        <hotlnk xrefid="f0090711">la siguiente ventana</hotlnk>:
                    </para>
                </step1>
                <figure id="f0090711" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090711.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 11. Inicie el proceso RECEIVE</caption>
                </figure>
                <step1>
                    <para count="1">Haga clic en el chasis que desee o en Select All (Seleccionar todo). Entonces haga
                        clic en "Receive". Adem&#225;s puede seleccionar m&#250;ltiples VIN manteniendo oprimida la
                        tecla "Ctrl" mientras hace clic en los que desea. Una vez que haga clic en el bot&#243;n
                        "RECEIVE" la EZ-Tech iniciar&#225; la transmisi&#243;n de vuelta de los archivos.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>S&#243;lo puede seleccionar los &#250;ltimos VIN que ENVI&#211; a Navistar. S&#243;lo se
                            recibir&#225;n &#233;stos. Si solicita recibir un chasis que en un principio no se envi&#243;,
                            la EZ-Tech mostrar&#225; un mensaje que dir&#225; que no se encontraron los datos para este
                            chasis.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">La transmisi&#243;n de archivos comenzar&#225; tan pronto como se seleccione el bot&#243;n
                        RECEIVE.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si a&#250;n est&#225; conectado a la red, el programa no le pedir&#225; que se conecte de
                            nuevo; sin embargo, si la conexi&#243;n no est&#225; activada, se le solicitar&#225; que
                            repita los pasos de conexi&#243;n descritos en las instrucciones SEND.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">La pantalla mostrar&#225; la cantidad de archivos que se recibieron en forma
                        exitosa. Se recibir&#225;n dos archivos por cada VIN recibido. Debido a los diferentes tama&#241;os
                        de los archivos, la transmisi&#243;n de algunos podr&#237;a demorar m&#225;s que la de los
                        otros.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n OK y seleccione el bot&#243;n Close (Cerrar) en la
                        ventana Receive para completar la operaci&#243;n.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Paso 4 PROGRAM (Programar)</title>
                <step1>
                    <para count="1">Una vez que est&#233; de vuelta en el veh&#237;culo, utilice el adaptador del
                        encendedor o el suministro de energ&#237;a de 120 voltios para obtener energ&#237;a durante la
                        programaci&#243;n, conecte la EZ-Tech al conector ATA y aseg&#250;rese de seleccionar el puerto
                        COM apropiado.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ponga la llave en la posici&#243;n ENCENDIDO
                        <emph type="bold">Recuerde seguir las indicaciones de ENCENDIDO y/o APAGADO de la llave, ya que
                            es crucial para una programaci&#243;n exitosa.
                        </emph>
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga clic en el bot&#243;n "Program" en la ventana principal NETS para iniciar el
                        proceso de programaci&#243;n, aparecer&#225;
                        <hotlnk xrefid="f0090712">la siguiente ventana</hotlnk>:
                    </para>
                </step1>
                <figure id="f0090712" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090712.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 12. Inicie el proceso PROGRAM</caption>
                </figure>
                <step1>
                    <para count="1">Seleccione de la lista el VIN que desee y haga clic en el bot&#243;n PROGRAM.
                        <hotlnk xrefid="f0090713">Se mostrar&#225; un mensaje</hotlnk>
                        que le pedir&#225; que confirme el VIN.
                    </para>
                </step1>
                <figure id="f0090713" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090713.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 13. Pantalla Confirm VIN (Confirmar VIN)</caption>
                </figure>
                <step1>
                    <para count="1">Verifique que el VIN que va a programar coincida con el veh&#237;culo y haga clic en
                        el
                        <hotlnk xrefid="f0090714">bot&#243;n "YES"</hotlnk>.
                    </para>
                </step1>
                <figure id="f0090714" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090714.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 14. Pantalla Program Engine (Programar el motor)</caption>
                </figure>
                <step1>
                    <para count="1">Lea las instrucciones y
                        <hotlnk xrefid="f0090715">haga clic en Next</hotlnk>
                        (Siguiente).
                    </para>
                </step1>
                <figure id="f0090715" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090715.webp" type="webp" scalefit="1" scalefitwidth="368px"
                             resolution="72"/>
                    <caption>Figura 15. Instrucciones para la programaci&#243;n del motor</caption>
                </figure>
                <step1>
                    <para count="1">
                        <emph type="bold">Aseg&#250;rese que la llave de encendido est&#233; en la posici&#243;n
                            ENCENDIDO
                        </emph>
                        y
                        <hotlnk xrefid="f0090716">haga clic en Next</hotlnk>.
                    </para>
                </step1>
                <figure id="f0090716" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090716.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             resolution="72"/>
                    <caption>Figura 16. M&#225;s instrucciones para la programaci&#243;n del motor</caption>
                </figure>
                <para>
                    <emph type="bold">RECUERDE:</emph>
                    en los veh&#237;culos que cuenten con transmisiones electr&#243;nicas Allison y frenos ABS,
                    <emph type="bold">SE DEBEN DESCONECTAR TODAS LAS ECU</emph>
                    antes de comenzar cualquier operaci&#243;n de reprogramaci&#243;n utilizando NETS o Navistar AFC.
                    Para saber m&#225;s detalles acerca de c&#243;mo desconectar la transmisi&#243;n, consulte la "Tabla
                    de Contenidos".
                </para>
                <specpara>
                    <important>
                        <para>Para que la operaci&#243;n de reprogramaci&#243;n resulte exitosa se deben seguir
                            rigurosamente las instrucciones que aparecen en la pantalla y este manual se debe seguir al
                            pie de la letra en todo momento. Siempre verifique que todas las conexiones est&#233;n
                            firmes y aseg&#250;rese de que la llave est&#233; en posici&#243;n correcta de acuerdo a las
                            instrucciones.
                        </para>
                    </important>
                </specpara>
                <step1>
                    <para count="1">
                        <emph type="bold">Verifique que la EZ-Tech est&#233; conectada al cami&#243;n a trav&#233;s del
                            puerto COM apropiado y que la llave de encendido est&#233; en la posici&#243;n ENCENDIDO
                        </emph>
                        y haga clic en Next. Esta acci&#243;n iniciar&#225; la
                        <hotlnk xrefid="f0090717">primera etapa de la programaci&#243;n</hotlnk>.
                    </para>
                </step1>
                <figure id="f0090717" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090717.webp" type="webp" scalefit="1" scalefitwidth="448px"
                             resolution="72"/>
                    <caption>Figura 17. Primera etapa de la programaci&#243;n</caption>
                </figure>
                <para>
                    <emph type="bold">NO SALGA DEL VEH&#205;CULO DURANTE EL PR&#211;XIMO PASO</emph>
                </para>
                <step1>
                    <para count="1">Durante esta etapa de programaci&#243;n la EZ-Tech programar&#225; todos los par&#225;metros
                        y calibraciones dentro del ECM. Este proceso demorar&#225; 10 minutos aproximadamente.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de completar el paso uno de la programaci&#243;n recibir&#225; un
                        <hotlnk xrefid="f0090718">mensaje</hotlnk>
                        que indicar&#225; que la llave de encendido se debe poner en la posici&#243;n APAGADO y luego
                        ponerla nuevamente en la posici&#243;n ENCENDIDO.
                    </para>
                </step1>
                <para>
                    <emph type="bold">ES MUY IMPORTANTE PARA LA INTEGRIDAD DEL PROCESO QUE LA LLAVE EST&#201; EN LA
                        POSICI&#211;N APAGADO Y LUEGO SE PONGA NUEVAMENTE EN LA POSICI&#211;N ENCENDIDO. SI NO EFECT&#218;A
                        ESTE PASO PROVOCAR&#193; UNA FALLA DE PROGRAMACI&#211;N EN EL M&#211;DULO.
                    </emph>
                </para>
                <figure id="f0090718" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090718.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             resolution="72"/>
                    <caption>Figura 18. Ponga la llave en la posici&#243;n Off y luego vuelva a la posici&#243;n On
                    </caption>
                </figure>
                <step1>
                    <para count="1">
                        <emph type="bold">Ponga la llave de encendido en la posici&#243;n OFF (d&#233;jela en esa posici&#243;n
                            durante 3 segundos) y luego vuelva a la posici&#243;n ON
                        </emph>
                        antes de hacer clic en el bot&#243;n Next .
                    </para>
                </step1>
                <figure id="f0090719" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090719.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             resolution="72"/>
                    <caption>Figura 19. Segunda etapa de la programaci&#243;n</caption>
                </figure>
                <step1>
                    <para count="1">Cuando haya hecho clic en el bot&#243;n Next , se llevar&#225; a cabo la
                        <hotlnk xrefid="f0090719">segunda etapa</hotlnk>
                        de la programaci&#243;n. &#201;sta es mucho m&#225;s r&#225;pida que la primera, s&#243;lo dura
                        unos segundos. Despu&#233;s de que se complete este segundo paso recibir&#225; el mensaje "
                        <hotlnk xrefid="f0090720">Engine Programming Completed Successfully</hotlnk>" (Programaci&#243;n
                        del motor finalizada exitosamente)
                    </para>
                </step1>
                <figure id="f0090720" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090720.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             resolution="72"/>
                    <caption>Figura 20. Programaci&#243;n del motor finalizada exitosamente</caption>
                </figure>
                <step1>
                    <para count="1">Cuando reciba este mensaje haga clic en el bot&#243;n OK. Esto har&#225; que
                        aparezca un segundo mensaje que dir&#225;
                        <hotlnk xrefid="f0090721">Engine programming was successful</hotlnk>
                        (Programaci&#243;n exitosa del motor) En este punto debe poner la llave de encendido en la
                        posici&#243;n OFF, de modo que el programa se pueda almacenar en el m&#243;dulo.
                    </para>
                </step1>
                <para>
                    <emph type="bold">ES CRUCIAL QUE PONGA LA LLAVE EN POSICI&#211;N APAGADO EN ESTE MOMENTO. SI NO
                        EFECT&#218;A ESTE PASO PROVOCAR&#193; UNA FALLA DE PROGRAMACI&#211;N EN EL M&#211;DULO.
                    </emph>
                </para>
                <step1>
                    <para count="1">Despu&#233;s de poner la llave en posici&#243;n OFF puede hacer clic en el bot&#243;n
                        Finish (Terminar) y entonces hacer clic en el bot&#243;n Close en la ventana del programa.
                        <emph type="bold">La programaci&#243;n est&#225; completa. &#161; Buen trabajo !</emph>
                    </para>
                </step1>
                <figure id="f0090721" figsize="pg-wide">
                    <graphic filename="../afcfigures/g0090721.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             resolution="72"/>
                    <caption>Figura 21. La programaci&#243;n del motor fue exitosa</caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0090701">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00907-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reprograme el ECM (Controlador International de caja simple)</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.7 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                deben presentarse en forma normal, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-00907.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta mejora se realice de forma oportuna, todos los reclamos de la actividad G-00907
                se deben presentar a m&#225;s tardar el 30 de noviembre de 2001 o dentro del per&#237;odo normal de
                garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada anteriormente.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
