<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 00902 - RPM de regulaci&#243;n del motor incorrectas en los modelos 4/2/8000 fabricados entre
        el 5 de agosto de 1999 y el 28 de octubre de 1999 con motores DT 466E, de 250 HP y transmisiones Allison
    </stitle>
    <afc id="afc00902" translation="spanish">
        <afcnum>00902</afcnum>
        <afcdate>Febrero de 2000</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>RPM de regulaci&#243;n del motor incorrectas en los modelos 4/2/8000 fabricados entre el 5 de agosto de
            1999 y el 28 de octubre de 1999 con motores DT 466E, de 250 HP y transmisiones Allison
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>08/05/1999</startdate>
                        <enddate>10/28/1999</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>DT 466E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los modelos 2000/4000/8000 fabricados entre el 5 de agosto de 1999 y el 28 de octubre de 1999 con
                    motores DT 466E de 250 HP y transmisiones Allison pueden experimentar cambios ascendentes dif&#237;ciles
                    debido a un error de programaci&#243;n del ECM. La RPM de regulaci&#243;n del motor se fij&#243; a
                    2400 en vez de 2600 RPM provocando un desajuste con la calibraci&#243;n del punto de cambio de la
                    transmisi&#243;n Allison. Para corregir este problema en el rendimiento, se debe reprogramar el m&#243;dulo
                    de control electr&#243;nico (ECM) del motor.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <note>
                    <para>Para realizar este procedimiento, se debe utilizar la herramienta de servicio EZ-Tech. No se
                        puede volver a programar el ECM sin la herramienta de servicio EZ-Tech.
                    </para>
                </note>
                <note>
                    <para>Antes de realizar el procedimiento de servicio, use la herramienta de servicio EZ-Tech con el
                        software de diagn&#243;stico maestro para verificar que la configuraci&#243;n en ralent&#237;
                        alto del motor est&#225; programada a 2450 RPM. Si esta configuraci&#243;n est&#225; programada
                        a 2650 RRPM, no se requieren m&#225;s acciones.
                    </para>
                </note>
                <note>
                    <para>Cuando realice una carga o descarga con el software NETS 1.6.4, debe elegir el lado NETS, NO
                        ELIJA el lado AFC para esta campa&#241;a.
                    </para>
                </note>
                <para>Para cambiar las RPM que regulan el motor de 2450 a 2650, siga las Instrucciones de programaci&#243;n
                    adjuntas.
                </para>
            </specpara>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0090201">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00902-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Vuelva a programar el Controlador l&#243;gico Diamond (ECM)</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.7 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-00902.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-00902 se deben presentar a m&#225;s tardar el 28 de febrero de 2001 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
