<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 00908 - Adem&#225;s de un relevador al circuito el&#233;ctrico en los modelos del bus IC
        fabricados entre el 20 de marzo de 2000 y el 7 de septiembre de 2000 con frenos hidr&#225;ulicos
    </stitle>
    <afc id="afc00908" translation="spanish">
        <afcnum>00908</afcnum>
        <afcdate>Febrero de 2001</afcdate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Adem&#225;s de un relevador al circuito el&#233;ctrico en los modelos del bus IC fabricados entre el 20
            de marzo de 2000 y el 7 de septiembre de 2000 con frenos hidr&#225;ulicos
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>IC Bus
                    <daterange>
                        <startdate>03/20/2000</startdate>
                        <enddate>09/07/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La luz de advertencia de frenos y el zumbador en el bus IC de los modelos fabricados entre el 20
                    de marzo de 2000 y el 7 de septiembre de 2000 pueden activarse y dar una alarma falsa de un
                    desperfecto en el sistema de frenos hidr&#225;ulicos. Esta falsa advertencia normalmente sucede
                    cuando el veh&#237;culo se detiene durante un per&#237;odo prolongado con una leve presi&#243;n del
                    pedal del freno, por ejemplo, en un signo pare o una luz roja. Al realizar este procedimiento de
                    servicio se evitar&#225; que ocurra una advertencia falsa.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0090801">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="2.42in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>2027580C91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Mazo de cables del relevador</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2012557C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Relevador</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre lejos las chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Use siempre lentes de seguridad y
                        protecci&#243;n para la cara cuando trabaje cerca de bater&#237;as para evitar lesiones
                        personales.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Ubique y saque el conector del interruptor del freno.</para>
            </step1>
            <step1>
                <para count="1">Quite el bloqueo del conector y saque los cuatro circuitos (90DD, 90C, 70A y 70) del
                    conector (
                    <hotlnk xrefid="f0090801">Figura 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el circuito 90C en la cavidad del conector 1 y el circuito 90DD n la
                    cavidad 2 (
                    <hotlnk xrefid="f0090802">Figur 2</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el seguro del conector y el conector al interruptor del freno.</para>
            </step1>
            <specpara>
                <note>
                    <para>Todos los empalmes se tienen que plegar y soldar para obtener una continuidad el&#233;ctrica y
                        una fuerza mec&#225;nica &#243;ptima. Despu&#233;s de soldar, coloque el manguito de contracci&#243;n
                        sobre el empalme y aplique calor para contraer el manguito firmemente al empalme y cable.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Corte el terminal del circuito 70, corte 1/2 pulgada de aislaci&#243;n y empalme al mazo
                    de cables 2027580C91 rotulado como alimentaci&#243;n de la bater&#237;a, terminal del relevador 3 (
                    <hotlnk xrefid="f0090803">Figura 3</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Corte el terminal del circuito 70A, corte 1/2 pulgada de aislaci&#243;n y empalmen al
                    mazo de cables 2027580C91 rotulado como carga, terminal del relevador 5 (
                    <hotlnk xrefid="f0090803">Figura 3</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Empalme una longitud adecuada de cable 16AWG al mazo de cables 2027580C91 rotulado
                    tierra (terminal de relevador 2). Conecte el otro extremo, con un terminal de anillo, a una buena
                    ubicaci&#243;n a tierra en el tablero de instrumentos, circuito 90-GA (
                    <hotlnk xrefid="f0090803">Figura 3</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Ubique el empalme de los circuitos 90DD, 90D y 97M y empalme una cable 16AWG del largo
                    suficiente para alcanzar y empalmar el mazo de cables 2027580C91 rotulado como encendido (terminal
                    de relevador 1). Consulte las Figuras 1, 2 y 3.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el n&#250;mero de refacci&#243;n de relevador 2012557C1 en el conector del mazo
                    de cables del relevador. La conexi&#243;n del relevador se puede desconectar en el costado de la
                    alarma de advertencia de frenos ubicada a la derecha del soporte del pedal. Todos los cables se
                    deben enrutar y amarrar empleando las ubicaciones de enrutamiento existentes (arriba del soporte del
                    pedal y abajo del pedal al interruptor del freno). Amarre firmemente los cables al pedal del freno.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del bloque de fusibles del chasis de la placa del destellador para
                    obtener acceso a la parte trasera del bloque de fusibles.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique el fusible F3 y quite el circuito 97DK.</para>
            </step1>
            <step1>
                <para count="1">Empalme 5 pulgadas de 14 ga. de cable al circuito 97DK, enrute este circuito al fusible
                    F26 y con&#233;ctelo al fusible con circuito 90C (
                    <hotlnk xrefid="f0090801">Figura 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el soporte del bloque del fusible a la placa del destellador.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable negativo de la bater&#237;a y pruebe el circuito de frenos
                    para revisar que funcione correctamente.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="test" graphiccount="3">
            <title>Procedimiento de prueba</title>
            <para>Luego de instalar el relevador y las modificaciones del circuito como se describe en este documento de
                campo autorizado, realice el siguiente procedimiento de prueba.
            </para>
            <table id="t0090802">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.02in"/>
                    <colspec colname="col2" colwidth="4.51in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Posici&#243;n de la llave</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Procedimiento y resultados</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Desconectar</para>
                            </entry>
                            <entry colname="col2">
                                <para>Presione el pedal del freno y confirme que el motor de reversa el&#233;ctrico y
                                    las luces de detenci&#243;n funcionen.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Encedido</para>
                            </entry>
                            <entry colname="col2">
                                <para>Verifique que la alarma de freno suene y que la luz de advertencia de la presi&#243;n
                                    del freno se encienda. El motor de reversa del freno tambi&#233;n estar&#225;
                                    funcionando.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Marcha</para>
                            </entry>
                            <entry colname="col2">
                                <para>Con el motor funcionando, accione el estrangulador manual electr&#243;nico a una
                                    de las velocidades del motor prestablecidas. Quite e fusible F26 del bloque del
                                    fusible del chasis. El estrangulador manual debe desactivarse cuando el fusible F26
                                    se saca. Intente accionar el circuito del estrangulador manual con el fusible F26
                                    quitado. El circuito del estrangulador manual no debe activarse. Luego de verificar
                                    este procedimiento, vuelva a instalar el fusible F26.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Marcha</para>
                            </entry>
                            <entry colname="col2">
                                <para>Con el motor funcionando, accione el estrangulador manual electr&#243;nico a una
                                    de las velocidades del motor prestablecidas. Pise el pedal del freno y verifique que
                                    el circuito del estrangulador manual se desactive.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Desconectar</para>
                            </entry>
                            <entry colname="col2">
                                <para>Presione el pedal del freno y verifique que el motor de reversa el&#233;ctrico y
                                    las luces de detenci&#243;n funcionen. Este procedimiento confirma que el fusible
                                    F26 se ha instalado correctamente.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0090801" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090801.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 1. Circuito del interruptor de frenos antes de la revisi&#243;n</caption>
            </figure>
            <figure id="f0090802" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090802.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 2. Circuito del interruptor de frenos despu&#233;s de la revisi&#243;n</caption>
            </figure>
            <figure id="f0090803" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090803.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 3. Mazo de cables del relevador</caption>
            </figure>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0090803">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00908-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instale el mazo de cables de relevador</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1.0 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-00908.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-00908 se deben presentar a m&#225;s tardar el 28 de febrero de 2002 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afcclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
