<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 00906 - Reemplazo de los soportes de montaje del travesa&#241;o inferior de la suspensi&#243;n
        CabMate en los modelos Pro Sleeper 9000i fabricados en Chatham entre el 1 de febrero de 2000 y el 10 de abril de
        2000 y los fabricados en Escobedo entre el 1 de febrero de 2000 y el 2 de mayo de 2000.
    </stitle>
    <afc id="afc00906" translation="spanish">
        <afcnum>00906</afcnum>
        <afcdate>Junio de 2000</afcdate>
        <subjectfile>CABINA</subjectfile>
        <subject>Reemplazo de los soportes de montaje del travesa&#241;o inferior de la suspensi&#243;n CabMate en los
            modelos Pro Sleeper 9000i fabricados en Chatham entre el 1 de febrero de 2000 y el 10 de abril de 2000 y los
            fabricados en Escobedo entre el 1 de febrero de 2000 y el 2 de mayo de 2000.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9000i
                    <daterange>
                        <startdate>02/01/2000</startdate>
                        <enddate>05/02/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El muelle neum&#225;tico (bolsa) de la suspensi&#243;n Cabmate del lado del pasajero puede
                    interferir con el soporte de montaje del travesa&#241;o. Si se produce esta interferencia el muelle
                    neum&#225;tico (bolsa) puede fallar y dar como resultado un viaje inc&#243;modo. A fin de reparar o
                    prevenir esta falla se debe reemplazar el soporte de montaje del travesa&#241;o inferior de la
                    suspensi&#243;n CabMate.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0090601">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.73in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>8000821R91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Juego de soporte de montaje del travesa&#241;o e instrucciones</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2501300C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Muelle neum&#225;tico (Bolsa)</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1(Si es necesario)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <important>
                    <para>Este Cambio autorizado de campo no cubre el reemplazo de los muelles neum&#225;ticos, a menos
                        que la camisa de hule est&#233; lo suficientemente desgastada como para que el encordado interno
                        se vea. Los muelles neum&#225;ticos que tienen marcas leves se consideran satisfactorios y no
                        est&#225;n cubiertos.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Los n&#250;meros de lote de suspensi&#243;n CabMate, ubicados en la etiqueta de identificaci&#243;n
                        (
                        <hotlnk xrefid="f0090601">Figura 1</hotlnk>) que participan en este Cambio autorizado de campo
                        son: 4770, 4800, 4817, 4826, 4839, 4850, 4862, 4876, 4894, 4906, 4927, 4939, 4953 y 4968.
                    </para>
                    <para>Cualquier n&#250;mero de fabricaci&#243;n que tenga una " X" detr&#225;s significa que en la
                        planta de ensamblaje han adaptado el nuevo soporte de montaje del travesa&#241;o (es decir, n&#250;mero
                        de lote 4939 se convierte en 4939X tras la adaptaci&#243;n).
                        <emph type="bold">Estas suspensiones no necesitan adaptaci&#243;n.</emph>
                    </para>
                    <para>Inspeccione en forma visual el soporte de montaje del travesa&#241;o y comp&#225;relo con la
                        <hotlnk xrefid="f0090602">Figura 2</hotlnk>
                        antes de proceder. El cambio autorizado de campo s&#243;lo afecta al soporte original (
                        <hotlnk xrefid="f0090602">Figura 2</hotlnk>).
                    </para>
                    <figure id="f0090601" figsize="pg-wide">
                        <graphic filename="../afcfigures/g0090601.webp" type="webp" scalefit="1" scalefitwidth="432px"
                                 resolution="72"/>
                        <caption>Figura 1. Ubicaci&#243;n de la etiqueta del n&#250;mero de lote</caption>
                    </figure>
                    <figure id="f0090602" figsize="pg-wide">
                        <graphic filename="../afcfigures/g0090602.webp" type="webp" scalefit="1" scalefitwidth="432px"
                                 resolution="72"/>
                        <caption>Figura 2. Comparaci&#243;n del soporte original versus el actual o el de reemplazo.
                        </caption>
                    </figure>
                </important>
            </specpara>
            <specpara>
                <warning>
                    <para>Aplique los frenos de estacionamiento y acu&#241;e las llantas para prevenir posibles da&#241;os
                        a la propiedad, lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Levante la cabina y bloqu&#233;ela casi una pulgada m&#225;s arriba de la altura dise&#241;ada.</para>
            </step1>
            <step1>
                <para count="1">Reduzca el sistema de presi&#243;n de aire a 0 PSI.</para>
            </step1>
            <para>
                <emph type="bold">Consulte la
                    <hotlnk xrefid="f0090603">Figura 3</hotlnk>
                    para los pasos siguientes.
                </emph>
            </para>
            <figure id="f0090603" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090603.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         resolution="72"/>
                <caption>Figura 3. Referencia para los pasos de retiro.</caption>
            </figure>
            <step1>
                <para count="1">Desconecte la bola pivote del soporte de montaje del travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Gire la palanca hacia abajo para sacar toda la presi&#243;n de aire de ambos muelles
                    neum&#225;ticos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de montaje del amortiguador del soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de montaje de la varilla lateral de control del soporte de montaje del
                    travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Tome los muelles neum&#225;ticos con las manos y g&#237;relos hacia la izquierda varias
                    veces hasta que se liberen de los sujetadores prisioneros de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los sujetadores de montaje que sostienen el soporte de montaje del travesa&#241;o
                    al travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de montaje del travesa&#241;o desde el travesa&#241;o e instale el
                    nuevo soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale suelta la varilla de control lateral al soporte de montaje del travesa&#241;o
                    nuevo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale sueltos los amortiguadores al nuevo soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los muelles neum&#225;ticos al nuevo soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo soporte de montaje al travesa&#241;o al travesa&#241;o. Apriete los
                    sujetadores a 30 a 38 lb pie (41 a 52 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los sujetadores de montaje de la varilla de control lateral a 70 a 90 lb pie (95
                    a 122 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los sujetadores de montaje del amortiguador a 40 a 50 lb pie (54 a 68 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bola pivote al nuevo soporte de montaje del travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Eleve la cabina y quite el bloque que instal&#243; en el paso 2.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor para aumentar el sistema de presi&#243;n y verificar que la altura del
                    dise&#241;o de los muelles neum&#225;ticos es de 6.5 pulgadas. Ajuste el varillaje de la v&#225;lvula
                    si fuera necesario (
                    <hotlnk xrefid="f0090604">Figura 4</hotlnk>).
                </para>
            </step1>
            <figure id="f0090604" figsize="pg-wide">
                <graphic filename="../afcfigures/g0090604.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         resolution="72"/>
                <caption>Figura 4. Medici&#243;n de la altura del dise&#241;o</caption>
            </figure>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0090602">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00906-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace el soporte inferior</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.6 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-00906-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Reemplace el muelle neum&#225;tico (si fuera necesario)</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.1 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                deben presentarse en forma normal, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-00906.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta mejora se realice en forma oportuna, todos los reclamos de la actividad G-00906
                se deben presentar a m&#225;s tardar el 30 de junio de 2001 o dentro del per&#237;odo normal de garant&#237;a
                del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada anteriormente.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
