<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 01911R - Reprogramaci&#243;n del Controlador del sistema el&#233;ctrico de la cabina (ESC)
        para evitar que el compresor de aire acondicionado se desenganche en condiciones determinadas, en los modelos
        4300 y 4400 fabricados antes del 19 de julio de 2001
    </stitle>
    <afc id="afc01911" translation="spanish">
        <afcnum>01911R</afcnum>
        <afcdate>Octubre de 2001</afcdate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Reprogramaci&#243;n del Controlador del sistema el&#233;ctrico de la cabina (ESC) para evitar que el
            compresor de aire acondicionado se desenganche en condiciones determinadas, en los modelos 4300 y 4400
            fabricados antes del 19 de julio de 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <enddate>07/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <enddate>07/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>0016WKA</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01911.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento AFC
                    </exhotlnk>
                </para>
                <para>
                    <emph type="bold">NOTAS ESPECIALES: &#161;ESTA CAMPA&#209;A AFC SE HA REEMPLAZADO!</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>AFC 01911 se cancel&#243; y se reemplaz&#243; por Retiro de seguridad 01514, dado que el
                            software que se us&#243; para reprogramar 01514 incluye el ajuste para 01911.
                        </para>
                    </item>
                    <item>
                        <para>El retiro de seguridad 01514 es una campa&#241;a de reprogramaci&#243;n para los
                            controladores del sistema el&#233;ctrico e incluye a TODOS los veh&#237;culos que est&#225;n
                            en la campa&#241;a 01911.
                        </para>
                    </item>
                    <item>
                        <para>Las campa&#241;as 01514 y AFC 01911 se efectuar&#225;n con las versiones de software 13 o
                            superior para los ESC basados en Infineon o la versi&#243;n 105 o superior para los ESC
                            basados en Hitachi.
                        </para>
                    </item>
                    <item>
                        <para>Destruya todas las copias de los CD proporcionados para 01911 porque caducaron.</para>
                    </item>
                    <item>
                        <para>Los registros de los n&#250;meros de identificaci&#243;n del veh&#237;culo para los
                            clientes que no tienen los ESC reprogramados para 01911 no se marcaron para 01911 y AFC
                            01911 se reemplaz&#243; por Retiro de seguridad 01514.
                        </para>
                    </item>
                    <item>
                        <para>Los veh&#237;culos reprogramados en 01911 anteriores a las versiones 13 y 105 se deben
                            reprogramar seg&#250;n el Retiro de seguridad 01514.
                        </para>
                    </item>
                    <item>
                        <para>Todas las copias originales del documento G-01911 en su DISTRIBUIDORA
                            <emph type="bold">DEBEN TENER LA SIGUIENTE NOTA ESCRITA EN LA PRIMERA P&#193;GINA:</emph>
                        </para>
                        <para>
                            <emph type="bold">NOTA: LOS RECLAMOS DE LA GARANT&#205;A NO SE APROBAR&#193;N PARA 01911
                                DESPU&#201;S DEL 10 DE OCTUBRE DE 2001. ESTE AFC SE REEMPLAZ&#211; POR EL RETIRO DE
                                SEGURIDAD 01514.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Este documento tambi&#233;n reemplaza el documento G-01911 en ISIS.</para>
                    </item>
                    <item>
                        <para>Consulte G-01514 para reprogramar todos los veh&#237;culos que estaban originalmente en
                            AFC 01911.
                        </para>
                    </item>
                    <item>
                        <para>G-01514 ense&#241;a a los distribuidores a reprogramar todos los veh&#237;culos
                            involucrados debido a la posibilidad de una fusi&#243;n del software que puede provocar
                            fallas en el faro delantero, consulte G-01514.
                        </para>
                    </item>
                </randlist>
                <para>Este programa instalado en el Controlador del sistema el&#233;ctrico antes del 19 de julio de 2001
                    puede causar que se suelte el compresor de aire acondicionado en condiciones determinadas. El C&#243;digo
                    de falla de diagn&#243;stico 613-14-1-11 aparecer&#225; cuando esto ocurra. Este problema se puede
                    arreglar cuando el ESC se reprograma para el Retiro de seguridad 01514.
                </para>
                <para>AFC 01911 inclu&#237;a todos los modelos 4300 y 4400 fabricados antes del 19 de julio de 2001. El
                    nuevo Retiro de seguridad 01514 incluye los mismos modelos y todos los veh&#237;culos de 01911, pero
                    expande el margen de la fecha de fabricaci&#243;n para incluir los veh&#237;culos fabricados entre
                    24/10/00 y 19/9/01.
                </para>
            </geninfo>
        </description>
    </afc>
</isis>
