<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 01902 - Los soportes de montaje traseros del motor sujetos al alojamiento del volante pueden
        estar sueltos debido a un apriete inadecuado de los pernos de instalaci&#243;n en los modelos 5000i y 9000i
        fabricados en Garland entre el 9 de agosto de 2000 y el 17 de octubre de 2000
    </stitle>
    <afc id="afc01902" translation="spanish">
        <afcnum>01902</afcnum>
        <afcdate>Abril de 2001</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Los soportes de montaje traseros del motor sujetos al alojamiento del volante pueden estar sueltos
            debido a un apriete inadecuado de los pernos de instalaci&#243;n en los modelos 5000i y 9000i fabricados en
            Garland entre el 9 de agosto de 2000 y el 17 de octubre de 2000
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>08/09/2000</startdate>
                        <enddate>10/17/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>08/09/2000</startdate>
                        <enddate>10/17/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01902.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento AFC
                    </exhotlnk>
                </para>
                <para>Durante el proceso de fabricaci&#243;n en el servicio de Garland (SST), algunos modelos 5000i y
                    9000i fabricados entre el 9 de agosto de 2000 y el 17 de octubre de 2000 pueden tener sueltos los
                    soportes de montaje traseros del motor que van a los pernos de instalaci&#243;n del alojamiento del
                    volante.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Debido a la configuraci&#243;n del veh&#237;culo o del motor, si se necesitan reemplazar los
                sujetadores y soportes de montaje traseros del motor, se debe utilizar la etiqueta de l&#237;nea para
                determinar los n&#250;meros de refacci&#243;n de reemplazo correctos.
            </para>
            <table id="t019022">
                <title>Especificaci&#243;n de torsi&#243;n del perno de soporte de montaje del motor</title>
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="2.61in"/>
                    <colspec colname="col2" colwidth="3.91in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Engine</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Especificaci&#243;n de torsi&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Caterpillar 3406E, C10, C12</para>
                            </entry>
                            <entry colname="col2">
                                <para>Apriete a 225 a 245 lbf pie (305 a 332 N.m)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Cummins N14, ISM</para>
                            </entry>
                            <entry colname="col2">
                                <para>Apriete a 195 a 215 lbf pie (264 a 292 N.m)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Detroit Diesel Serie 60</para>
                            </entry>
                            <entry colname="col2">
                                <para>Apriete a 115 a 125 lbf pie (156 a 170 N.m)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, estacione el veh&#237;culo en una superficie plana, ponga el
                        freno de estacionamiento y coloque cu&#241;as en las ruedas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Revise el soporte de montaje trasero del lado izquierdo y derecho del motor que est&#225;
                    apernado al alojamiento del volante para verificar el apriete adecuado del perno y una prueba de
                    movimiento del soporte debido a una carga insuficiente de la abrazadera del perno.
                </para>
                <seqlist>
                    <item>
                        <para>Si no se encuentra una prueba visual de movimiento y los pernos siguen apretados, apriete
                            los pernos de montaje del soporte a la especificaci&#243;n adecuada de la Tabla 2.
                        </para>
                    </item>
                    <item>
                        <para>Si se encuentra alguna prueba de movimiento, retire los pernos de montaje del soporte y
                            revise todas las piezas, incluyendo las roscas del alojamiento del volante, para ver si est&#225;n
                            da&#241;adas. Reemplace los pernos, soportes y alojamiento del volante seg&#250;n sea
                            necesario y apriete los pernos de montaje del soporte a la especificaci&#243;n adecuada de
                            la Tabla 2. El reemplazo del alojamiento del volante no debe ser necesario durante la mayor&#237;a
                            de las reparaciones.
                        </para>
                    </item>
                </seqlist>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t019023">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Revise y apriete los pernos de montaje del soporte</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.5 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Revise, reemplace y apriete los pernos de montaje y del soporte</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>4.3 Hrs.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01902-3</para>
                            </entry>
                            <entry colname="col2">
                                <para>En ocasiones poco frecuentes puede ser necesario reemplazar el alojamiento del
                                    volante
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Consulte el Manual SRT para ver el modelo apropiado de cami&#243;n y motor</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-01902.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-01902 se deben presentar a m&#225;s tardar el 30 de abril de 2002 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
