<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 01901 - Rotura del bastidor en los pernos de montaje del soporte de amortiguaci&#243;n del eje
        de la direcci&#243;n en el modelo de bus 3000RE fabricado antes del 16 de enero de 2001
    </stitle>
    <afc id="afc01901" translation="spanish">
        <afcnum>01901</afcnum>
        <afcdate>Abril de 2001</afcdate>
        <subjectfile>CHASSIS</subjectfile>
        <subject>Rotura del bastidor en los pernos de montaje del soporte de amortiguaci&#243;n del eje de la direcci&#243;n
            en el modelo de bus 3000RE fabricado antes del 16 de enero de 2001
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000 RE
                    <daterange>
                        <enddate>01/16/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01901.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento AFC
                    </exhotlnk>
                </para>
                <para>Debido a las din&#225;micas de fuerzas del amortiguador, los niveles de tensi&#243;n en la
                    nervadura del bastidor en las ubicaciones del perno de montaje del soporte amortiguador del eje de
                    la direcci&#243;n pueden exceder el l&#237;mite el&#225;stico del material del bastidor, como se
                    muestra en la
                    <hotlnk xrefid="f019011">Figura 1</hotlnk>. El 16 de enero de 2001 se implement&#243; un refuerzo
                    para el bastidor para abordar este problema.
                </para>
                <figure id="f019011" figsize="col-wide">
                    <graphic filename="../afcfigures/g019011.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="240px"/>
                    <caption>Figura 1. &#193;rea de montaje del larguero del bastidor del amortiguador delantero que
                        muestra una fisura, vista desde el interior del larguero del bastidor
                    </caption>
                    <calloutgroup>
                        <callout1>1. Pernos de montaje del soporte amortiguador</callout1>
                        <callout1>2. &#193;rea de posible agrietamiento</callout1>
                    </calloutgroup>
                </figure>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0190101">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.56in"/>
                    <colspec colname="col2" colwidth="1.21in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>3563097C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Refuerzo del montaje amortiguador</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>414078C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Perno de 5/8 a 18UNF X 2 de pulgada</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>6</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>414089C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Tuerca de bloqueo de reborde de 5/8 a 18UNF</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <note>
                    <para>Los siguientes procedimientos de servicio se aplican para los largueros del bastidor izquierdo
                        y derecho.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, estacione el veh&#237;culo en una superficie plana y coloque
                        cu&#241;as en las ruedas.
                    </para>
                </warning>
            </specpara>
            <figure id="f019012" figsize="pg-wide">
                <graphic filename="../afcfigures/g019012.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <caption>Figura 2. Instale el refuerzo de montaje amortiguador para reparar o prevenir fisuras en el
                    larguero del bastidor
                </caption>
                <calloutgroup>
                    <callout1>1. N&#250;mero de refacci&#243;n del refuerzo de montaje de amortiguaci&#243;n 3563097C1
                    </callout1>
                    <callout1>2. N&#250;meros de refacci&#243;n de los sujetadores del perno 414078C1 y la tuerca
                        414089C1
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite los pernos de montaje del soporte amortiguador del bastidor y pivotee el
                    amortiguador fuera del lugar.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Cuando suelde, use un casco para soldar con lentes que tengan un filtro oscuro y ropa
                        protectora, para evitar lesiones personales.
                    </para>
                </warning>
                <caution>
                    <para>Desconecte los cables positivo y negativo de la bater&#237;a antes de soldar en el veh&#237;culo.
                        Sujete el cable de soldar a tierra, lo m&#225;s cerca posible de la pieza que va a soldar.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Limpie e inspeccione el &#225;rea alrededor de los orificios del montaje de amortiguaci&#243;n
                    para ver si hay fisuras. Si no se encuentran fisuras, proceda con el paso 3. Si se encuentran
                    fisuras, rep&#225;relas sold&#225;ndolas antes de seguir con el paso 3. Consulte la Secci&#243;n de
                    servicio S01001Y, Bastidor, en el Grupo 01 de este Manual de servicio maestro para ver la informaci&#243;n
                    sobre la soldadura que se aplica al l&#237;mite el&#225;stico 50,000 PSI del material del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos pernos nuevos, n&#250;mero de refacci&#243;n 414078C1, en el soporte de
                    montaje de amortiguaci&#243;n, pivotee el amortiguador en su posici&#243;n, insertando los pernos en
                    los orificios de montaje del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el refuerzo del montaje de amortiguaci&#243;n, n&#250;mero de refacci&#243;n
                    3563097C1, los dos orificios superiores en los dos pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos tuercas, n&#250;mero de refacci&#243;n 414089C1 y apriete a 200 a 240 lbf
                    pie (271 a 325 Nm).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Use una pieza de madera u otro material adecuado entre el bastidor y el amortiguador para
                        proteger este &#250;ltimo de sufrir alg&#250;n da&#241;o cuando se perfore en el paso 6.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Al perforar desde el interior del larguero del bastidor, use el orificio inferior en el
                    refuerzo de montaje de amortiguaci&#243;n como una plantilla y perfore un orificio de un di&#225;metro
                    de 5/8 de pulgada en el bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Larguero del bastidor izquierdo (lado del conductor): instale el perno con n&#250;mero
                    de refacci&#243;n 414078C1 a trav&#233;s del bastidor, el refuerzo de montaje de amortiguaci&#243;n
                    y el clip de la manguera, instale la tuerca de n&#250;mero de refacci&#243;n 414089C1 y apriete a
                    200 a 240 lbf pie (271 a 325 Nm).
                </para>
                <para>Larguero del bastidor derecho: instale el perno de n&#250;mero de refacci&#243;n 414078C1 a trav&#233;s
                    del bastidor, el refuerzo de montaje de amortiguaci&#243;n, instale la tuerca de n&#250;mero de
                    refacci&#243;n 414089C1 y apriete a 200 a 240 lbf pie (271 a 325 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el amortiguador.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0190102">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01901-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione e instale el refuerzo de montaje de amortiguaci&#243;n (larguero
                                    izquierdo y derecho del bastidor)
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1.0 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01901-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione, suelde para reparar e instale el refuerzo de montaje de amortiguaci&#243;n
                                    (larguero izquierdo y derecho del bastidor). Nota: s&#243;lo se debe usar si el
                                    larguero del bastidor est&#225; roto y se efect&#250;a una soldadura de reparaci&#243;n.
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>2.5 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-01901.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-01901 se deben presentar a m&#225;s tardar el 30 de abril de 2002 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
