<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 01913 - Modificaci&#243;n de la extensi&#243;n de la salpicadera para los modelos 4300 y 4400
        con eje de direcci&#243;n de 8000 lb, c&#243;digo 02ADV, construido entre el 24 de octubre de 2000 y el 17 de
        octubre de 2001 para eliminar el contacto de las llantas cuando se maniobra en virajes cerrados.
    </stitle>
    <afc id="afc01913" translation="spanish">
        <afcnum>01913</afcnum>
        <afcdate>Marzo de 2002</afcdate>
        <subjectfile>L&#193;MINA MET&#193;LICA DELANTERA</subjectfile>
        <subject>Modificaci&#243;n de la extensi&#243;n de la salpicadera para los modelos 4300 y 4400 con eje de
            direcci&#243;n de 8000 lb, c&#243;digo 02ADV, construido entre el 24 de octubre de 2000 y el 17 de octubre
            de 2001 para eliminar el contacto de las llantas cuando se maniobra en virajes cerrados.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/17/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                        <enddate>10/17/2001</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>0002ADV</ucode>
                <ucode>0027DNB</ucode>
                <ucode>0027DHH</ucode>
                <ucode>0027DMA</ucode>
                <ucode>0027DMC</ucode>
                <ucode>0027DMW</ucode>
                <ucode>0027DNS</ucode>
                <ucode>0027DPZ</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC01913.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento AFC
                    </exhotlnk>
                </para>
                <para>
                    <emph type="boldundersc">Para este AFC, no se enviar&#225; una carta de notificaci&#243;n al cliente
                        a los propietarios.
                    </emph>
                </para>
                <para>Los modelos 4300 y 4400 con eje de direcci&#243;n de 8000 lb, c&#243;digo 02ADV, fabricados entre
                    el 24 de octubre de 2000 y el 17 de octubre de 2001 requieren modificaci&#243;n de la extensi&#243;n
                    de la salpicadera para eliminar el contacto de las llantas cuando se maniobra en vueltas cerradas.
                </para>
                <para>Adem&#225;s de modificar la extensi&#243;n de la salpicadera, a los modelos 4300 y 4400,
                    fabricados entre el 17 de julio de 2001 y el 17 de octubre de 2001, se les debe restablecer los
                    topes del eje de &#225;ngulo de giro a un &#225;ngulo de giro de 50 grados.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t019131">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.41in"/>
                    <colspec colname="col1" colwidth="4.11in"/>
                    <colspec colname="col2" colwidth="1.03in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>8000827R91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Contenido del juego:</para>
                                <para>Instrucciones 2508012R1 (1)</para>
                                <para>Fald&#243;n de extensi&#243;n de la salpicadera izquierda 2507939C91(1)</para>
                                <para>Fald&#243;n de extensi&#243;n de la salpicadera derecha 2507940C91 (1)</para>
                                <para>Arandela 25552R1 (2)</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="8">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <note>
                    <para>Si el veh&#237;culo que se repara tiene instaladas nuevas extensiones de salpicaderas, n&#250;mero
                        de refacci&#243;n 3566716C1 y 35667199C1, esta modificaci&#243;n no es necesaria.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o da&#241;os a la propiedad, estacione el veh&#237;culo en una
                        superficie plana, ponga la transmisi&#243;n en la posici&#243;n de neutro o estacionamiento, acu&#241;e
                        las ruedas, aplique el freno de estacionamiento y ponga el encendido en posici&#243;n de
                        apagado.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Suelte la retenci&#243;n e incline el cofre a la posici&#243;n abierta.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y la tuerca de instalaci&#243;n de la extensi&#243;n de la salpicadera
                    (Figura 1).
                </para>
            </step1>
            <step1>
                <para count="1">Retire la extensi&#243;n de la salpicadera.</para>
            </step1>
            <figure id="f019131" figsize="col-wide">
                <graphic filename="../afcfigures/g019131.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 1. Retiro de la extensi&#243;n de la salpicadera (se muestra el lado del conductor)
                </caption>
                <calloutgroup>
                    <callout1>1. PERNOS DE INSTALACI&#211;N (1)</callout1>
                    <callout1>2. TUERCA EN EL PERNO PRISIONERO DE INSTALACI&#211;N</callout1>
                    <callout1>3. PERNO DE INSTALACI&#211;N (NO APARECE EN LA IMAGEN)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Repita los pasos 2 y 3 para el otro lado.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos del soporte de montaje de la cabina en la corredera de pat&#237;n (
                    <hotlnk xrefid="f019133">Figura 3</hotlnk>) e instale el fald&#243;n de la extensi&#243;n de la
                    salpicadera del conjunto n&#250;mero 8000827R91. Aseg&#250;rese de que el fald&#243;n de hule est&#233;
                    puesto en el exterior, con el soporte met&#225;lico (
                    <hotlnk xrefid="f019132">Figura 2</hotlnk>) contra la corredera de pat&#237;n del soporte de montaje
                    de la cabina. Vuelva a poner los pernos y apri&#233;telos entre 88 y 106 lb pies (119 a 144 Nm).
                </para>
            </step1>
            <figure id="f019132" figsize="col-wide">
                <graphic filename="../afcfigures/g019132.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 2. Vista trasera del fald&#243;n de extensi&#243;n de la salpicadera</caption>
            </figure>
            <figure id="f019133" figsize="col-wide">
                <graphic filename="../afcfigures/g019133.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 3. Fald&#243;n de extensi&#243;n de la salpicadera montada en el soporte de la cabina.
                    Las flechas indican los pernos (2) que se van a usar.
                </caption>
            </figure>
            <step1>
                <para count="1">Repita el paso 5 para el otro lado.</para>
            </step1>
            <step1>
                <para count="1">Si el veh&#237;culo se construy&#243; entre el
                    <emph type="bold">17 de julio de 2001 y el 17 de octubre de 2001</emph>
                    con ejes de direcci&#243;n de 8000 lb, los topes del eje se deben restablecer al &#225;ngulo de
                    direcci&#243;n de 50 grados. Suelte la contratuerca del tope del eje y gire el perno de tope hacia
                    adentro (sentido horario) 1 1/2 vueltas. Apriete la contratuerca entre 90 y 120 lb pie (122 y 163
                    Nm) (
                    <hotlnk xrefid="f019134">Figura 4</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Una vuelta completa del perno de tope del eje es igual a 2 grados de un &#225;ngulo de giro.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>No exceda las 1 1/2 vueltas cuando ajuste el perno de tope del eje con respecto al ajuste
                        original de f&#225;brica para evitar problemas de tolerancia con la barra de acoplamiento, el
                        eje y las uniones del eje.
                    </para>
                </caution>
            </specpara>
            <figure id="f019134" figsize="col-wide">
                <graphic filename="../afcfigures/g019134.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figura 4. Ajuste del tope del eje</caption>
                <calloutgroup>
                    <callout1>1. GIRAR EN SENTIDO HORARIO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Repita el paso 7 para el otro lado.</para>
            </step1>
            <step1>
                <para count="1">Prepare las extensiones de la salpicadera que se quit&#243; para la modificaci&#243;n,
                    limpiando todos los desechos del camino de las superficies.
                </para>
            </step1>
            <step1>
                <para count="1">Use la
                    <hotlnk xrefid="f019135">Figura 5</hotlnk>
                    (lado del conductor) y la
                    <hotlnk xrefid="f019137">Figura 7</hotlnk>
                    (lado del pasajero) para organizar o marcar el &#225;rea que se va a sacar en el lado convexo
                    (superficie en el lado del larguero del bastidor o en el lado de la l&#237;nea del autom&#243;vil)
                    de las extensiones de la salpicadera.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Las l&#237;neas que se marcar&#225;n, por lo general, siguen las l&#237;neas segmentadas del
                        contorno de la superficie de extensi&#243;n de la salpicadera. No corte las l&#237;neas
                        segmentadas de contorno para mantener la rigidez de la extensi&#243;n de la salpicadera.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Utilice una sierra alternativa de taller o cortador para cortar la extensi&#243;n de la
                    salpicadera, siguiendo el patr&#243;n trazado en el paso 10.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar las extensiones modificadas de la salpicadera. Instale una arandela
                    del conjunto 8000827R91 en el perno prisionero de instalaci&#243;n, &#237;tem 2 en la Figura 1,
                    entre la extensi&#243;n de la salpicadera y la tuerca. Apriete los sujetadores entre 34 y 38 lbf
                    pies(46 y 52 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque un gato bajo el centro del eje delantero y levante la parte delantera del veh&#237;culo
                    hasta que las ruedas del eje de la direcci&#243;n se despeguen del suelo.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y d&#233;jelo correr en vac&#237;o durante varios minutos hasta que se
                    caliente el fluido hidr&#225;ulico. Gire el volante de la direcci&#243;n, con 30 libras de fuerza de
                    rin, hasta girarla completamente a la derecha y la izquierda para engranar ambos topes del eje.
                    Verifique la tolerancia entre la barra de acoplamiento, el eje y las uniones del eje. Apague el
                    motor y saque el gato.
                </para>
            </step1>
            <para>
                <title>Instrucciones de organizaci&#243;n</title>
            </para>
            <figure id="f019135" figsize="col-wide">
                <graphic filename="../afcfigures/g019135.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 5. Organizaci&#243;n de la extensi&#243;n de la salpicadera (lado del conductor)
                </caption>
            </figure>
            <figure id="f019136" figsize="col-wide">
                <graphic filename="../afcfigures/g019136.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 6. Extensi&#243;n de la salpicadera lista para la modificaci&#243;n</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Instale la extensi&#243;n de la salpicadera en la posici&#243;n de la l&#237;nea del autom&#243;vil
                        que se ilustra en la
                        <hotlnk xrefid="f019135">Figura 5</hotlnk>
                        y en la
                        <hotlnk xrefid="f019136">Figura 6</hotlnk>.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Ubique y marque los puntos B y C a lo largo de la l&#237;nea segmentada del contorno a
                                7.125 pulgadas del borde (Figura 5).
                            </para>
                        </item>
                        <item>
                            <para>Ubique y marque una l&#237;nea vertical desde el borde inferior en el punto A hasta el
                                punto B (Figura 5).
                            </para>
                        </item>
                        <item>
                            <para>Ubique y marque la l&#237;nea horizontal E-G a 7.0 pulgadas desde el borde, como se
                                ilustra en la Figura 5.
                            </para>
                        </item>
                        <item>
                            <para>Ubique y marque la l&#237;nea C-E que sigue las l&#237;neas segmentadas del contorno,
                                como se ilustra en la Figura 5.
                            </para>
                        </item>
                        <item>
                            <para>Ubique y marque un radio de 5 pulgadas entre la l&#237;nea C-E y E-G (Figura 5). Los
                                puntos D y F son los puntos tangenciales o los puntos de combinaci&#243;n del radio de 5
                                pulgadas.
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <figure id="f019137" figsize="col-wide">
                <graphic filename="../afcfigures/g019137.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 7. Despliegue de la extensi&#243;n de la salpicadera (lado del pasajero)</caption>
            </figure>
            <figure id="f019138" figsize="col-wide">
                <graphic filename="../afcfigures/g019138.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 8. Extensi&#243;n de la salpicadera lista para la modificaci&#243;n</caption>
            </figure>
            <randlist type="bullet">
                <item>
                    <para>Instale la extensi&#243;n de la salpicadera en la posici&#243;n de la l&#237;nea del autom&#243;vil,
                        como se ilustra en la
                        <hotlnk xrefid="f019137">Figura 7</hotlnk>
                        y en la
                        <hotlnk xrefid="f019138">Figura 8</hotlnk>.
                    </para>
                </item>
                <item>
                    <para>Ubique y marque la l&#237;nea B-C a lo largo de la l&#237;nea segmentada del contorno a 7.125
                        pulgadas del borde, como se ilustra en la Figura 7.
                    </para>
                </item>
                <item>
                    <para>Ubique y marque una l&#237;nea vertical desde el borde en el punto A hasta el punto B,
                        siguiendo la l&#237;nea segmentada del contorno (Figura 7).
                    </para>
                </item>
                <item>
                    <para>Ubique y marque la l&#237;nea C-E a lo largo de la l&#237;nea segmentada del contorno (Figura
                        7).
                    </para>
                </item>
                <item>
                    <para>Ubique y marque el punto G, a 12.875 pulgadas desde el borde, como se ilustra en la Figura
                        7.
                    </para>
                </item>
                <item>
                    <para>Vuelva a ubicar el punto E, a lo largo de la l&#237;nea C-E, de manera que est&#233; a
                        aproximadamente 11 pulgadas del radio interior, marcado con una X en la Figura 7.
                    </para>
                </item>
                <item>
                    <para>Marque una l&#237;nea recta entre los puntos E y G (Figura 7).</para>
                </item>
                <item>
                    <para>Ubique y marque un radio de 5 pulgadas entre las l&#237;neas C-E y E-G (Figura 7). Los puntos
                        D y F son los puntos tangenciales o los puntos de combinaci&#243;n del radio de 5 pulgadas.
                    </para>
                </item>
            </randlist>
            <para>Conserve el material de extensi&#243;n de la salpicadera cortada para usarlo como plantilla para otros
                veh&#237;culos cubiertos por este documento AFC.
            </para>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t019132">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.94in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Hora</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01913-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite, modifique y vuelva a instalar las extensiones de la salpicadera en el lado
                                    del conductor y del pasajero del veh&#237;culo.
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1.0 Hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-01913-2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Restablezca el &#225;ngulo de la direcci&#243;n.</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.6 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al n&#250;mero autorizado de cambio de campo
                G-01913.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para ayudar a procesar el reclamo de
                la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n 7-1.
                Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice en forma oportuna, todos los reclamos de la
                actividad G-01913 se deben presentar a m&#225;s tardar el 30 de septiembre de 2003 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="272px" resolution="300"/>
            </figure>
        </claims>
    </afc>
</isis>
