<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 02902 - Nuevo dise&#241;o de tapa de tanque de oleaje para los modelos 7300, 7400 y 7500
        fabricados entre el 28 de mayo de 2001 y el 19 de marzo de 2002 con tanques de desaireaci&#243;n dual en el
        sistema de refrigeraci&#243;n del motor
    </stitle>
    <afc id="afc02902" translation="spanish">
        <afcnum>02902</afcnum>
        <afcdate>Junio de 2002</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Nuevo dise&#241;o de tapa de tanque de oleaje para los modelos 7300, 7400 y 7500 fabricados entre el 28
            de mayo de 2001 y el 19 de marzo de 2002 con tanques de desaireaci&#243;n dual en el sistema de refrigeraci&#243;n
            del motor
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>05/28/2001</startdate>
                        <enddate>03/19/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El sistema de refrigeraci&#243;n del motor en los modelos 7300, 7400, 7500 posee un sistema de
                    desaireaci&#243;n compuesto por un tanque de oleaje y un tanque de derrame. La tapa del tanque de
                    oleaje usada en estos modelos, fabricada entre el 28 de mayo de 2001 y el 19 de marzo de 2002,
                    permite que el refrigerante fluya desde el tanque de oleaje hacia el tanque de derrame, pero no
                    vuelve al tanque de oleaje a medida que el sistema se enfr&#237;a, generando la posibilidad de bajos
                    niveles de refrigerante o condiciones de sobrecalentamiento del motor.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>La tapa del tanque de oleaje con nuevo dise&#241;o, N&#250;mero de refacci&#243;n 130704C1, ser&#225;
                enviada directamente a los clientes con modelos 7300, 7400, 7500 fabricados entre el 28 de mayo de 2001
                y el 19 de marzo de 2002. Los distribuidores con veh&#237;culos en inventario recibir&#225;n tapas del
                tanque de oleaje para esos veh&#237;culos. Los distribuidores que reciban tapas de tanque de oleaje para
                veh&#237;culos que ya fueron vendidos deben enviar las tapas a los nuevos propietarios.
            </para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o da&#241;os a la propiedad, estacione el veh&#237;culo en una
                        superficie plana, aplique el freno de estacionamiento, acu&#241;e las ruedas, apague el motor y
                        ponga el encendido en posici&#243;n de apagado.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Verifique que la tapa del tanque de oleaje corresponda al dise&#241;o antiguo. Si la
                    tapa es la misma de la Figura 1, es el nuevo dise&#241;o y no se debe reemplazar. Si la tapa no es
                    la misma de la Figura 1, debe ser reemplazada. Siga con el Paso 2.
                </para>
            </step1>
            <figure id="f029021" figsize="col-wide">
                <graphic filename="../afcfigures/g029021.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="150"/>
                <caption>Figura 1. Nuevo dise&#241;o de la tapa de tanque de oleaje</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Permita que el motor se enfr&#237;e antes de retirar la tapa del tanque de oleaje. Siempre a&#237;sle
                        la tapa con un pa&#241;o grueso para evitar posibles lesiones debido a refrigerante o vapor
                        caliente. No retire la tapa inmediatamente despu&#233;s de haber soltado hasta la primera
                        muesca. Espere un poco para que el exceso de presi&#243;n salga por el tubo de derrame.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retire la tapa del tanque de oleaje, des&#233;chela y reempl&#225;cela con la tapa
                    nueva.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>
                <title>INFORMACI&#211;N DE TRABAJO</title>
            </para>
            <para>Para minimizar los inconvenientes para los clientes y distribuidores, las tapas del tanque de oleaje
                ser&#225;n enviadas directamente a los propietarios; por ello, no se ha establecido operaci&#243;n de
                trabajo y no se deben completar reclamaciones de garant&#237;a.
            </para>
        </laborinfo>
    </afc>
</isis>
