<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-03908 revisado - Agotamiento de la resiliencia de la junta del cabezal del enfriador del
        aceite y de la cubierta delantera en los motores International&#174; DT 466 y 530 fabricados entre el 1 de
        agosto de 2000 y el 22 de enero de 2004.
    </stitle>
    <afc id="afc03908" translation="spanish">
        <afcnum>G-03908 revisado</afcnum>
        <replace>
            <afcnum>G-03908</afcnum>
        </replace>
        <afcdate>Julio de 2004</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Agotamiento de la resiliencia de la junta del cabezal del enfriador del aceite y de la cubierta
            delantera en los motores International&#174; DT 466 y 530 fabricados entre el 1 de agosto de 2000 y el 22 de
            enero de 2004.
        </subject>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>01/22/2004</enddate>
                    </daterange>
                </engfam>
                <engfam>530
                    <daterange>
                        <startdate>08/01/2000</startdate>
                        <enddate>01/22/2004</enddate>
                    </daterange>
                </engfam>
            </configure>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>IC Bus</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>5500i</truckmodel>
                <truckmodel>5600i</truckmodel>
                <truckmodel>5900i</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <exhotlnk document="../afcs/AFC03908.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento AFC
                    </exhotlnk>
                </para>
                <para>
                    <exhotlnk document="../afcs/Cus03908.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF) del
                        documento del cliente
                    </exhotlnk>
                </para>
                <para>
                    <exhotlnk document="../afcs/Cusp03908.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF)
                        del documento del cliente (Casilla de correo)
                    </exhotlnk>
                </para>
                <para>
                    <exhotlnk document="../afcs/ALHI03908R.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF)
                        del documento del cliente de Alaska y Hawai
                    </exhotlnk>
                </para>
                <para>
                    <exhotlnk document="../afcs/Cus03908R2.pdf" bookname="AFC">Copia lista para imprimir (archivo PDF)
                        del documento del cliente, segundo propietario
                    </exhotlnk>
                </para>
                <table>
                    <tgroup cols="2" align="center">
                        <colspec colname="col1" colwidth="0.91*"/>
                        <colspec colname="col2" colwidth="1.09*"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>
                                        <emph type="bold">Planta de ensamblaje</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="bold">Rango de fechas de fabricaci&#243;n del veh&#237;culo</emph>
                                    </para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>Conway</para>
                                </entry>
                                <entry>
                                    <para>01/08/00 al 15/12/01</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Escobedo</para>
                                </entry>
                                <entry>
                                    <para>01/08/00 al 16/01/04</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Springfield</para>
                                </entry>
                                <entry>
                                    <para>01/08/00 al 15/10/03</para>
                                    <para>y</para>
                                    <para>14/01/04 al 22/01/04</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Garland</para>
                                </entry>
                                <entry>
                                    <para>04/08/00 al 13/01/04</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Tulsa</para>
                                </entry>
                                <entry>
                                    <para>30/04/01 al 24/11/03</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>Recientes hallazgos indican que el l&#237;quido refrigerante del motor de "vida prolongada" (ELC)
                    est&#225; reaccionando con las juntas de la cubierta delantera y el cabezal del enfriador en todos
                    los motores International&#174; DT 466 y 530 de 6 cilindros en l&#237;nea (consulte la Tabla 1 para
                    ver las fechas de fabricaci&#243;n), lo que potencialmente produce p&#233;rdida de resiliencia de la
                    empaquetadura y la consiguiente fuga del l&#237;quido refrigerante. Esta condici&#243;n se puede
                    producir cuando las millas/hora son m&#225;s altas. La adici&#243;n de la cantidad correcta de
                    aditivo de silicato al sistema de enfriamiento evitar&#225; que esto ocurra.
                </para>
                <para>
                    <emph type="bold">AGREGAR S&#211;LO A MOTORES CON ELC</emph>: no instale aditivo de silicato en
                    sistema de enfriamiento que tienen l&#237;quido refrigerante diferente del relleno de f&#225;brica
                    Extended Life Coolant (rojo). No se debe agregar l&#237;quido de silicato a sistemas de enfriamiento
                    que tienen mezclas de l&#237;quidos refrigerantes convencionales (verde, p&#250;rpura, azul, marr&#243;n),
                    diferente de los l&#237;quidos refrigerantes con tecnolog&#237;a de &#225;cido org&#225;nico o que
                    hayan sido tratados con aditivos para l&#237;quidos refrigerantes complementarios (DCA). Esta
                    restricci&#243;n se aplica a sistemas de enfriamiento que contienen 100% de l&#237;quido
                    refrigerante diferente o s&#243;lo se "rellenan" con estos otros l&#237;quidos refrigerantes.
                </para>
                <para>Si revisa un veh&#237;culo que es parte de este AFC y no tiene puesta la etiqueta "Silicate Added"
                    (con silicato), comun&#237;quese con el cliente y verifique que no se haya agregado silicato sin que
                    se haya puesto la etiqueta. El cliente tambi&#233;n debe tener el juego de silicato para el veh&#237;culo.
                    Si el cliente no tiene el juego y usted agrega el silicato y una etiqueta, aseg&#250;rese de decirle
                    al cliente que no agregue m&#225;s silicato.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0390801">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.92*"/>
                    <colspec colname="col2" colwidth="1.38*"/>
                    <colspec colname="col3" colwidth="0.71*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000845R91</para>
                            </entry>
                            <entry>
                                <para>Juego de aditivo de silicato que contiene:</para>
                                <para>2587327R1 Instrucciones (1)</para>
                                <para>8 onzas de aditivo de silicato (1)</para>
                                <para>Etiqueta "Con silicato" (1)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <note>
                    <para>International Truck ha recibido informes limitados de problemas con el rendimiento del sistema
                        de enfriamiento de clientes que pusieron l&#237;quido de silicato en el sistema de enfriamiento
                        que no conten&#237;a Refrigerante de vida prolongada 100% de f&#225;brica (rojo). Hay indicios
                        de que el l&#237;quido de silicato no es compatible con los l&#237;quidos refrigerantes
                        diferentes del relleno de f&#225;brica. Cuando se produzca esto, puede haber gelatinizaci&#243;n
                        del l&#237;quido refrigerante, lo que reduce el rendimiento del sistema de enfriamiento. Los s&#237;ntomas
                        de esta condici&#243;n son diversos, pero podemos mencionar indicios visibles de gelatinizaci&#243;n
                        del l&#237;quido refrigerante en el tanque de compensaci&#243;n y el aplastamiento de la
                        manguera inferior del radiador.
                    </para>
                    <para>Si se presenta alguna de estas condiciones, el lavado con chorro de agua del sistema de
                        enfriamiento aliviar&#225; esta condici&#243;n. El relleno del sistema de enfriamiento con l&#237;quido
                        refrigerante Fleetrite Extended Life Coolant y la aplicaci&#243;n de aditivo de silicato servir&#225;n
                        para completar la reparaci&#243;n y aliviar los problemas del sistema de enfriamiento.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;o a la propiedad, lesiones personales o la muerte:</para>
                    <randlist type="bullet">
                        <item>
                            <para>estacione el veh&#237;culo sobre una superficie nivelada.</para>
                        </item>
                        <item>
                            <para>ponga el freno de estacionamiento</para>
                        </item>
                        <item>
                            <para>apague el motor y coloque calzos en las ruedas</para>
                        </item>
                        <item>
                            <para>permita que el motor se enfr&#237;e antes de realizar el Procedimiento de reparaci&#243;n.</para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <step1>
                <para count="1">Agregue una botella de aditivo de silicato al radiador.</para>
            </step1>
            <step1>
                <para count="1">Ubique y limpie un &#225;rea del refuerzo del radiador lo m&#225;s cercana posible a la
                    tapa de relleno del l&#237;quido refrigerante.
                </para>
                <para>Ponga la etiqueta "Silicate Added" (Con silicato) incluida en el juego (Figura 1).</para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Autob&#250;s RE/ FE solamente:</emph>
                    Ubique y limpie un &#225;rea cercana al tubo de relleno del radiador.
                </para>
                <para>Ponga la etiqueta "Silicate Added" (Con silicato) incluida en el juego (Figura 1).</para>
            </step1>
            <figure id="f039081" figsize="col-wide">
                <graphic filename="../afcfigures/g039081.webp" type="webp" scalefit="1" scalefitwidth="96px"
                         scalefitheight="96px"/>
                <caption>Figura 1. Etiqueta (Con silicato) "Silicate Added"</caption>
            </figure>
            <step1>
                <para count="1">Arranque y haga funcionar el motor inmediatamente. Consulte la Precauci&#243;n m&#225;s
                    adelante.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para asegurar la dispersi&#243;n completa del l&#237;quido de silicato, haga funcionar el
                        motor para que alcance la temperatura de operaci&#243;n normal, sobre los 195&#186;F (90&#186;C),
                        inmediatamente despu&#233;s de aplicar el l&#237;quido de silicato. Esto permite que el
                        termostato se abra y permita la circulaci&#243;n completa a trav&#233;s del radiador y el motor.
                        No permita que el l&#237;quido de silicato permanezca estacionario en el sistema de enfriamiento
                        durante periodos prolongados antes de hacer funcionar el motor.
                    </para>
                </caution>
            </specpara>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0390802">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-03908-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Agregue aditivo de silicato al tanque de compensaci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,3 hrs</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-03908-2</para>
                            </entry>
                            <entry>
                                <para>Lave completamente el sistema de enfriamiento y agregue aditivo de silicato</para>
                                <para>
                                    <emph type="bold">Consulte la Nota a continuaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>1 hr</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">NOTA: El lavado y relleno del sistema de enfriamiento s&#243;lo se realiza a veh&#237;culos
                    que presenten evidencia de gelatizaci&#243;n del l&#237;quido refrigerante. Se espera que haya un
                    porcentaje muy bajo de veh&#237;culos que presente esta condici&#243;n.
                </emph>
            </para>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-03908.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-03908 se deben presentar a m&#225;s tardar el 31 de julio de 2005 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
