<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-03906 - Los modelos 8600 con motores de emisi&#243;n Cummins ISM 2002, construidos entre el
        1 de agosto de 2002 y el 3 de febrero de 2003, requieren inspecci&#243;n y posiblemente reemplazo de la
        abrazadera para manguera del filtro de aire
    </stitle>
    <afc id="afc03906" translation="spanish">
        <afcnum>G-03906</afcnum>
        <afcdate>Octubre, 2003</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Los modelos 8600 con motores de emisi&#243;n Cummins ISM 2002, construidos entre el 1 de agosto de 2002
            y el 3 de febrero de 2003, requieren inspecci&#243;n y posiblemente reemplazo de la abrazadera para manguera
            del filtro de aire
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Cummins</vendor>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>08/01/2002</startdate>
                        <enddate>02/03/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los modelos 8600 con motores de emisi&#243;n Cummins ISM 2002, construidos entre el 1 de agosto de
                    2002 y el 3 de febrero de 2003, requieren inspecci&#243;n y posiblemente reemplazo de la abrazadera
                    para manguera del filtro de aire. Los veh&#237;culos tambi&#233;n requieren inspecci&#243;n para
                    comprobar si existe espacio adecuado entre la tuber&#237;a del enfriador del aire de carga y la
                    tuber&#237;a lateral del filtro de aire del aire fr&#237;o (Figura 1).
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t039061">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.86in"/>
                    <colspec colname="col2" colwidth="1.06in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>576183C1</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Abrazadera para manguera</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o da&#241;os a la propiedad, estacione el veh&#237;culo en una
                        superficie plana, apague el motor, ponga el encendido en posici&#243;n de apagado, aplique el
                        freno de estacionamiento y acu&#241;e las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales por quemaduras, deje que el motor se enfr&#237;e lo suficiente
                        antes de intentar llevar a cabo este procedimiento.
                    </para>
                </warning>
            </specpara>
            <figure id="f039061" figsize="col-wide">
                <graphic filename="../afcfigures/g039061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 1. Disposici&#243;n de la tuber&#237;a</caption>
                <calloutgroup>
                    <callout1>1. TUBER&#205;A DEL ENFRIADOR DEL AIRE DE CARGA</callout1>
                    <callout1>2. TUBER&#205;A LATERAL DEL FILTRO DE AIRE DEL AIRE FR&#205;O</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Inspeccione la abrazadera para manguera m&#225;s cercana al filtro de aire para el tipo
                    que aparece en la Figura 2. Si el tipo de abrazadera coincide con la Figura 2, contin&#250;e con el
                    procedimiento. Si la abrazadera para manguera
                    <emph type="bold">no</emph>
                    es de tipo resorte, este procedimiento
                    <emph type="bold">no es necesario</emph>
                    .
                </para>
            </step1>
            <figure id="f039062" figsize="col-wide">
                <graphic filename="../afcfigures/g039062.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 2. Reemplazo de la abrazadera para manguera</caption>
                <calloutgroup>
                    <callout1>1. FILTRO DE AIRE</callout1>
                    <callout1>2. ABRAZADERA TIPO RESORTE PARA MANGUERA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Extraiga la abrazadera tipo resorte para manguera, adyacente al filtro de aire,
                    desatornillando el tornillo hexagonal cuanto sea necesario para separar la banda met&#225;lica
                    (Figura 2)
                </para>
            </step1>
            <step1>
                <para count="1">Instale la nueva abrazadera para manguera, n&#250;mero de refacci&#243;n 576183C1,
                    desatornillando el tornillo hexagonal, separando la banda de metal y reensamblando la abrazadera
                    alrededor de la manguera del filtro de aire (Figura 3). Apriete la abrazadera.
                </para>
            </step1>
            <figure id="f039063" figsize="col-wide">
                <graphic filename="../afcfigures/g039063.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 3. Instale la nueva abrazadera (Flecha)</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione la tuber&#237;a del enfriador del aire de carga y la tuber&#237;a lateral
                    del filtro de aire del aire fr&#237;o para saber si hay un m&#237;nimo de 3/4 pulgada de espacio
                    como muestra la Figura 4. Si hace falta espacio, contin&#250;e con el siguiente paso.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que la tuber&#237;a lateral del filtro de aire del aire fr&#237;o no
                    tenga los anillos de centrar del extremo inferior dentro del codo de goma que lleva al
                    turbocargador. Si es as&#237;, afloje la abrazadera y jale la tuber&#237;a fuera del codo hasta que
                    uno de los anillos de centrar calce justo sobre el codo de goma. Vuelva a apretar la abrazadera.
                </para>
            </step1>
            <step1>
                <para count="1">Afloje las abrazaderas para manguera de la tuber&#237;a del enfriador del aire de carga
                    y la bocina de aire del motor.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Es posible que sea necesario usar un destornillador o equivalente para separar (aflojar) las
                        juntas de goma de la tuber&#237;a del enfriador del aire de carga para rotar la tuber&#237;a y
                        obtener m&#225;s espacio como aparece en el Paso 7.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Tome la tuber&#237;a del enfriador del aire de carga que pasa por debajo de la tuber&#237;a
                    del filtro de aire y g&#237;rela hacia la izquierda, aproximadamente 25 grados en forma horizontal,
                    para aumentar el espacio con la tuber&#237;a del filtro de aire (Figura 4).
                </para>
            </step1>
            <figure id="f039064" figsize="col-wide">
                <graphic filename="../afcfigures/g039064.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 4. Espacio entre la tuber&#237;a del filtro de aire y a la tuber&#237;a del enfriador
                    del aire de carga
                </caption>
                <calloutgroup>
                    <callout1>1. 3/4 PULGADA M&#205;NIMO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Vuelva a apretar las abrazaderas para manguera de la tuber&#237;a del enfriador del aire
                    de carga de 70 a 75 Lbf-pulgadas (7,9 a 8,5 Nm).
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039062">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-03906-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccionar, extraer y cambiar la abrazadera para manguera del filtro de aire,
                                    inspeccionar y volver a colocar la tuber&#237;a del enfriador del aire de carga
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-03906.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-03906 se deben presentar a m&#225;s tardar el 31 de octubre de 2004 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
