<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-03907 - Es posible que los pernos de bisagra del cofre inferior hagan contacto con las l&#237;neas
        del aire acondicionado en los modelos 7600 SBA construidos en planta de ensamblaje Garland antes del 25 de julio
        de 2003
    </stitle>
    <afc id="afc03907" translation="spanish">
        <afcnum>G-03907</afcnum>
        <afcdate>Octubre, 2003</afcdate>
        <subjectfile>CABINA</subjectfile>
        <subject>Es posible que los pernos de bisagra del cofre inferior hagan contacto con las l&#237;neas del aire
            acondicionado en los modelos 7600 SBA construidos en planta de ensamblaje Garland antes del 25 de julio de
            2003
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7600
                    <daterange>
                        <enddate>07/25/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Es posible que en algunos casos los pernos de montaje de bisagra del cofre inferior, al costado
                    del pasajero, hagan contacto con las l&#237;neas del aire acondicionado (Figura 1) en los modelos
                    7600SBA construidos en la planta de ensamblaje Garland antes del 25 de julio de 2003. Este contacto
                    puede provocar una falla en las l&#237;neas del aire acondicionado.
                </para>
                <para>Desde el 25 de julio de 2003, en la producci&#243;n se usa un nuevo perno, n&#250;mero de refacci&#243;n
                    35715000C1.
                </para>
                <figure id="f039071" figsize="col-wide">
                    <graphic filename="../afcfigures/g039071.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px"/>
                    <caption>Figura 1. Pernos de bisagra del cofre inferior vistos desde el costado del pasajero
                    </caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad o lesiones personales, estacione el veh&#237;culo en una
                        superficie plana, aplique el freno de estacionamiento, acu&#241;e las ruedas y apague el motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Abra el cofre y ubique los dos pernos de bisagra. Inspeccione las l&#237;neas del aire
                    acondicionado para ver si hay contacto con los pernos. Si no hay contacto y hay un m&#237;nimo de 6&#160;mm
                    (1/4 pulgada) de espacio, no es necesario realizar este procedimiento. Si el espacio no es
                    suficiente o si existe contacto con las l&#237;neas del aire acondicionado, contin&#250;e con el
                    siguiente paso.
                </para>
            </step1>
            <figure id="f039072" figsize="col-wide">
                <graphic filename="../afcfigures/g039072.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 2. Pernos de bisagra del cofre inferior vistos con el cofre abierto</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use una protecci&#243;n para los ojos y rostro cuando emplee
                        una herramienta neum&#225;tica con rueda de corte.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Con el perno instalado se lleva a cabo el siguiente paso.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Use una herramienta neum&#225;tica con rueda de corte o equivalente, para cortar
                    (acortar) los dos (2) pernos de montaje de bisagra del cofre inferior de 10&#160;mm (3/8 pulgada).
                    Aseg&#250;rese de que las dos (2) roscas permanezcan en ambos pernos.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039071">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-03907-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pernos (2) de bisagra del cofre inferior acortados en el costado del pasajero
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-03907.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-03907 se deben presentar a m&#225;s tardar el 31 de octubre de 2004 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/afclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
