<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-04908 - Es posible que los modelos de autob&#250;s 3000 CE, fabricados en la Planta de
        ensamblaje de Tulsa, entre el 22 de enero de 2001 y el 14 de julio de 2004, con freno de aire o compresor de
        aire opcional, tengan un tap&#243;n de tuber&#237;a en el orificio de salida del regulador de aire.
    </stitle>
    <afc id="afc04908" translation="spanish">
        <afcnum>G-04908</afcnum>
        <afcdate>Octubre de 2004</afcdate>
        <subjectfile>FRENOS</subjectfile>
        <subject>Es posible que los modelos de autob&#250;s 3000 CE, fabricados en la Planta de ensamblaje de Tulsa,
            entre el 22 de enero de 2001 y el 14 de julio de 2004, con freno de aire o compresor de aire opcional,
            tengan un tap&#243;n de tuber&#237;a en el orificio de salida del regulador de aire.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE Bus
                    <daterange>
                        <startdate>01/22/2001</startdate>
                        <enddate>07/14/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Es posible que algunos modelos de autob&#250;s 3000 CE, fabricados en la Planta de ensamblaje de
                    Tulsa, entre el 22 de enero de 2001 y el 14 de julio de 2004, con freno de aire o compresor de aire
                    opcional, tengan un tap&#243;n de tuber&#237;a en el orificio de salida del regulador de aire. La
                    remoci&#243;n del tap&#243;n de la tuber&#237;a del regulador de aire mejorar&#225; la vida &#250;til
                    del compresor de aire.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones o la muerte, estacione el veh&#237;culo en una
                        superficie plana, aplique el freno de estacionamiento, apague el motor y acu&#241;e las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones o la muerte, purgue el sistema de aire antes de
                        reparar los componentes del compresor o del sistema de aire.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ubique y quite el tap&#243;n de la tuber&#237;a del orificio de salida del regulador de
                    aire (Figura 1).
                </para>
            </step1>
            <figure id="f049081" figsize="pg-wide">
                <graphic filename="../afcfigures/g049083a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Quite el tap&#243;n de la tuber&#237;a del orificio de salida (Flecha)</caption>
            </figure>
            <step1>
                <para count="1">Verifique la operaci&#243;n normal del compresor y del secador de aire.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039071">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04908-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite el tap&#243;n de la tuber&#237;a del orificio de salida del regulador de
                                    aire
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-04908
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-04908 se deben presentar a m&#225;s tardar el 31 de octubre de 2005 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
