<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-04906 - Mejora del grupo de instrumentos Versi&#243;n 11.0 y 17.0 para los modelos 3200,
        4000, 7000 y 8000 HPV, fabricados entre el 5 de enero de 2003 y el 26 de noviembre de 2003
    </stitle>
    <afc id="afc04906" translation="spanish">
        <afcnum>G-04906</afcnum>
        <afcdate>Agosto de 2004</afcdate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>Mejora del grupo de instrumentos Versi&#243;n 11.0 y 17.0 para los modelos 3200, 4000, 7000 y 8000 HPV,
            fabricados entre el 5 de enero de 2003 y el 26 de noviembre de 2003
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>01/05/2003</startdate>
                        <enddate>11/26/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Es posible que las lecturas del od&#243;metro del grupo de instrumentos Versi&#243;n 11.0 y 17.0
                    de los modelos 3200, 4000, 7000 y 8000 HPV, fabricados entre el 5 de enero de 2003 y el 26 de
                    noviembre de 2003, no sean precisas.
                </para>
                <para>Para remediar esto, International Truck and Engine Corporation ha implementado un programa para
                    inspeccionar el grupo de instrumentos actual a fin de comprobar el nivel de versi&#243;n de
                    software, y si se descubre que se trata de la versi&#243;n 11.0 &#243; 17.0, reemplazar la cubierta
                    trasera del grupo de instrumentos por un nuevo dise&#241;o de cubierta que tiene anexado un tablero
                    de circuito interceptor.
                </para>
            </geninfo>
            <geninfo>
                <title>Procedimiento de inspecci&#243;n</title>
                <para>La persona encargada de escribir debe seguir esta simple instrucci&#243;n antes de redactar la
                    orden de reparaci&#243;n.
                </para>
                <para>Cuando se gira el encendido del motor, observe la pantalla del grupo de instrumentos porque all&#237;
                    aparece la versi&#243;n de software del grupo. Si la versi&#243;n de software es 11.0 &#243; 17.0,
                    es necesario realizar la reparaci&#243;n. Si es cualquier otra versi&#243;n, incluida la 17.1, no
                    hay necesidad de hacer la reparaci&#243;n. S&#243;lo marque la tarjeta de notificaci&#243;n del
                    cliente como
                    <emph type="bold">inspeccionado</emph>
                    y
                    <emph type="bold">no es necesario hacer reparaciones</emph>
                    y env&#237;ela por correo.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0490601">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.80*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <colspec colname="col3" colwidth="0.71*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000849R91</para>
                            </entry>
                            <entry>
                                <para>Grupo de instrumentos / Juego de circuito interceptor</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="12">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones o la muerte, estacione el veh&#237;culo en una
                        superficie plana, aplique el freno de estacionamiento, apague el motor y acu&#241;e las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre alejado de chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Para evitar lesiones, use siempre
                        lentes de seguridad y protecci&#243;n para la cara cuando trabaje cerca de bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>NO restablezca las millas ni las horas de viaje antes de instalar el Interceptor.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Despu&#233;s de instalar el Interceptor, el contador horario PTO del grupo de instrumentos se
                        restablecer&#225; a cero. Anote y registre las horas PTO si se usa el contador horario PTO del
                        grupo de instrumentos y conserve esta informaci&#243;n para el cliente, debido a que las horas
                        PTO se reiniciar&#225;n a partir de cero.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo y la tierra ECM de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite los sujetadores y la columna inferior del volante (Figura 1).</para>
            </step1>
            <figure id="f049061" figsize="pg-wide">
                <graphic filename="../afcfigures/g049061.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 1. Quite la cubierta inferior de la columna del volante</caption>
            </figure>
            <step1>
                <para count="1">Quite los sujetadores y el panel de adorno del tablero de instrumentos (Figura 2).
                </para>
            </step1>
            <figure id="f049062" figsize="pg-wide">
                <graphic filename="../afcfigures/g049062.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 2. Quite el panel de adorno del tablero de instrumentos</caption>
            </figure>
            <step1>
                <para count="1">Quite los sujetadores del conjunto de instrumentos (Figura 3) y quite el conjunto de
                    instrumentos del tablero para obtener acceso al conector de arn&#233;s (Figura 4). Quite el conjunto
                    de instrumentos.
                </para>
            </step1>
            <figure id="f049063" figsize="col-wide">
                <graphic filename="../afcfigures/g049063.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 3. Quite los sujetadores del conjunto de instrumentos</caption>
            </figure>
            <specpara>
                <caution>
                    <para>La electricidad est&#225;tica puede provocar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar en el grupo, aseg&#250;rese de descargar toda la est&#225;tica de su cuerpo,
                        tocando metal que est&#233; a tierra. No use ropa que acumule electricidad est&#225;tica (como
                        el nylon). No toque los conectores de las clavijas durante la remoci&#243;n e instalaci&#243;n
                        del grupo de instrumentos. Trabaje en el grupo de instrumentos en un ambiente limpio.
                    </para>
                </caution>
            </specpara>
            <figure id="g049064" figsize="col-wide">
                <graphic filename="../afcfigures/g049064.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 4. Desconecte el conector del arn&#233;s del grupo de instrumentos</caption>
            </figure>
            <step1>
                <para count="1">Ponga el grupo de instrumentos mirando hacia abajo en una superficie de trabajo
                    protegida.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los sujetadores de la cubierta trasera del grupo de instrumentos (Figura 5). Quite
                    la cubierta.
                </para>
            </step1>
            <figure id="f049065" figsize="pg-wide">
                <graphic filename="../afcfigures/g049065.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 5. Quite los sujetadores de la cubierta trasera</caption>
            </figure>
            <step1>
                <para count="1">Quite la cubierta trasera nueva con el circuito interceptor del Juego 8000849R91 (Figura
                    6).
                </para>
            </step1>
            <figure id="f049066" figsize="pg-wide">
                <graphic filename="../afcfigures/g049066.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 6. Nueva cubierta trasera con circuito Interceptor</caption>
            </figure>
            <step1>
                <para count="1">Desconecte el conector del arn&#233;s de la pantalla LCD del tablero de circuito central
                    del grupo de instrumentos (Figura 7 y 8).
                </para>
            </step1>
            <figure id="f049067" figsize="pg-wide">
                <graphic filename="../afcfigures/g049067.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 7. Desconecte el conector del arn&#233;s de la LCD</caption>
            </figure>
            <figure id="f049068" figsize="pg-wide">
                <graphic filename="../afcfigures/g049068.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 8. Desconecte el conector del arn&#233;s de la LCD (cerrar)</caption>
            </figure>
            <step1>
                <para count="1">Conecte el arn&#233;s de la pantalla LCD al circuito Interceptor en la cubierta trasera
                    nueva (Figura 9).
                </para>
            </step1>
            <figure id="f049069" figsize="pg-wide">
                <graphic filename="../afcfigures/g049069.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
            </figure>
            <step1>
                <para count="1">Conecte el arn&#233;s de la pantalla del circuito Interceptor al tablero del circuito
                    central (Figura 10).
                </para>
            </step1>
            <figure id="f0490610" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490610.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 9. Conecte el arn&#233;s de la pantalla del circuito Interceptor</caption>
            </figure>
            <step1>
                <para count="1">El circuito Interceptor debe estar conectado como se observa en la Figura 11.</para>
            </step1>
            <figure id="f0490611" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490611.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 10. Conexiones del circuito Interceptor</caption>
            </figure>
            <step1>
                <para count="1">Alinee la cubierta trasero del grupo de instrumentos y conecte el arn&#233;s principal
                    del circuito interceptor al tablero de circuitos central (Figura 12).
                </para>
                <para>Aseg&#250;rese de que el conector del arn&#233;s del Interceptor est&#233; correctamente sentado
                    en el conector del grupo de instrumentos. Escuchar&#225; un clic cuando el conector quede ajustado.
                    Tambi&#233;n inspeccione visualmente para verificar la conexi&#243;n.
                </para>
            </step1>
            <figure id="f0490612" figsize="pg-wide">
                <graphic filename="../afcfigures/g0490612.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 11. Conecte el arn&#233;s principal</caption>
            </figure>
            <step1>
                <para count="1">Vaya a los siguientes pasos, 1 al 6, en orden inverso.</para>
                <para>Verifique que el m&#243;dulo est&#225; funcionando correctamente despu&#233;s de instalar el grupo
                    de instrumentos. La pantalla tendr&#225; la lectura del od&#243;metro en la pantalla LCD sin la
                    llave puesta. Encienda las luces de emergencia. Los indicadores de luces de emergencia se encender&#225;n
                    sin la llave puesta.
                </para>
                <specpara>
                    <note>
                        <para>Las millas y las horas de viaje no se pueden restablecer a cero despu&#233;s de instalar
                            el Interceptor. Es posible que para ello deba conducir el veh&#237;culo una corta distancia
                            (menos de 1 milla). Luego, presione el bot&#243;n de restablecimiento y verifique que las
                            millas y horas de viaje se hayan restablecido a cero.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0490602">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>A40-04906-1</para>
                            </entry>
                            <entry>
                                <para>Instalar el Interceptor</para>
                            </entry>
                            <entry align="center">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-04906.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-04906 se deben presentar a m&#225;s tardar el 31 de agosto de 2005 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
