<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-04911 - Es posible que los modelos 7400 con motor DT 570, c&#243;digo 12NPW y transmisi&#243;n
        Allison, fabricados entre el 6 de abril de 2004 y el 13 de agosto de 2004, presenten una ineficiente calidad en
        los cambios.
    </stitle>
    <afc id="afc04911" translation="spanish">
        <afcnum>G-04911</afcnum>
        <afcdate>Diciembre de 2004</afcdate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>Es posible que los modelos 7400 con motor DT 570, c&#243;digo 12NPW y transmisi&#243;n Allison,
            fabricados entre el 6 de abril de 2004 y el 13 de agosto de 2004, presenten una ineficiente calidad en los
            cambios.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7400
                    <daterange>
                        <startdate>04/06/2004</startdate>
                        <enddate>08/13/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los modelos 7400, fabricados entre el 6 de abril de 2004 y el 13 de agosto de 2004, con transmisi&#243;n
                    Allison, pueden presentar dificultades al subir los cambios (cambio retrasado), lo que produce una
                    descompensaci&#243;n entre la velocidad regulada por el motor (2200 rpm) y la calibraci&#243;n de la
                    velocidad regulada por la transmisi&#243;n (2400 rpm).
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="0">
            <title>Procedimiento de reparaci&#243;n</title>
            <para>Se enviar&#225; una carta de la campa&#241;a a los propietarios del registro para avisarles que se
                comuniquen con sus Distribuidores International para concertar una cita a fin de recalibrar la transmisi&#243;n
                Allison.
            </para>
            <para>Los distribuidores International, certificados por Allison para realizar esta reparaci&#243;n, se
                encargar&#225;n de recalibrar la transmisi&#243;n. La informaci&#243;n de recalibraci&#243;n est&#225;
                disponible en Allison y, para obtenerla, se requiere el n&#250;mero VIN del veh&#237;culo.
            </para>
            <para>Los distribuidores International, que no est&#233;n certificados por Allison, se pondr&#225;n en
                contacto con el distribuidor Allison m&#225;s cercano a fin de fijar una cita para que el cliente lleve
                su veh&#237;culo a este distribuidor para hacer la recalibraci&#243;n. El distribuidor International
                pagar&#225; el costo del trabajo de Allison, el que puede variar de un distribuidor a otro.
            </para>
            <para>En cualquier caso, el distribuidor International procesar&#225; el gasto de la campa&#241;a como de
                costumbre.
            </para>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039071">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04911-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Recalibrar la transmisi&#243;n Allison por parte del distribuidor International
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,0 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-04911-2</para>
                            </entry>
                            <entry>
                                <para>Recalibrar la transmisi&#243;n Allison por parte del distribuidor Allison</para>
                            </entry>
                            <entry align="center">
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>Los distribuidores s&#243;lo tienen la responsabilidad de pagar los costos de trabajo, que no deben
                exceder de una (1) hora, a la tarifa de trabajo est&#225;ndar del taller, cuando la recalibraci&#243;n
                sea realizada por un distribuidor Allison. Este cargo se debe incluir en el reclamo de la garant&#237;a
                bajo Cargos externos.
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-04911.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-04911 se deben presentar a m&#225;s tardar el 31 de diciembre de 2005 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
