<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-04910 - Es posible que algunos modelos 5000i y los modelos 7000 con motor Caterpillar C-12 o
        C-13 y transmisi&#243;n Allison HD, presenten insuficiente carga de abrazadera desde los pernos de montaje de la
        placa flexible hacia el convertidor de torsi&#243;n.
    </stitle>
    <afc id="afc04910" translation="spanish">
        <afcnum>G-04910</afcnum>
        <afcdate>Enero de 2005</afcdate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>Es posible que algunos modelos 5000i y los modelos 7000 con motor Caterpillar C-12 o C-13 y transmisi&#243;n
            Allison HD, presenten insuficiente carga de abrazadera desde los pernos de montaje de la placa flexible
            hacia el convertidor de torsi&#243;n.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>01/02/2002</startdate>
                        <enddate>01/16/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>07/19/2001</startdate>
                        <enddate>12/05/2003</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <startdate>02/20/2002</startdate>
                        <enddate>07/24/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>05/29/2002</startdate>
                        <enddate>06/08/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los pernos de montaje de la placa flexible pueden separarse del alojamiento del convertidor de
                    torsi&#243;n, ocasionando insuficiente carga de la abrazadera.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0491001" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.74*"/>
                    <colspec colname="col2" colwidth="1.57*"/>
                    <colspec colname="col3" colwidth="0.69*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>8000851R91</para>
                            </entry>
                            <entry align="center">
                                <para>Contenido del juego:</para>
                                <para>Pernos de cabeza hexagonal M8, 1,25 X 20 mm (12)</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Allison 29535905</para>
                            </entry>
                            <entry align="center">
                                <para>Placa flexible de la transmisi&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones o la muerte, estacione el veh&#237;culo en una
                        superficie plana, aplique el freno de estacionamiento, acu&#241;e las ruedas y apague el motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre alejado de chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Para evitar da&#241;os materiales,
                        lesiones o la muerte, use siempre lentes de seguridad y protecci&#243;n para la cara cuando
                        trabaje cerca de bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Ubique y quite la placa de acceso al alojamiento del volante y, con una llave Allen de
                    5/8 pulgadas, quite el tap&#243;n roscado del alojamiento del volante del motor. La placa de acceso
                    y el tap&#243;n est&#225;n en el lado de pasajero del alojamiento del volante (Figura 1 y 2).
                </para>
            </step1>
            <figure id="f049101" figsize="pg-wide">
                <graphic filename="../afcfigures/G049101.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Vista desde abajo del alojamiento del volante en el lado del pasajero, usando la
                    llave Allen de 5/8 pulgadas para quitar el tap&#243;n del alojamiento del volante
                </caption>
            </figure>
            <figure id="f049102" figsize="col-wide">
                <graphic filename="../afcfigures/G049102a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Alojamiento del volante sin el tap&#243;n ni la cubierta de acceso</caption>
                <calloutgroup>
                    <callout1>1. Tap&#243;n removido</callout1>
                    <callout1>2. Cubierta de acceso removida</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Caterpillar tiene una herramienta especial, n&#250;mero de refacci&#243;n 9S9082, que facilita
                        la rotaci&#243;n del volante que se debe hacer en el siguiente paso.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Con la herramienta especial de Caterpillar, n&#250;mero de refacci&#243;n 9S9082, o una
                    barra de palanca adecuada, enganche el engranaje de anillo del volante (Figura 3) y gire el volante
                    hasta que el perno de montaje de la placa flexible quede centrado en el orificio del tap&#243;n.
                </para>
            </step1>
            <figure id="f049103" figsize="pg-wide">
                <graphic filename="../afcfigures/G049103.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figura 3. Girando el volante con una barra de palanca</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Tenga mucho cuidado cuando quite o instale los pernos de montaje de la placa flexible. Si el
                        perno cae dentro del alojamiento y no se puede recuperar, se debe sacar la transmisi&#243;n para
                        recuperarlo.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Quite el perno de montaje de la placa flexible con un casquillo de 13 mm (Figura 4).
                </para>
            </step1>
            <figure id="f049104" figsize="pg-wide">
                <graphic filename="../afcfigures/G049104.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figura 4. Quite el perno de montaje de la placa flexible</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione si el perno que quit&#243; presenta desgaste y, con la ayuda de un espejo,
                    mire a trav&#233;s del orificio del tap&#243;n para determinar si el desgaste agrand&#243; el
                    orificio de montaje de la placa flexible:
                </para>
                <para>
                    <emph type="bold">NOTA: El desgaste se define como desgaste excesivo o sacado debajo de la cabeza
                        del perno, donde se inicia la parte roscada y se alargan los orificios de montaje de la placa
                        flexible.
                    </emph>
                </para>
                <seqlist>
                    <item>
                        <para>Si el perno y la placa flexible
                            <emph type="bold">no</emph>
                            se ven desgastadas a causa de la falta de carga de la abrazadera, porga los pernos nuevos
                            del juego. Apriete de 19 a 24 Lbf-pie (26 a 32 Nm). Vaya al Paso 6.
                        </para>
                    </item>
                    <item>
                        <para>Si el perno y/o la placa flexible muestran desgaste excesivo a causa de la falta de carga
                            de la abrazadera, vaya al Paso 8.
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Repita los Pasos 2 a 5A para reemplazar los pernos restantes.</para>
            </step1>
            <step1>
                <para count="1">Cuando haya cambiado los 12 pernos de montaje, vuelva a instalar el tap&#243;n del
                    volante, apriete de 14 a 17 Lbf-pie (19 a 23 Nm) y vuelva a poner la cubierta de acceso del volante.
                    Vaya al Paso 9.
                </para>
            </step1>
            <step1>
                <para count="1">Debido al desgaste de los pernos de montaje de la placa flexible y/o de la placa
                    flexible, es necesario reemplazar la placa flexible y los pernos de montaje. Esto requiere quitar la
                    transmisi&#243;n para instalar una nueva placa flexible y los 12 pernos de montaje nuevos. Apriete
                    los pernos de montaje de 19 a 24 Lbf-pie (26 a 32 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable negativo a la bater&#237;a.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0491002">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-04910-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace los pernos de montaje de la placa flexible</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1,1 hrs.</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-04910-2</para>
                            </entry>
                            <entry>
                                <para>Quite y reemplace la placa flexible y los pernos de montaje</para>
                            </entry>
                            <entry align="center">
                                <para>5,9 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-04910.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para garantizar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-04910 se deben presentar a m&#225;s tardar el 31 de enero de 2006 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
            </figure>
        </claims>
    </afc>
</isis>
