<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-05908 - Todos los modelos de buses FE 300 fabricados entre el 1 de marzo de 2004 y el 5 de
        abril de 2005 con transmisi&#243;n autom&#225;tica Allison podr&#237;an presentar una fuga del l&#237;quido de
        la transmisi&#243;n en la manguera de puente, entre el enfriador de la transmisi&#243;n del tanque incorporado
        del radiador y el enfriador de aceite por medio de aire de la transmisi&#243;n
    </stitle>
    <afc id="afc05908" translation="spanish">
        <afcnum>G-05908</afcnum>
        <afcdate>Julio de 2005</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Todos los modelos de buses FE 300 fabricados entre el 1 de marzo de 2004 y el 5 de abril de 2005 con
            transmisi&#243;n autom&#225;tica Allison podr&#237;an presentar una fuga del l&#237;quido de la transmisi&#243;n
            en la manguera de puente, entre el enfriador de la transmisi&#243;n del tanque incorporado del radiador y el
            enfriador de aceite por medio de aire de la transmisi&#243;n
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>FE 300
                    <daterange>
                        <startdate>03/01/2004</startdate>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El proveedor habr&#237;a doblado en exceso la conexi&#243;n de la boquilla recta a la manguera de
                    puente del enfriador de la transmisi&#243;n, provocando grietas radiales en la capa interior de la
                    manguera. Con el tiempo, el l&#237;quido de la transmisi&#243;n puede penetrar en las capas de la
                    manguera y provocar degradaci&#243;n.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0590801" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="1.61*"/>
                    <colspec colname="col3" colwidth="0.70*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de pieza</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2587023C91</para>
                            </entry>
                            <entry>
                                <para>Manguera de puente del enfriador de la transmisi&#243;n</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="4">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, aplique el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales debido a la alta temperatura del l&#237;quido de la transmisi&#243;n,
                        deje que el veh&#237;culo se enfr&#237;e lo suficiente antes de realizar este procedimiento de
                        servicio.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Las conexiones de la manguera de puente del enfriador de la transmisi&#243;n est&#225;n
                    visibles a trav&#233;s de las aberturas de acceso en el parachoques delantero (Figura 1).
                </para>
            </step1>
            <figure id="f059081" figsize="pg-wide">
                <graphic filename="../afcfigures/G059082.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Las flechas indican las aberturas de acceso</caption>
                <calloutgroup>
                    <callout1>1. Vea la Figura 3, donde aparece una vista ampliada</callout1>
                    <callout1>2. Vea la Figura 4, donde aparece una vista ampliada</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque un recipiente limpio y adecuado debajo de la conexi&#243;n de la boquilla a la
                    manguera de puente en el costado de la entrada de pasajeros del bus. Retire la conexi&#243;n de la
                    boquilla a la manguera de puente (Figura 2, Punto 1) y deje que el l&#237;quido de la transmisi&#243;n
                    escurra hacia el recipiente.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el clip P (Figura 2, Punto 2), retire la conexi&#243;n de la boquilla a la
                    manguera restante y saque la manguera de puente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la nueva manguera de puente y vuelva a instalar el clip P, siguiendo los Pasos
                    anteriores en el orden inverso. Apriete las conexiones de la boquilla a la manguera de puente hasta
                    52 a 57 libras/pie (70 a 77 Nm).
                </para>
            </step1>
            <figure id="f059082" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590801.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Ubicaci&#243;n y componentes de la manguera de puente del enfriador de la transmisi&#243;n</caption>
                <calloutgroup>
                    <callout1>1. Conexiones de manguera doblada</callout1>
                    <callout1>2. Clip P</callout1>
                    <callout1>3. Manguera de puente del enfriador</callout1>
                </calloutgroup>
            </figure>
            <figure id="f059083" figsize="pg-wide">
                <graphic filename="../afcfigures/g059083b.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="312px"/>
                <caption>Figura 3. Vea a trav&#233;s de la abertura del parachoques en el costado del conductor, retire
                    la conexi&#243;n de la boquilla (flecha)
                </caption>
            </figure>
            <figure id="f059084" figsize="pg-wide">
                <graphic filename="../afcfigures/g059084b.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="312px"/>
                <caption>Figura 4. Vea a trav&#233;s de la abertura del parachoques en el costado del pasajero, retire
                    la conexi&#243;n de la boquilla recta (flecha)
                </caption>
            </figure>
            <step1>
                <para count="1">Vuelva a llenar la transmisi&#243;n hasta el nivel correcto con el l&#237;quido de la
                    transmisi&#243;n correspondiente.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t059081">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-05908-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Extraiga y vuelva a colocar la manguera de puente</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05908.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-05908 se deben presentar a m&#225;s tardar el 30 de junio de 2006 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
