<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 05915 - El mazo de cables del motor al tablero usado en los motores Caterpillar y Cummins en
        algunos modelos 7000, 8000 HPV de International&#174; fabricados entre el 18 de mayo de 2001 y el 28 de abril de
        2005 pueden carecer de un sello de conector del mazo de cables
    </stitle>
    <afc id="afc05915" translation="spanish">
        <afcnum>05915</afcnum>
        <afcdate>Junio de 2006</afcdate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>El mazo de cables del motor al tablero usado en los motores Caterpillar y Cummins en algunos modelos
            7000, 8000 HPV de International&#174; fabricados entre el 18 de mayo de 2001 y el 28 de abril de 2005 pueden
            carecer de un sello de conector del mazo de cables
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>05/18/2001</startdate>
                        <enddate>04/28/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El mazo de cables del motor al tablero, conector de 24 clavijas, usado con los motores Caterpillar
                    y Cummins en algunos Modelos 7000, 8000 HPV de International&#174; fabricados entre el 18 de mayo de
                    2001 y el 28 de abril de 2005, pueden carecer de un sello de conector que puede ocasionar la corrosi&#243;n
                    de la clavija del conector. Esta campa&#241;a demanda la inspecci&#243;n de las clavijas del
                    conector 4103, macho y hembra, para buscar corrosi&#243;n, eliminar la corrosi&#243;n de las
                    clavijas e instalar un sello. Si no se puede limpiar la corrosi&#243;n del conector, ser&#225;
                    necesario reemplazar el mazo de cables del motor al tablero y las clavijas hembras correspondientes
                    a las clavijas macho corro&#237;das.
                </para>
            </geninfo>
        </description>
        <partsinfo id="t059151">
            <table id="t0591501" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.59*"/>
                    <colspec colname="col2" colwidth="1.90*"/>
                    <colspec colname="col3" colwidth="0.51*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de pieza</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000881R91</para>
                            </entry>
                            <entry>
                                <para>El juego de conectores contiene lo siguiente:</para>
                                <para>2591041C1, TECHSPRAY Ecoline Contact Cleaner (1)</para>
                                <para>2591044C1, TECHSPRAY RID-OX Contact Enhancer (1)</para>
                                <para>3559047C1, Connector Gasket Seal (1)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2506136C1</para>
                            </entry>
                            <entry>
                                <para>Clavija hembra del conector</para>
                            </entry>
                            <entry>
                                <para>3 M&#225;x.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3559037C1</para>
                            </entry>
                            <entry>
                                <para>Clavija macho del conector</para>
                            </entry>
                            <entry>
                                <para>3 M&#225;x.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Si se requiere un nuevo mazo de cables de motor, el n&#250;mero de pieza lo puede encontrar
                        junto al conector ECM del motor, o bien comun&#237;quese con el PDC de International con el n&#250;mero
                        VIN del veh&#237;culo para pedir el mazo de cables.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="8">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, accione el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ubique el conector 4103 del mazo de cables del motor al tablero en el lado del conductor
                    del motor y junto al soporte del motor del limpiaparabrisas (Figura 1). Corte las correas de uni&#243;n
                    seg&#250;n se requiera.
                </para>
            </step1>
            <figure id="f059151" figsize="pg-wide">
                <graphic filename="../afcfigures/g059151a.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figura 1. Ubicaci&#243;n del conector 4103</caption>
                <calloutgroup>
                    <callout1>1. Conector 4103</callout1>
                    <callout1>2. Soporte del motor del limpiaparabrisas</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desconecte el conector 4103 del mazo de cables (Figura 2).</para>
                <para>No intente hacer palanca en el seguro "rojo" del conector para separar el conector.</para>
                <randlist type="bullet">
                    <item>
                        <para>Aplique presi&#243;n a las dos (2) leng&#252;etas del seguro (Figura 3) hasta que escuche
                            un chasquido.
                        </para>
                    </item>
                    <item>
                        <para>Deslice el seguro hacia afuera para liberar las mitades del conector (Figura 4, elemento
                            2)
                        </para>
                    </item>
                    <item>
                        <para>Para volver a poner el seguro del conector, presione sobre las leng&#252;etas del seguro
                            (Figura 4, elemento 1) y deslice el seguro en el conector.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f059152" figsize="pg-wide">
                <graphic filename="../afcfigures/g059152.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figura 2. Desconecte el conector 4103 del mazo de cables (no haga palanca)</caption>
            </figure>
            <figure id="f059153" figsize="pg-wide">
                <graphic filename="../afcfigures/g059153.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="248px"/>
                <caption>Figura 3. Libere las leng&#252;etas de seguro en las flechas</caption>
            </figure>
            <figure id="f059154" figsize="pg-wide">
                <graphic filename="../afcfigures/g059154.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="248px"/>
                <caption>Figura 4. Seguro del conector</caption>
                <calloutgroup>
                    <callout1>1. Libere la leng&#252;eta para volver a enganchar el seguro</callout1>
                    <callout1>2. Seguro del conector</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <important>
                    <para>El mazo de cables del motor al tablero s&#243;lo se debe reemplazar cuando hay m&#225;s de
                        tres (3) clavijas del conector da&#241;adas por la corrosi&#243;n.
                    </para>
                    <para>Existen diferentes niveles de corrosi&#243;n que pueden aparecer en la clavija del conector.
                        Las clavijas pueden presentar una corrosi&#243;n color verde oscuro o azul. Con esta condici&#243;n,
                        el mazo de cables del motor se debe reemplazar. Si las clavijas del conector muestran una
                        corrosi&#243;n verde claro, ser&#225; necesario limpiarlas e inspeccionar si hay puntos oscuros
                        en la clavija.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Inspeccione para ver si las clavijas del conector presentan corrosi&#243;n. Si
                    <emph type="bold">no hay m&#225;s</emph>
                    de tres (3) clavijas con corrosi&#243;n, roc&#237;elas con Ecoline Contact Cleaner del juego
                    siguiendo las instrucciones de la lata de aerosol. Utilice un Q-Tip o equivalente para eliminar toda
                    evidencia de corrosi&#243;n (Figura 5). Vuelva a inspeccionar las clavijas que limpi&#243; y busque
                    puntos oscuros. Si hay puntos oscuros, reemplace hasta tres (3) clavijas, tanto en el lado del macho
                    como de la hembra del conector.
                </para>
                <specpara>
                    <note>
                        <para>Si hay m&#225;s de tres (3) clavijas de conector con corrosi&#243;n o puntos oscuros, debe
                            reemplazar el mazo de cables completo. Vaya al Paso 4.
                        </para>
                        <para>Si es posible limpiar toda la corrosi&#243;n de las clavijas del conector y NO hay puntos
                            oscuros, contin&#250;e:
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Cuando el conector est&#233; seco, roc&#237;e la clavija del conector con RID-OX Contact
                            Enhancer del juego, siguiendo las instrucciones de la lata de aerosol. Limpie el roc&#237;o
                            excesivo de la superficie externa del conector.
                        </para>
                    </item>
                    <item>
                        <para>Vuelva a poner las clavijas hembra correspondientes en el lado del mazo de cables del
                            tablero del conector.
                        </para>
                    </item>
                    <item>
                        <para>Instale el sello del conector del juego (Figura 6).</para>
                    </item>
                    <item>
                        <para>Vuelva a instalar el conector y reemplace las correas de uni&#243;n que cort&#243;.</para>
                    </item>
                    <item>
                        <para>Arranque el motor y revise si funciona correctamente.</para>
                    </item>
                </randlist>
            </step1>
            <figure id="f059153" figsize="pg-wide">
                <graphic filename="../afcfigures/g059155.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="264px"/>
                <caption>Figura 5. Limpie las clavijas del conector</caption>
            </figure>
            <figure id="f059154" figsize="pg-wide">
                <graphic filename="../afcfigures/g059156.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figura 6. Instale el sello del conector (flecha)</caption>
            </figure>
            <para>
                <emph type="bold">Los siguientes pasos son para reemplazar el mazo de cables del motor.</emph>
            </para>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre lejos las chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Para evitar lesiones personales, use
                        siempre lentes de seguridad y una protecci&#243;n para el rostro cuando trabaje cerca de las
                        bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo de la bater&#237;a y la conexi&#243;n a tierra ECM.</para>
            </step1>
            <step1>
                <para count="1">Saque la salpicadera del motor del lado del pasajero.</para>
            </step1>
            <step1>
                <para count="1">Saque la extensi&#243;n del guardafango del lado del conductor.</para>
            </step1>
            <step1>
                <para count="1">Saque la manguera de admisi&#243;n del enfriador de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire del conjunto del clutch del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el conjunto del respiradero de ventilaci&#243;n del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire de la v&#225;lvula solenoide del clutch del ventilador
                    en el solenoide.
                </para>
            </step1>
            <step1>
                <para count="1">Consultando la Figura 7, Cummins, o la Figura 8, Caterpillar, superponga el mazo de
                    cables del motor nuevo sobre el mazo de cables existente. Comenzando por un extremo del mazo de
                    cables antiguo, empiece a desconectar los conectores del mazo de cables e instale los conectores
                    equivalentes en el mazo de cables de reemplazo. Corte las correas de uni&#243;n seg&#250;n se
                    requiera y tome nota de su ubicaci&#243;n. Contin&#250;e trabajando en el mazo de cables antiguo
                    para desinstalar los conectores del mazo de cables e instalar los conectores equivalentes del mazo
                    de cables nuevo.
                </para>
                <para>Cuando el nuevo mazo de cables est&#233; completamente instalado, deseche antiguo e instale las
                    correas de uni&#243;n para reemplazar las correas de uni&#243;n que sac&#243;.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a poner las clavijas hembra en el lado del mazo de cables del tablero del
                    conector 4103 que corresponde a las clavijas macho corro&#237;das.
                </para>
            </step1>
            <figure id="f059155" figsize="pg-wide">
                <graphic filename="../afcfigures/g059157.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figura 7. Tendido del mazo de cables del motor Cummins y ubicaci&#243;n del conector de 24
                    clavijas (4103)
                </caption>
            </figure>
            <figure id="f059156" figsize="pg-wide">
                <graphic filename="../afcfigures/g059158.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figura 8. Tendido del mazo de cables del motor Caterpillar y ubicaci&#243;n del conector de 24
                    clavijas (4103)
                </caption>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar / conectar los componentes siguiendo los Pasos 4 a 10 en orden
                    inverso.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise si funciona correctamente.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t059152" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-05915-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccionar si hay corrosi&#243;n en el conector, limpiarlo e instalar el sello
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05915-2</para>
                            </entry>
                            <entry>
                                <para>Quitar y reemplazar el mazo de cables del motor a chasis</para>
                            </entry>
                            <entry>
                                <para>2.6 hrs.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05915.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-05915 se deben presentar a m&#225;s tardar el 30 de junio de 2007 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
