<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-05901 - La luz de revisi&#243;n del sistema el&#233;ctrico permanece encendida, sin que se
        registren c&#243;digos de error, en algunos modelos HPV fabricados entre el 1 de septiembre de 2004 y el 29 de
        septiembre de 2004.
    </stitle>
    <afc id="afc05901" translation="spanish">
        <afcnum>G-05901</afcnum>
        <afcdate>Marzo de 2005</afcdate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subject>La luz de revisi&#243;n del sistema el&#233;ctrico permanece encendida, sin que se registren c&#243;digos
            de error, en algunos modelos HPV fabricados entre el 1 de septiembre de 2004 y el 29 de septiembre de 2004.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1300, 3200, 3300, 4200, 4300, 4400, 7300, 7400, 7500, 7600, 8500, 8600
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3200
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3300
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>09/01/2004</startdate>
                        <enddate>09/29/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Cuando se enciende el motor, la luz de revisi&#243;n del sistema el&#233;ctrico se enciende y se
                    apaga despu&#233;s de 5 segundos. En algunos modelos HPV, fabricados entre el 1 de septiembre de
                    2004 y el 29 de septiembre de 2004, la luz de revisi&#243;n del sistema el&#233;ctrico permanece
                    encendida y no se registra ning&#250;n c&#243;digo de falla.
                </para>
                <para>Para resolver este problema, se desactivar&#225; la luz de revisi&#243;n del sistema el&#233;ctrico.</para>
                <para>Cuando se desactiva la luz de revisi&#243;n del sistema el&#233;ctrico, todav&#237;a quedar&#225;n
                    las siguientes advertencias sonoras y visuales.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>P&#233;rdida del enlace de datos de ESC: hay 10 pitidos de advertencia cortos y los
                            indicadores controlados por el ESC marcan la posici&#243;n m&#237;nima.
                        </para>
                    </item>
                    <item>
                        <para>P&#233;rdida del enlace de datos del Controlador del motor: hay 10 pitidos de advertencia
                            cortos y los indicadores controlados por el Controlador del motor marcan la posici&#243;n m&#237;nima.
                        </para>
                    </item>
                    <item>
                        <para>P&#233;rdida de actividad en el Microcontrolador del grupo de instrumentos: ning&#250;n
                            indicador del grupo de instrumentos responde.
                        </para>
                    </item>
                </randlist>
                <para>Los indicadores anteriores alertar&#225;n al operador y al t&#233;cnico que existe una falla en el
                    sistema el&#233;ctrico.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="9">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, aplique el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre lejos las chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Para evitar lesiones personales, use
                        siempre lentes de seguridad y protecci&#243;n para la cara cuando trabaje cerca de bater&#237;as.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>La electricidad est&#225;tica puede ocasionar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar con el grupo de instrumentos, aseg&#250;rese de eliminar toda la electricidad
                        est&#225;tica del cuerpo, tocando la parte met&#225;lica del tablero.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo y la tierra ECM de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite los sujetadores y las cubiertas inferiores de la columna de la direcci&#243;n
                    (Figura 1).
                </para>
            </step1>
            <figure id="f0590101" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590101.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="272px"/>
                <caption>Figura 1. Quite la cubierta inferior de la columna de la direcci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Quite los sujetadores y el panel del tablero del grupo de instrumentos (Figura 2).
                </para>
            </step1>
            <figure id="f0590102" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590102.webp" type="webp" scalefit="1" scalefitwidth="360px"
                         scalefitheight="288px"/>
                <caption>Figura 2. Quite el panel del tablero del grupo de instrumentos</caption>
            </figure>
            <step1>
                <para count="1">Quite los sujetadores del grupo de instrumentos (Figura 3) y saque el grupo de
                    instrumentos del tablero para obtener acceso al conector del mazo de cables (Figura 4). Quite el
                    grupo de instrumentos.
                </para>
            </step1>
            <figure id="f0590103" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590103.webp" type="webp" scalefit="1" scalefitwidth="368px"
                         scalefitheight="304px"/>
                <caption>Figura 3. Quite los sujetadores del grupo de instrumentos</caption>
            </figure>
            <figure id="f0590104" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590104.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="304px"/>
                <caption>Figura 4. Desconecte el conector del mazo de cables del grupo de instrumentos</caption>
            </figure>
            <step1>
                <para count="1">Coloque el grupo de instrumentos mirando hacia abajo sobre una superficie de trabajo
                    protegida.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los sujetadores de la cubierta trasera del grupo de instrumentos (Figura 5). Quite
                    la cubierta.
                </para>
            </step1>
            <figure id="f0590105" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590105.webp" type="webp" scalefit="1" scalefitwidth="376px"
                         scalefitheight="304px"/>
                <caption>Figura 5. Quite los sujetadores de la cubierta trasera</caption>
            </figure>
            <step1>
                <para count="1">Ubique la luz de revisi&#243;n del sistema el&#233;ctrico, identificada como SDS16 en la
                    tarjeta de circuitos (Figura 6).
                </para>
            </step1>
            <figure id="f0590106" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590106a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 6. Ubique la luz de revisi&#243;n del sistema el&#233;ctrico (Flecha)</caption>
            </figure>
            <step1>
                <para count="1">Las luces est&#225;n sujetas por dos puentes a la tarjeta de circuito. Utilice un
                    cuchillo afilado y corte uno de los puentes (Figura 7).
                </para>
            </step1>
            <figure id="f0590107" figsize="pg-wide">
                <graphic filename="../afcfigures/g0590108.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 7. Corte el puente</caption>
            </figure>
            <step1>
                <para count="1">Use un destornillador de hoja peque&#241;o para hacer palanca en la luz sobre la
                    superficie de la tarjeta de circuitos (Figura 8).
                </para>
            </step1>
            <figure id="f0590108" figsize="pg-wide">
                <graphic filename="../afcfigures/G0590109.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="280px"/>
                <caption>Figura 8. Palanca en la luz sobre la superficie de la tarjeta de circuitos</caption>
            </figure>
            <step1>
                <para count="1">Agarre la luz con alicates de nariz larga y tuerza cuidadosamente la luz para sacarla de
                    la tarjeta de circuitos (Figura 9)
                </para>
            </step1>
            <figure id="f0590110a" figsize="pg-wide">
                <graphic filename="../afcfigures/G0590110A.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figura 9. Quite la luz</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar el grupo de instrumentos, siguiendo los pasos 2 al 5 en orden
                    inverso.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Pruebe que tenga un funcionamiento correcto.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039071">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-05901</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite la luz de revisi&#243;n del sistema el&#233;ctrico</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.50 horas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05901.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-05901 se deben presentar a m&#225;s tardar el 31 de marzo de 2006 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
