<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-05914 - El cable del cambio de transmisi&#243;n est&#225; expuesto al m&#250;ltiple de
        escape en los modelos CF 500 y CF 600, fabricados entre el 1 de enero de 2005 y el 14 de julio de 2005.
    </stitle>
    <afc id="afc05914" translation="spanish">
        <afcnum>G-05914</afcnum>
        <afcdate>Enero de 2006</afcdate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>El cable del cambio de transmisi&#243;n est&#225; expuesto al m&#250;ltiple de escape en los modelos CF
            500 y CF 600, fabricados entre el 1 de enero de 2005 y el 14 de julio de 2005.
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>07/14/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CF 600
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>07/14/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El cable del cambio de transmisi&#243;n est&#225; expuesto al calor del m&#250;ltiple de escape,
                    por lo que puede ocasionar un alto esfuerzo de la palanca de cambios.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t059141" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.76*"/>
                    <colspec colname="col2" colwidth="1.51*"/>
                    <colspec colname="col3" colwidth="0.74*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de pieza</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>8000879R91</para>
                            </entry>
                            <entry>
                                <para>Juego de pantalla t&#233;rmica; el juego contiene lo siguiente:</para>
                                <para>3565208R1, Pantalla t&#233;rmica (1)</para>
                                <para>3564290C1, Abrazadera para temperatura alta (1)</para>
                                <para>289862C1, bloqueo de la correa del cable (2)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2588838C2</para>
                            </entry>
                            <entry>
                                <para>Cable del cambio</para>
                            </entry>
                            <entry>
                                <para>1</para>
                                <para>(Ver nota)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">NOTA:</emph>
                Reemplace el cable del cambio s&#243;lo si hay signos de da&#241;o por el calor en el cable del cambio
                y/o si el cambio de la transmisi&#243;n es dif&#237;cil.
            </para>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="5">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, aplique el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, deje que el veh&#237;culo se enfr&#237;e lo
                        suficiente antes de realizar este procedimiento de servicio.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ubique la palanca de cambios de la transmisi&#243;n y quite la chaveta de dos patas del
                    ajustador que conecta el cable del cambio a la palanca de cambios de la transmisi&#243;n (Figura 1).
                </para>
            </step1>
            <figure id="f059141" figsize="col-wide">
                <graphic filename="../afcfigures/g059141.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="168px"/>
                <caption>Figura 1. Quite la chaveta de dos patas</caption>
                <calloutgroup>
                    <callout1>1. Chaveta de dos patas</callout1>
                    <callout1>2. Palanca de cambios de la transmisi&#243;n</callout1>
                    <callout1>3. Ajustador del cable de cambios</callout1>
                    <callout1>4. Cable del cambio</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque el cable del cambio de la palanca de cambios de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Saque la abrazadera del cable del cambio del alojamiento de la transmisi&#243;n (Figura
                    2). Saque la abrazadera del cable del cambio.
                </para>
            </step1>
            <figure id="f059142" figsize="col-wide">
                <graphic filename="../afcfigures/g059142.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="168px"/>
                <caption>Figura 2. Saque la abrazadera del cable del cambio (flechas)</caption>
            </figure>
            <step1>
                <para count="1">Saque la abrazadera del soporte montado en el armaz&#243;n y el cable del cambio (Figura
                    3).
                </para>
            </step1>
            <figure id="f059143" figsize="col-wide">
                <graphic filename="../afcfigures/g059143.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="168px"/>
                <caption>Figura 3. Saque la abrazadera del cable del cambio (flecha)</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione si el cable del cambio tiene signos de da&#241;o por calor y/o si es dif&#237;cil
                    mover la palanca de cambios de la cabina.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si no hay signos de da&#241;o por calor y la palanca de cambios de la cabina se mueve f&#225;cilmente,
                            vaya al siguiente paso.
                        </para>
                    </item>
                    <item>
                        <para>Si hay signos de da&#241;o por calor y/o la palanca de cambios de la cabina est&#225;
                            dura, ser&#225; necesario reemplazar el cable del cambio.
                        </para>
                    </item>
                </randlist>
            </step1>
            <para>
                <title>El cable del cambio no tiene signos de da&#241;o por calor y los cambios son f&#225;ciles</title>
            </para>
            <step1>
                <para count="1">Marque la posici&#243;n de la contratuerca del ajustador en el cable del cambio (Figura
                    5, Punto 2) y saque el ajustador (Figura 5, Punto 3) del extremo del cable del cambio.
                </para>
            </step1>
            <step1>
                <para count="1">Instale (deslice) la pantalla t&#233;rmica, N&#250;mero de pieza 3565208R1, en el cable
                    del cambio (Figura 4) hasta que el extremo del ajustador del cable del cambio est&#233; como aparece
                    en la Figura 5. Instale una correa de bloqueo del cable, N&#250;mero de pieza 289862C1, en cada
                    extremo de la pantalla t&#233;rmica.
                </para>
            </step1>
            <figure id="f059144" figsize="pg-wide">
                <graphic filename="../afcfigures/g059144.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="248px"/>
                <caption>Figura 4. Instale (deslice) la pantalla t&#233;rmica en el cable del cambio</caption>
            </figure>
            <figure id="f059145" figsize="pg-wide">
                <graphic filename="../afcfigures/g059145a.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="248px"/>
                <caption>Figura 5. Pantalla t&#233;rmica correctamente instalada</caption>
                <calloutgroup>
                    <callout1>1. Ajustador del cable</callout1>
                    <callout1>2. Contratuerca del ajustador</callout1>
                    <callout1>3. Pantalla t&#233;rmica en el extremo del alojamiento del cable</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar el ajustador en el cable del cambio. Apriete la contratuerca de 80 a
                    98 Lbf pulg (9 a 11 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable del cambio a la palanca de cambios de la transmisi&#243;n con
                    una chaveta de dos patas nueva.
                </para>
            </step1>
            <step1>
                <para count="1">Con la ferreter&#237;a del Paso 3, ponga el cable del cambio en el alojamiento de la
                    transmisi&#243;n. Apriete de 80 a 98 Lbf-pulg. (9 a 11 Nm)
                </para>
            </step1>
            <step1>
                <para count="1">Use la abrazadera para alta temperatura, N&#250;mero de pieza 3564290C1, para poner el
                    cable del cambio en el soporte del armaz&#243;n (consulte el Paso 4). Apriete de 80 a 98 Lbf-pulg.
                    (9 a 11 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe que el cable del cambio funcione correctamente.</para>
            </step1>
            <para>
                <title>Para los cables con signos de da&#241;o por calor y/o cambios dif&#237;ciles</title>
            </para>
            <step1>
                <para count="1">Quite, instale y ajuste el cable del cambio de la transmisi&#243;n siguiendo el
                    procedimiento de la Secci&#243;n Servicio S13036, P&#225;ginas 320 a 331.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cable del cambio de refacci&#243;n, N&#250;mero de pieza 2588838C2. Incluya
                    la pantalla t&#233;rmica, N&#250;mero de pieza 3565208R1, la abrazadera para alta temperatura, N&#250;mero
                    de pieza 3564290C1, y las correas de bloqueo del cable, N&#250;mero de pieza 289862C1, siguiendo los
                    Pasos 7 al 12.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t059142" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-05914-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instale la pantalla t&#233;rmica del cable del cambio y la abrazadera para alta
                                    temperatura
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>0,5 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05914-2</para>
                            </entry>
                            <entry>
                                <para>Instale el cable del cambio de refacci&#243;n, la pantalla t&#233;rmica y la
                                    abrazadera para alta temperatura
                                </para>
                            </entry>
                            <entry>
                                <para>1,0 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05914.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-05914 se deben presentar a m&#225;s tardar el 31 de enero de 2007 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
