<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-05910 - Reemplazo de tanques de combustible entre los rieles (BTR) de 100 galones en buses
        CE, FE y RE fabricados entre el 16 de marzo y el 20 de julio de 2005
    </stitle>
    <afc id="afc05910" translation="spanish">
        <afcnum>G-05910</afcnum>
        <afcdate>Noviembre de 2005</afcdate>
        <subjectfile>TANQUES DE COMBUSTIBLE</subjectfile>
        <subject>Reemplazo de tanques de combustible entre los rieles (BTR) de 100 galones en buses CE, FE y RE
            fabricados entre el 16 de marzo y el 20 de julio de 2005
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Beach Mfg</vendor>
                <truckmodelgroup/>

                <truckmodel>CE 200
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>FE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE 200
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>RE 300
                    <daterange>
                        <startdate>03/16/2005</startdate>
                        <enddate>07/20/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ciertos modelos de buses CE, FE y RE fabricados entre el 16 de marzo y el 20 de julio de 2005
                    poseen tanques de combustible de 100 galones entre los rieles que no cumplen con la especificaci&#243;n
                    de materiales y se oxidan internamente, lo que hace que los filtros de combustible se obstruyan,
                    provocando una baja potencia del motor.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0591001">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="2" align="center">
                    <colspec colname="col1" align="center" colwidth="0.90*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de pieza</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>3584274C91</para>
                            </entry>
                            <entry>
                                <para>Tanque de combustible, 100 gal. BTR</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3586922C91</para>
                            </entry>
                            <entry>
                                <para>Tanque de combustible, 100 gal. BTR</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>3596530C91</para>
                            </entry>
                            <entry>
                                <para>Tanque de combustible, 100 gal. BTR</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Al pedir el tanque de combustible de reemplazo, pida el mismo n&#250;mero que aparece en la
                        etiqueta de especificaci&#243;n del veh&#237;culo.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>Procedimiento de reparaci&#243;n</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, ponga el freno de estacionamiento, coloque calzos en las ruedas y
                        apague el motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>El combustible diesel es inflamable, mant&#233;ngalo alejado de las fuentes de combusti&#243;n.
                        No prestar atenci&#243;n a esta advertencia podr&#237;a causar da&#241;os a la propiedad,
                        lesiones personales o incluso la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Revise el filtro/colador de combustible primario (atrapador de piedras) para ver si hay
                    signos de &#243;xido en el sistema del combustible.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si hubiera evidencia de &#243;xido, el combustible se debe vaciar y eliminar de manera
                            adecuada, y se deber&#225;n reemplazar los filtros de combustible.
                        </para>
                    </item>
                    <item>
                        <para>Si
                            <emph type="bold">no</emph>
                            se encuentra &#243;xido, coloque el combustible en un recipiente limpio y apropiado para
                            reutilizarlo cuando finalice este procedimiento de servicio.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f059101" figsize="full-pg">
                <graphic filename="../afcfigures/g059101.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Figura 1. Conjunto del tanque de combustible y jaula</caption>
                <calloutgroup>
                    <callout1>1. TUERCA DE MONTAJE (24)</callout1>
                    <callout1>2. PAR DE PERNOS DE MONTAJE (12)</callout1>
                    <callout1>3. TUBO DEL CUELLO DE LLENADO</callout1>
                    <callout1>4. MANGUERA DE VENTILACI&#211;N</callout1>
                    <callout1>5. MANGUERA DE LLENADO DE HULE</callout1>
                    <callout1>6. L&#205;NEA DE RETORNO DE COMBUSTIBLE</callout1>
                    <callout1>7. L&#205;NEA DE SUMINISTRO DE COMBUSTIBLE</callout1>
                    <callout1>8. L&#205;NEA DE VENTILACI&#211;N CENTRAL</callout1>
                    <callout1>9. UNIDAD DE TRANSMISI&#211;N</callout1>
                    <callout1>10. CONECTOR EL&#201;CTRICO</callout1>
                    <callout1>11. CORREA DE SUJECI&#211;N DEL TANQUE</callout1>
                    <callout1>12. BARRA TRANSVERSAL (EXTREMO CERRADO)</callout1>
                    <callout1>13. PERNO DE LA CORREA DE SUJECI&#211;N (6)</callout1>
                    <callout1>14. TUERCA DE MONTAJE DE LA CORREA DE SUJECI&#211;N (6)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque un gato de transmisi&#243;n u otro dispositivo de elevaci&#243;n adecuado bajo
                    el centro del conjunto de la jaula del tanque y levante el gato hasta que haga contacto con la parte
                    inferior de la jaula (Figura 2). El gato se puede ubicar en el centro del conjunto de la jaula del
                    tanque para evitar que &#233;ste se incline al bajarlo.
                </para>
            </step1>
            <figure id="f059102" figsize="pg-wide">
                <graphic filename="../afcfigures/G059102.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figura 2. Gato en contacto con la jaula del tanque de combustible</caption>
            </figure>
            <step1>
                <para count="1">Ub&#237;quese a un costado del tanque de combustible y saque una tuerca de montaje de
                    cada una de las tres (3) correas de sujeci&#243;n (Figura 1, Punto 11).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la tuerca de montaje en el otro extremo de cada correa de sujeci&#243;n (3), pero
                    no la saque.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de llenado de hule del tubo del cuello de llenado, quitando las
                    dos abrazaderas y deslizando la manguera para que salga del tubo de llenado (Figura 1). Podr&#237;a
                    ser necesario cortar las correas de uni&#243;n para mover la manguera de combustible. Observe la
                    ubicaci&#243;n original de todas las correas de uni&#243;n para poder volver a colocarlas en forma
                    correcta durante la instalaci&#243;n. Si la manguera no se puede separar completamente del tubo de
                    llenado, verifique que las abrazaderas de la manguera est&#233;n sueltas, de modo que &#233;sta se
                    desconecte a medida que el tanque baje.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure la jaula del tanque a la 'plataforma' del gato, con una cadena de seguridad o
                    correa de seguridad de trinchete. NOTA: no coloque la cadena o correa sobre el tanque. S&#243;lo
                    asegure la jaula. El tanque debe estar libre para sacarlo.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Los pernos de montaje est&#225;n dispuestos en pares verticales. Cada par de pernos est&#225;
                        soldado a una correa para simplificar la instalaci&#243;n (Figura 1, Punto 2 y Figura 3).
                    </para>
                </note>
            </specpara>
            <figure id="f059103" figsize="pg-wide">
                <graphic filename="../afcfigures/G059103.webp" type="webp" scalefit="1" scalefitheight="328px"/>
                <caption>Figura 3. Par de pernos de montaje</caption>
            </figure>
            <step1>
                <para count="1">Deje una tuerca de montaje instalada en cada esquina de la jaula, saque las 20 tuercas
                    restantes, asegurando la jaula del tanque de combustible al bastidor del veh&#237;culo (Figura 1,
                    Punto 1).
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, no trabaje debajo del conjunto del tanque y la
                        jaula mientras est&#233; apoyado en el gato.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Saque las cuatro tuercas de montaje restantes, luego levante ligeramente el gato para
                    poder retirar los dem&#225;s pernos de montaje. El tanque y la jaula ya est&#225;n separados del
                    bastidor del veh&#237;culo, pero contin&#250;an conectados por las l&#237;neas de combustible y el
                    mazo de cables.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>En el siguiente paso, mientras se baja la jaula del tanque, observe si hay signos de uniones e
                        inclinaci&#243;n. Si fuera necesario, use una palanca para evitar que la jaula se una.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Lentamente y con cuidado, baje el gato s&#243;lo lo suficiente para evitar el acceso a
                    la parte superior del tanque de combustible (aproximadamente 8 a 12 pulgadas).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si bien se podr&#237;a acceder a la parte superior del tanque de combustible a trav&#233;s de
                        un orificio de acceso en el piso del veh&#237;culo, en la mayor&#237;a de los casos, es m&#225;s
                        f&#225;cil acceder a esta &#225;rea desde la parte inferior del veh&#237;culo, una vez que el
                        conjunto del tanque y la jaula se haya bajado parcialmente.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si fuera necesario, finalice la desconexi&#243;n de la manguera de llenado de hule del
                    tubo del cuello de llenado.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie la parte superior del tanque en el &#225;rea de las conexiones de la unidad de
                    transmisi&#243;n y la manguera.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al desconectar las l&#237;neas en el paso siguiente, observe la ubicaci&#243;n de las correas
                        de uni&#243;n que se deben quitar y volver a colocar. Todas las correas de uni&#243;n se deben
                        reinstalar en su ubicaci&#243;n original.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En la parte superior del tanque de combustible (consulte la Figura 1):</para>
                <step2>
                    <para count="1">Retire el conector el&#233;ctrico de la unidad de transmisi&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Desconecte la manguera de ventilaci&#243;n de 'llenado', quitando la abrazadera de
                        &#233;sta.
                    </para>
                </step2>
                <step2>
                    <para count="1">Desconecte las l&#237;neas de combustible de suministro y retorno, separando las
                        conexiones Voss (f&#237;jese en qu&#233; conexi&#243;n debe ir cada l&#237;nea).
                    </para>
                </step2>
                <step2>
                    <para count="1">Extraiga la abrazadera correspondiente para sacar la manguera de llenado de
                        combustible del tanque.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Baje lentamente el gato a su posici&#243;n m&#225;s baja. Observe la orientaci&#243;n
                    del tanque y de la jaula.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Algunas jaulas est&#225;n 'cerradas' con barras transversales en uno de los extremos (Figura
                        1, Punto 12). Observe qu&#233; extremo de la jaula se orienta hacia la parte delantera del veh&#237;culo
                        y si el puerto de llenado se ubica en la parte delantera o trasera del tanque de combustible.
                        Esta informaci&#243;n ser&#225; necesaria al instalar el tanque de reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Verifique si hay espacio debajo del veh&#237;culo para mover el conjunto del tanque y la
                    jaula (y el gato). Si fuera necesario, levante el veh&#237;culo para tener el espacio necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva el conjunto del tanque y la jaula desde la parte de abajo del veh&#237;culo, hasta
                    una posici&#243;n de trabajo adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Si se utiliz&#243; un gato para levantar el veh&#237;culo, en este momento se puede
                    bajar.
                </para>
            </step1>
            <step1>
                <para count="1">Si a&#250;n queda una peque&#241;a cantidad de combustible en el tanque, vac&#237;elo
                    ahora.
                </para>
            </step1>
            <step1>
                <para count="1">Levante los extremos sueltos de las tres correas de sujeci&#243;n del tanque para poder
                    moverlo.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para extraer el tanque de la jaula en el siguiente Paso se requerir&#225;n dos personas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Deslice el tanque de combustible desde el extremo abierto de la jaula.</para>
            </step1>
            <step1>
                <para count="1">Transfiera los siguientes componentes desde este tanque al tanque de reemplazo (Figura
                    1):
                </para>
                <step2>
                    <para count="1">Unidad de transmisi&#243;n de combustible, apriete 5 tornillos usando un patr&#243;n
                        de l&#237;neas cruzadas hasta 20 a 25 lb/pulg. (2,3 a 2,8 Nm)
                    </para>
                </step2>
                <step2>
                    <para count="1">Conexi&#243;n de manguera de ventilaci&#243;n (delantera) para la manguera de
                        ventilaci&#243;n en el cuello de llenado
                    </para>
                </step2>
                <step2>
                    <para count="1">Manguera de ventilaci&#243;n y conexi&#243;n (central) para la manguera de ventilaci&#243;n
                        junto a la unidad de transmisi&#243;n (observe la ubicaci&#243;n de la manguera de ventilaci&#243;n)
                    </para>
                </step2>
                <step2>
                    <para count="1">Conexi&#243;n de la manguera de suministro de combustible</para>
                </step2>
                <step2>
                    <para count="1">Conexi&#243;n de la manguera de retorno de combustible</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Deseche el tanque de combustible de manera adecuada.</para>
            </step1>
            <specpara>
                <note>
                    <para>La colocaci&#243;n del tanque de combustible en la jaula del tanque requiere dos personas.
                    </para>
                </note>
                <note>
                    <para>Al deslizar el tanque de combustible hacia la jaula, coloque las correas de sujeci&#243;n del
                        tanque para evitar que &#233;stas interfieran con el tanque.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Deslice el tanque de reemplazo hacia la jaula, de modo que el orificio de llenado de
                    combustible quede correctamente orientado. El tanque debe quedar aproximadamente a una pulgada de la
                    barra transversal en el extremo cerrado de la jaula. El otro extremo del tanque debe estar nivelado
                    con los rieles de la jaula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las tres correas de sujeci&#243;n del tanque de combustible (Figura 1). Apriete
                    las tuercas de la correa de montaje en un costado de la jaula (llame a este lado A) hasta 20 a 25
                    libras/pie (27 a 34 Nm) y las tuercas de la correa en el lado opuesto (llame a este lado B) hasta 45
                    a 50 libras/pie (61 a 68 Nm) luego vuelva al lado A y apriete nuevamente las tuercas hasta 45 a 50
                    libras/pie (61 a 68 Nm).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para conseguir el espacio necesario para realizar el siguiente paso, podr&#237;a ser necesario
                        levantar el veh&#237;culo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque el conjunto del tanque y la jaula en la posici&#243;n de montaje aproximada
                    debajo del veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Si se utiliz&#243; un gato para levantar el veh&#237;culo, b&#225;jelo y retire el
                    gato.
                </para>
            </step1>
            <step1>
                <para count="1">Con un gato de transmisi&#243;n, levante el conjunto del tanque y la jaula
                    aproximadamente 8 a 12 pulgadas debajo de su posici&#243;n de montaje final.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>En el Paso siguiente, vuelva a colocar todas las mangueras y cables en sus rutas originales y
                        asegure con correas de uni&#243;n, si fuera necesario.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En la parte superior del tanque de combustible (Figura 1):</para>
                <step2>
                    <para count="1">Instale las l&#237;neas de suministro y retorno de combustible, conectando y
                        asegurando las conexiones Voss. (Aseg&#250;rese de que las l&#237;neas est&#233;n conectadas en
                        la posici&#243;n correcta, seg&#250;n lo observ&#243; durante la 'extracci&#243;n'.)
                    </para>
                </step2>
                <step2>
                    <para count="1">Conecte el mazo de cables al conector el&#233;ctrico de la unidad de transmisi&#243;n.</para>
                </step2>
                <step2>
                    <para count="1">Conecte la manguera de ventilaci&#243;n a la conexi&#243;n del tanque e instale la
                        abrazadera de la manguera.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale la manguera de llenado de combustible en el tanque, pero deje la abrazadera
                        suelta para permitir la alineaci&#243;n final en el &#250;ltimo paso.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Deslice las dos abrazaderas de la manguera en la parte superior de la manguera de
                    llenado de hule (Figura 1), luego alin&#233;ela y con&#233;ctela al tubo del cuello de llenado. No
                    apriete las abrazaderas de la manguera en este momento.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee la manguera de llenado de hule en la parte superior del tanque para reducir la
                    tensi&#243;n o uni&#243;n; luego apriete la abrazadera de la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Con cuidado levante el conjunto del tanque y la jaula hasta que se pueda instalar al
                    menos un perno de montaje en cada esquina del conjunto (Figura 1). Deje los pernos de montaje lo
                    suficientemente sueltos para permitir la alineaci&#243;n de los dem&#225;s orificios de montaje.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>En el Paso siguiente, puede ser necesario usar una palanca y/o ajustar el gato para alinear el
                        resto de los orificios de montaje de la jaula.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Sin apretar, instale los pernos y tuercas de montaje restantes. Una vez instaladas las
                    tuercas en todos los pernos de montaje, apriete las 24 tuercas de montaje hasta 340 a 370 libras/pie
                    (461 a 502 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Saque la correa de seguridad y el gato de transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Verifique que el tubo de llenado de combustible est&#233; completamente insertado en la
                    manguera de llenado de hule y que est&#233; ubicada correctamente en la puerta de llenado. Apriete
                    las dos abrazaderas de la manguera, asegur&#225;ndola al tubo (Figura 1).
                </para>
            </step1>
            <step1>
                <para count="1">Llene el tanque con el combustible extra&#237;do, si
                    <emph type="bold">no</emph>
                    hab&#237;a rastros de &#243;xido en el Paso 1.
                </para>
            </step1>
            <step1>
                <para count="1">Cebe el sistema de combustible siguiendo el procedimiento del manual del motor y
                    arranque el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que no haya fugas en el nuevo tanque de combustible.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0591002">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-05910-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Retirar y reemplazar el tanque de combustible</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>2,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05910.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44. Para asegurar que esta importante mejora se
                realice en forma oportuna, todos los reclamos de la actividad G-05910 se deben presentar a m&#225;s
                tardar el 30 de noviembre de 2006 o dentro del per&#237;odo normal de garant&#237;a para el veh&#237;culo,
                si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
