<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-05905 - Los modelos 9200i, 9400i y 9900i fabricados con motores Cummins ISX podr&#237;an
        tener un resorte de di&#225;metro incorrecto en la manguera inferior del radiador
    </stitle>
    <afc id="afc05905" translation="spanish">
        <afcnum>G-05905</afcnum>
        <afcdate>Mayo de 2005</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Los modelos 9200i, 9400i y 9900i fabricados con motores Cummins ISX podr&#237;an tener un resorte de di&#225;metro
            incorrecto en la manguera inferior del radiador
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>08/30/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>08/30/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>06/01/2004</startdate>
                        <enddate>07/15/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ciertos modelos 9000i con motores Cummins ISX podr&#237;an tener un resorte de menor tama&#241;o
                    en la manguera inferior del radiador, el cual podr&#237;a pasar a la bomba de agua y provocar da&#241;os.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, aplique el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, deje que el l&#237;quido refrigerante se enfr&#237;e lo
                        suficiente antes de realizar este procedimiento de servicio.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Libere la presi&#243;n del sistema de refrigeraci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Ubique la manguera inferior del radiador (Figure 1)</para>
            </step1>
            <figure id="f059051" figsize="pg-wide">
                <graphic filename="../afcfigures/G059051.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Manguera inferior del radiador</caption>
                <calloutgroup>
                    <callout1>1. Manguera inferior del radiador</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">En el Punto B en la Figura 2, sujete la manguera inferior del radiador con la mano y
                    determine si puede detectar el resorte dentro de &#233;sta. El extremo inferior del resorte debe
                    extenderse al menos hasta 12 pulgadas a partir del Punto A (parte superior de la manguera).
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Si la posici&#243;n del extremo del resorte es de 12 pulgadas o m&#225;s desde el Punto A,
                        vaya al Paso 4.
                    </para>
                </item>
                <item>
                    <para>Si la posici&#243;n del extremo inferior del resorte es menor que 12 pulgadas a partir del
                        Punto A, vaya al Paso 5 y realice los pasos 5 a 8.
                    </para>
                </item>
            </seqlist>
            <figure id="f059052" figsize="pg-wide">
                <graphic filename="../afcfigures/G059052a.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Ubicaci&#243;n del resorte</caption>
            </figure>
            <step1>
                <para count="1">Sujete la manguera inferior del radiador, tal como se muestra en la Figura 3, y compr&#237;mala
                    aproximadamente 1 pulgada (Figura 3, B-B) sobre una longitud de aproximadamente 2 pulgadas de la
                    manguera (Figura 3, A-A) para deformar el resorte dentro de &#233;sta.
                </para>
            </step1>
            <figure id="f059053" figsize="pg-wide">
                <graphic filename="../afcfigures/G059053a.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figura 3. Comprima la manguera para deformar el resorte</caption>
            </figure>
            <specpara>
                <note>
                    <para>S&#243;lo realice los Pasos 5 a 8 si la posici&#243;n del extremo del resorte es menor que 12
                        pulgadas a partir del Punto A en la Figura 2.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Escurra el l&#237;quido refrigerante del radiador en un recipiente limpio y adecuado y
                    extraiga la manguera inferior del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el resorte dentro de la manguera para cumplir el Paso 3, Punto A.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la manguera inferior del radiador y realice el Paso 4.</para>
            </step1>
            <step1>
                <para count="1">Llene el radiador con l&#237;quido refrigerante y revise si hay fugas.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t039071">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-05905-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione y ajuste el resorte</para>
                            </entry>
                            <entry colname="col3">
                                <para>0,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-05905-2</para>
                            </entry>
                            <entry>
                                <para>Inspeccione, escurra/llene nuevamente el l&#237;quido refrigerante, vuelva a
                                    ubicar y ajuste el resorte
                                </para>
                            </entry>
                            <entry>
                                <para>0,6 hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-05905.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-05905 se deben presentar a m&#225;s tardar el 31 de mayo de 2006 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
