<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-06912 - Inspeccione posibles faltas de pernos en la almohadilla de montaje trasera</stitle>
    <afc id="afc06912" translation="spanish">
        <afcnum>G-06912</afcnum>
        <afcdate>Octubre de 2006</afcdate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subject>Inspeccione posibles faltas de pernos en la almohadilla de montaje trasera</subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900ix
                    <daterange>
                        <startdate>07/19/2006</startdate>
                        <enddate>08/18/2006</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Posibles fugas de aceite de la parte superior derecha trasera de la transmisi&#243;n debido a la
                    falta de pernos en la almohadilla de montaje trasera.
                </para>
                <para>Esta campa&#241;a AFC se aplica a todos los modelos 9200i, 9400i, 9900i construidos en Chatham
                    desde el 19/07/06 hasta el 18/08/06 con la transmisi&#243;n de 10 velocidades del modelo Fuller FR.
                    Estos pueden identificarse por los pernos de m&#233;tricas color azul de la cubierta trasera.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0691201" tblwidth="col-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col2" colwidth="1.31*"/>
                    <colspec colname="COLSPEC0" colwidth="0.77*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Pernos M16 &#215;1.5, 25.4 mm</para>
                            </entry>
                            <entry>
                                <para>Dos</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, coloque la transmisi&#243;n en estacionamiento o
                        en neutro, ponga el freno de estacionamiento y bloquee las ruedas antes realizar un diagn&#243;stico
                        o procedimientos de servicio.
                    </para>
                </warning>
            </specpara>
            <figure id="f0691201" figsize="pg-wide">
                <graphic filename="../afcfigures/g0691201a.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="272px"/>
                <caption>Figura 1.</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione visualmente la almohadilla de montaje de la transmisi&#243;n para comprobar
                    los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Si hay pernos y no hay se&#241;ales de fuga, libere la unidad.</para>
            </step1>
            <step1>
                <para count="1">Si faltan pernos, revise el nivel del l&#237;quido de la transmisi&#243;n. Si el l&#237;quido
                    est&#225; a 1 pulgada del tap&#243;n de llenado, complete con el l&#237;quido correcto. Instale un
                    perno M16 &#215; 1.5, 25.4 mm, o m&#225;s corto en cada orificio. (Aseg&#250;rese de usar sellador
                    en las roscas de los pernos). Aplique una torsi&#243;n de 50 libras-pie y libere la unidad.
                </para>
            </step1>
            <step1>
                <para count="1">Si faltan pernos y el nivel del l&#237;quido es inferior a 1 pulgada por debajo del tap&#243;n
                    de llenado o est&#225; contaminado con agua, drene el l&#237;quido. Jale la cubierta de la PTO (toma
                    de la energ&#237;a) e inspeccione los engranajes para ver si est&#225;n gastados. Si los engranajes
                    no est&#225;n da&#241;ados, instale la cubierta de la PTO y llene con el l&#237;quido nuevo. Instale
                    un perno de M16 &#215; 1.5, 25.4 mm, o m&#225;s corto en cada orificio. (Aseg&#250;rese de usar
                    sellador en las roscas de los pernos). Aplique una torsi&#243;n de 50 libras-pie y libere la unidad.
                </para>
            </step1>
            <step1>
                <para count="1">Si encuentra alg&#250;n da&#241;o en los engranajes, rep&#225;relos seg&#250;n sea
                    necesario.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0691201" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-06912-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>S&#243;lo inspecci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.3 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-2</para>
                            </entry>
                            <entry>
                                <para>Instale los pernos y revise el l&#237;quido.</para>
                            </entry>
                            <entry>
                                <para>0.4 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-3</para>
                            </entry>
                            <entry>
                                <para>Instale los pernos, revise el l&#237;quido y agregue seg&#250;n sea necesario.
                                </para>
                            </entry>
                            <entry>
                                <para>0.5 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06912-4</para>
                            </entry>
                            <entry>
                                <para>Drene el l&#237;quido, jale la cubierta de la PTO y revise los engranajes en busca
                                    de da&#241;o.
                                </para>
                            </entry>
                            <entry>
                                <para>0.8 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>En el reclamo se puede utilizar una sola operaci&#243;n de trabajo.</para>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-06912.
            </para>
            <para>Es importante que la codificaci&#243;n se realice correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el manual de garant&#237;a, en la
                secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice en forma oportuna, todos los reclamos de la
                actividad G-06912 se deben presentar a m&#225;s tardar el 31 de octubre de 2007 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
