<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-06907R1 - Nuevo dise&#241;o del calentador del bloque del motor para eliminar fugas de
        refrigerantes en los motores DT 570 International&#174;, en determinados modelos 4000, 7000, 8000 HPV fabricados
        entre el 7 de abril de 2004 y el 19 de julio de 2006
    </stitle>
    <afc id="afc06907" translation="spanish">
        <afcnum>G-06907R1</afcnum>
        <afcdate>Octubre de 2006</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Nuevo dise&#241;o del calentador del bloque del motor para eliminar fugas de refrigerantes en los
            motores DT 570 International&#174;, en determinados modelos 4000, 7000, 8000 HPV fabricados entre el 7 de
            abril de 2004 y el 19 de julio de 2006
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4400
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>04/07/2004</startdate>
                        <enddate>07/19/2006</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>DT 570</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <emph type="bold">DESCRIPCI&#211;N DE LA REVISI&#211;N</emph>
                </para>
                <para>
                    <emph type="italic">Se sospecha que el per&#237;odo de fabricaci&#243;n de este grupo cambi&#243; de
                        "2/4/2004 a 8/5/2006" a "7/4/2004 a 19/7/2006". Todos los veh&#237;culos fueron correctamente
                        marcados en ISIS, solamente las fechas de este procedimiento de servicio eran incorrectas.
                    </emph>
                </para>
                <para>El nuevo dise&#241;o del calentador del bloque del motor ha mejorado la retenci&#243;n y los
                    sellos de torsi&#243;n del montaje para una mayor resistencia a la temperatura de funcionamiento del
                    motor.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0690701" tblwidth="pg-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="1.00*"/>
                    <colspec colname="col2" colwidth="1.00*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry>
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2004824C1</para>
                            </entry>
                            <entry>
                                <para>Antiguo dise&#241;o del calentador del bloque</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1875814C2</para>
                            </entry>
                            <entry>
                                <para>Nuevo dise&#241;o del calentador del bloque</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="3">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        en una superficie plana, aplique el freno de estacionamiento, apague el motor y coloque calzos
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte por l&#237;quido refrigerante o vapor caliente,
                        emplee &#250;nicamente el siguiente procedimiento para quitar la tapa a presi&#243;n del dep&#243;sito
                        del radiador o del dep&#243;sito de expansi&#243;n. Deje que el motor se enfr&#237;e primero.
                        Envuelva la tapa con un pa&#241;o bien grueso. Presione hacia abajo, suelte la tapa lentamente a
                        la primera posici&#243;n de la muesca y det&#233;ngase un instante para permitir que se libere
                        la presi&#243;n a trav&#233;s del tubo de derrame. Una vez liberada la presi&#243;n, se puede
                        quitar la tapa a presi&#243;n.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del motor en un contenedor adecuado y limpio.</para>
            </step1>
            <specpara>
                <note>
                    <para>Un peque&#241;o n&#250;mero de motores se pusieron en servicio con el cable del calentador de
                        bloque pero sin el calentador del bloque. El di&#225;metro interno del calentador del bloque est&#225;
                        sellado con un tap&#243;n de congelaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Extraiga el calentador del bloque o el tap&#243;n de congelaci&#243;n y el sellador
                    Loctite (si est&#225;n instalados) que est&#225; delante de la unidad de control del motor (ECU)/del
                    m&#243;dulo de propulsi&#243;n por inyecci&#243;n (IDM), del lado del conductor del veh&#237;culo
                    (Figura 1).
                </para>
            </step1>
            <figure id="f0690701" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690701.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figura 1. El tap&#243;n de congelaci&#243;n o el calentador del bloque extra&#237;dos se
                    muestran con la flecha.
                </caption>
            </figure>
            <step1>
                <para count="1">Limpie el di&#225;metro interno del tap&#243;n de congelaci&#243;n y la zona circundante
                    con un pa&#241;o de esmeril suave, con movimientos circulares alrededor de la abertura. No se mueva
                    hacia los laterales del di&#225;metro interno. Aseg&#250;rese de que el di&#225;metro interno est&#233;
                    limpio y sin irregularidades.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique el anillo sellado del calentador del bloque con un lubricante de anillos O e
                    instale el calentador del bloque (Figura 2). Aseg&#250;rese de que el elemento de calefacci&#243;n
                    no est&#233; en contacto con ning&#250;n metal dentro del bloque del motor. Cuando el calentador del
                    bloque est&#233; insertado correctamente en el di&#225;metro interno, ajuste el tornillo de cabeza
                    Allen a una torsi&#243;n de 40 a 45 libras-pulg (4.5 a 5 Nm) para fijarlo en su posici&#243;n.
                </para>
            </step1>
            <figure id="f0690702" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690702.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Instale el calentador del bloque.</caption>
                <calloutgroup>
                    <callout1>1. Tornillo de ajuste de cabeza Allen</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Conecte el conector de alimentaci&#243;n al calentador del bloque y aseg&#250;relo con
                    la tuerca cil&#237;ndrica (Figura 3).
                </para>
            </step1>
            <figure id="f0690703" figsize="pg-wide">
                <graphic filename="../afcfigures/g0690703.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figura 3. Conecte el conector de alimentaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a llenar el sistema de enfriamiento con el l&#237;quido refrigerante que se dren&#243;,
                    como se muestra en el Paso 1.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor, h&#225;galo funcionar hasta que alcance la temperatura de
                    funcionamiento y revise que no haya fugas.
                </para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0690701" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.47in"/>
                    <colspec colname="col2" colwidth="3.01in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>A40-06907-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quite y reemplace el calentador del bloque</para>
                            </entry>
                            <entry colname="col3">
                                <para>0.9 h</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-06907-2</para>
                            </entry>
                            <entry>
                                <para>Extraiga el tap&#243;n de congelaci&#243;n e instale el calentador del bloque
                                </para>
                            </entry>
                            <entry>
                                <para>1 h</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, con referencia al n&#250;mero autorizado de cambio de campo
                G-06907.
            </para>
            <para>Es importante que la codificaci&#243;n se realice correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el manual de garant&#237;a, en la
                secci&#243;n 7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice en forma oportuna, todos los reclamos de la
                actividad G-06907 se deben presentar a m&#225;s tardar el 31 de agosto de 2007 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
