<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-07912R - Inspeccione el engranaje de impulsi&#243;n y/o reemplace la bomba de direcci&#243;n
        hidr&#225;ulica en los motores MaxxForce 7
    </stitle>
    <afc id="m07912" translation="spanish">
        <afcnum>G-07912R</afcnum>
        <afcdate>Enero de 2008</afcdate>
        <subjectfile>MOTOR</subjectfile>
        <subject>Inspeccione el engranaje de impulsi&#243;n y/o reemplace la bomba de direcci&#243;n hidr&#225;ulica en
            los motores MaxxForce 7
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>04/04/2007</startdate>
                        <enddate>05/02/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE Bus
                    <daterange>
                        <startdate>04/04/2007</startdate>
                        <enddate>05/02/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>BE Bus
                    <daterange>
                        <startdate>04/04/2007</startdate>
                        <enddate>05/02/2007</enddate>
                    </daterange>
                </truckmodel>
                <engfamgroup/>

                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Se difundi&#243; una peque&#241;a cantidad de engranajes de impulsi&#243;n de bomba de direcci&#243;n
                    hidr&#225;ulica de producci&#243;n previa al proveedor de bombas de direcci&#243;n hidr&#225;ulica,
                    lo que podr&#237;a resultar en la instalaci&#243;n del engranaje err&#243;neo en los motores
                    Maxxforce 7. Es posible que la distancia central entre los engranajes de impulsi&#243;n e impulsados
                    no sea la adecuada para que &#233;stos engranen sin interferencia. Ello lleva a tensi&#243;n, fatiga
                    y astillamiento de los dientes del engranaje de la bomba PS. Con el tiempo podr&#237;a producir s&#237;ntomas
                    de baja presi&#243;n de aceite que resulta por la presencia de metal en el colector de aceite y,
                    finalmente, falla del motor.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>En base a los resultados de la inspecci&#243;n, si s&#243;lo la bomba de direcci&#243;n hidr&#225;ulica
                requiere reemplazo, use la tabla de piezas a continuaci&#243;n para determinar el tipo de bomba que se
                necesita.
            </para>
            <table id="t0791201" tblwidth="pg-wide">
                <title>Tabla 1 Informaci&#243;n de reemplazo de la bomba de direcci&#243;n hidr&#225;ulica</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.71*"/>
                    <colspec colname="col2" colwidth="1.51*"/>
                    <colspec colname="col3" colwidth="0.77*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3811259C91</para>
                            </entry>
                            <entry>
                                <para>Bomba de direcci&#243;n hidr&#225;ulica para (chasis de frenos de aire)</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3811260C91</para>
                            </entry>
                            <entry>
                                <para>Bomba de direcci&#243;n hidr&#225;ulica para (chasis de frenos hidr&#225;ulicos)
                                </para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="ftsip047201" figsize="col-wide">
                <graphic filename="../afcfigures/d06136a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 1. Ilustraci&#243;n de la ubicaci&#243;n del n&#250;mero de pieza</caption>
                <calloutgroup>
                    <callout1>1. Ubicaci&#243;n del n&#250;mero de pieza y de la descripci&#243;n de la bomba</callout1>
                </calloutgroup>
            </figure>
        </partsinfo>
        <svcproc id="s12.2.1" svcproctype="remove" graphiccount="1">
            <title>PROCEDIMIENTO DE INSPECCI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, aseg&#250;rese de que la transmisi&#243;n est&#233;
                        en neutro o en estacionamiento, que el freno de estacionamiento est&#233; puesto y que las
                        ruedas est&#233;n bloqueadas antes de realizar los procedimientos de diagn&#243;stico o
                        servicio.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, aseg&#250;rese de que el motor se haya enfriado
                        antes de quitar componentes.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, no permita que los l&#237;quidos del motor
                        permanezcan en su piel. Limpie la piel y las u&#241;as con la ayuda de un limpiador para manos y
                        lave con agua y jab&#243;n. Lave o deseche la ropa o los trapos que est&#233;n contaminados con
                        los l&#237;quidos del motor.
                    </para>
                </warning>
            </specpara>
            <para>1. Inspeccione la etiqueta de la bomba de direcci&#243;n hidr&#225;ulica: si no se encuentra una
                etiqueta de c&#243;digo de lote en la bomba o tiene un a&#241;o de fabricaci&#243;n '06, reemplace la
                bomba (consulte la Figura 2).
            </para>
            <para>2. Si la etiqueta tiene un c&#243;digo de lote con un a&#241;o de fabricaci&#243;n 07, no se necesita
                reparaci&#243;n (consulte la Figura 2).
            </para>
            <figure id="f0791201" figsize="pg-wide">
                <graphic filename="../afcfigures/g0791201.webp" type="webp" scalefit="1" scalefitwidth="408px"
                         scalefitheight="344px" box="no"/>
                <caption>Figura 2.</caption>
            </figure>
            <para>QUITE LA BOMBA DE DIRECCI&#211;N HIDR&#193;ULICA</para>
            <para>A. Si se requiere el reemplazo de la bomba, inspeccione los dientes del engranaje de impulsi&#243;n
                despu&#233;s de extraer la bomba de direcci&#243;n hidr&#225;ulica.
            </para>
            <para>B. Si no se descubre desgaste en los dientes del engranaje, reemplace s&#243;lo la bomba de direcci&#243;n
                hidr&#225;ulica.
            </para>
            <para>C. Si hay una indicaci&#243;n de desgaste en la punta del diente que parezca ser movimiento de metal,
                o deslizamiento sobre la punta del diente, abra un archivo de caso de servicio t&#233;cnico y se le
                proporcionar&#225;n instrucciones adicionales.
            </para>
            <para>
                <emph type="bold">NORMA GUBERNAMENTAL: Los l&#237;quidos del motor (aceite, combustible y l&#237;quido
                    refrigerante) pueden ser una amenaza para el medio ambiente. Recicle o deseche los l&#237;quidos del
                    motor seg&#250;n las normas pertinentes. Nunca coloque l&#237;quidos del motor en la basura, en el
                    suelo, en alcantarillas ni en aguas.
                </emph>
            </para>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0791203" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="1.66in"/>
                    <colspec colname="col2" colwidth="3.28in"/>
                    <colspec colname="col3" colwidth="1.57in"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#176; de operaci&#243;n.</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A40-07912-1</para>
                            </entry>
                            <entry>
                                <para>Inspeccione s&#243;lo el c&#243;digo de fecha en la bomba de direcci&#243;n hidr&#225;ulica</para>
                            </entry>
                            <entry>
                                <para>0,2 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07912-2</para>
                            </entry>
                            <entry>
                                <para>Reemplazo s&#243;lo de la bomba de direcci&#243;n hidr&#225;ulica</para>
                            </entry>
                            <entry>
                                <para>1,6 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07912-3</para>
                            </entry>
                            <entry>
                                <para>Quite y vuelva a colocar la direcci&#243;n hidr&#225;ulica/engranajes de la bomba
                                    de combustible y la bomba con transmisi&#243;n autom&#225;tica
                                </para>
                            </entry>
                            <entry>
                                <para>5,0 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07912-4</para>
                            </entry>
                            <entry>
                                <para>Quite y vuelva a colocar la direcci&#243;n hidr&#225;ulica/engranajes de la bomba
                                    de combustible y la bomba con transmisi&#243;n manual
                                </para>
                            </entry>
                            <entry>
                                <para>5,3 hr.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>A40-07912-5</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para reemplazo del engranaje trasero con PTO</para>
                            </entry>
                            <entry>
                                <para>0,5 Hr.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-07912.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 al 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-07912 se deben presentar a m&#225;s tardar el 31 de enero de 2009 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
