<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC G-07903 - Posibilidad de contacto del muelle de suspensi&#243;n delantera Hendrickson AirTek
        con el extremo de un perno Huck en el soporte trasero de la suspensi&#243;n delantera de los camiones
        International modelo 9000
    </stitle>
    <afc id="M07903" translation="spanish">
        <afcnum>G-07903</afcnum>
        <afcdate>Agosto de 2007</afcdate>
        <subjectfile>MUELLES</subjectfile>
        <subject>Posibilidad de contacto del muelle de suspensi&#243;n delantera Hendrickson AirTek con el extremo de un
            perno Huck en el soporte trasero de la suspensi&#243;n delantera de los camiones International modelo 9000
        </subject>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>AirTek</vendor>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>08/29/2006</startdate>
                        <enddate>10/10/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>03AZE</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este AFC se aplica a todos los camiones 9000 equipados con el c&#243;digo de caracter&#237;stica
                    03AZE.
                </para>
                <para>Todos los modelos de cami&#243;n antes mencionados deben inspeccionarse en busca de posible
                    contacto del muelle con el extremo de un perno Huck en el soporte trasero de la suspensi&#243;n
                    delantera, ya que se podr&#237;a romper el muelle de la suspensi&#243;n delantera.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0790301" tblwidth="pg-wide">
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.70*"/>
                    <colspec colname="col2" colwidth="1.66*"/>
                    <colspec colname="col3" colwidth="0.63*"/>
                    <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de pieza</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN1">
                                <para>Reemplazo de Huck</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414078C1</para>
                            </entry>
                            <entry>
                                <para>Perno hexagonal con reborde 5/8-18 UNF x 2.0" Grado 8</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>414089C1</para>
                            </entry>
                            <entry>
                                <para>Contratuerca hexagonal con reborde 5/8-18 UNF</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8000892R91</para>
                            </entry>
                            <entry>
                                <para>Juego de reemplazo de muelle para reemplazo de un muelle</para>
                            </entry>
                            <entry>
                                <para>1 &#243; 2 seg&#250;n se requiera para el procedimiento de servicio</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, aseg&#250;rese de que la transmisi&#243;n est&#233;
                        en neutro o en estacionamiento, que el freno de estacionamiento est&#233; puesto y que las
                        ruedas est&#233;n bloqueadas antes de realizar los procedimientos de diagn&#243;stico o
                        servicio.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Coloque el cofre en posici&#243;n elevada.</para>
            </step1>
            <step1>
                <para count="1">Retire las extensiones de la defensa izquierda y derecha.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione los muelles de la suspensi&#243;n izquierda y derecha en busca de cualquier
                    contacto con el extremo del perno Huck (Figura 1).
                </para>
            </step1>
            <figure id="f0790301" figsize="pg-wide">
                <graphic filename="../afcfigures/g0790301x.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="408px"/>
                <caption>Figura 1.</caption>
                <calloutgroup>
                    <callout1>Huck que se debe reemplazar</callout1>
                    <callout1>&#193;rea de inspecci&#243;n en busca de contactos</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si se aprecia que un muelle entra en contacto con un perno, dicho muelle se debe
                    reemplazar. Contin&#250;e con el Paso 5 para la reparaci&#243;n de cualquier lado del veh&#237;culo
                    en que NO se aprecie que el muelle entra en contacto con el perno. Vaya al Procedimiento de
                    reemplazo del muelle en caso de que alg&#250;n muelle muestre evidencia de contacto con el perno.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno Huck (Figura 1) y reempl&#225;celo con el n&#250;mero de perno 414078C1
                    (5/8" x 2" Grado 8) o equivalente. El perno se debe instalar en la parte inferior con la cabeza
                    hacia abajo. Instale la tuerca con el n&#250;mero de pieza 414089C1 (5/8" Grado 8) o equivalente y
                    apl&#237;quele una torsi&#243;n de 220 libras pie.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar las extensiones de la defensa si no se requiere el reemplazo del
                    muelle y cierre el cofre. El procedimiento est&#225; terminado.
                </para>
            </step1>
            <step1>
                <para count="1">Si uno o ambos muelles requieren reemplazo, contin&#250;e con el siguiente Procedimiento
                    de reemplazo del muelle.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>PROCEDIMIENTO DE REEMPLAZO DEL MUELLE</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, desinfle y desconecte el sistema de aire antes de
                        levantar la parte delantera del veh&#237;culo. Antes y durante el desinflado e inflado del
                        sistema de suspensi&#243;n de aire delantero, aseg&#250;rese de que no haya personal ni equipos
                        debajo del veh&#237;culo o alrededor del &#225;rea de servicio.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, estacione el cami&#243;n sobre una superficie s&#243;lida
                        y plana. Coloque el veh&#237;culo en neutro y aplique el freno de estacionamiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Consulte las Advertencias de muelles neum&#225;ticos anteriores antes de desinflar o
                    inflar el sistema de suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desinfle los muelles neum&#225;ticos, soltando la arandela de goma superior del
                    varillaje de la v&#225;lvula de control de altura del perno superior, y purgue el aire del sistema
                    de suspensi&#243;n, bajando el brazo del varillaje de la v&#225;lvula de control de altura.
                </para>
            </step1>
            <step1>
                <para count="1">Drene completamente todos los tanques de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire del muelle neum&#225;tico.</para>
            </step1>
            <step1>
                <para count="1">Instale un gato de piso con una placa de elevaci&#243;n de 4" debajo del eje y levante
                    el cami&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las llantas.</para>
            </step1>
            <step1>
                <para count="1">Instale soportes de bastidor detr&#225;s de los montajes traseros de muelle delantero
                    para apoyar el veh&#237;culo. Puede ser necesario quitar los componentes perif&#233;ricos para la
                    instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Baje el gato permitiendo que el eje cuelgue, pero sin sacarlo del eje.</para>
            </step1>
            <step1>
                <para count="1">Suelte los dos pernos de ojo del muelle, pero SIN sacarlos.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos de ojo del muelle trasero.</para>
            </step1>
            <para>CONSEJO DE SERVICIO: para facilitar el retiro de los pernos de ojo del muelle puede ser necesario
                subir o bajar un poco el eje.
            </para>
            <step1>
                <para count="1">Quite los dos pernos de montaje del amortiguador inferior.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los sujetadores de montaje del muelle neum&#225;tico inferior de la
                    almohadilla superior y elim&#237;nelos.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte (NO QUITE) las contratuercas de nylon del grupo de abrazadera del muelle de hojas
                    que NO se reemplazar&#225;.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>No use un soplete de corte para quitar los pernos del grupo de abrazadera o los sujetadores de
                        fijaci&#243;n. El uso de calor en los componentes de la suspensi&#243;n puede afectar
                        negativamente la resistencia de las piezas. Un componente da&#241;ado de esta forma puede
                        provocar la p&#233;rdida de control del veh&#237;culo y posibles lesiones personales o da&#241;os
                        a la propiedad.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Quite los sujetadores del grupo de abrazadera de 3/4", la almohadilla superior y la
                    envoltura y revestimiento del eje inferior del muelle de hojas que se retirar&#225; (Figura 2).
                </para>
            </step1>
            <figure id="f0790302" figsize="pg-wide">
                <graphic filename="../afcfigures/g0790302f.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="484px"/>
                <caption>Figura 2.</caption>
                <calloutgroup>
                    <callout1>1. Contratuerca de nylon del grupo de abrazadera de 3/4"-10 UNC: apriete de 285-305 libras
                        pie
                    </callout1>
                    <callout1>2. Perno posicionador</callout1>
                    <callout1>3. Muelle de hojas</callout1>
                    <callout1>4. Perno del amortiguador inferior de 3/4"-10 UNC</callout1>
                    <callout1>5. Perno hexagonal 3/4"-10 UNC</callout1>
                    <callout1>6. Arandela plana de 3/4"</callout1>
                    <callout1>7. Suspensor delantero</callout1>
                    <callout1>8. Contratuerca de 3/4"-10 UNC</callout1>
                    <callout1>9. Arandela dura de 3/4"</callout1>
                    <callout1>10. Amortiguador</callout1>
                    <callout1>11. Muelle neum&#225;tico</callout1>
                    <callout1>12. Suspensor trasero</callout1>
                    <callout1>13. Perno hexagonal de 3/4"-10 UNC</callout1>
                    <callout1>14. Arandela plana de 3/4"</callout1>
                    <callout1>15. Contratuerca de nylon de 3/4"-10 UNC: apriete de 285-305 libras pie</callout1>
                    <callout1>16. Placa del extremo del muelle</callout1>
                    <callout1>17. Montaje del muelle trasero</callout1>
                    <callout1>18. Arandela de empuje</callout1>
                    <callout1>19. Contratuerca hexagonal de 3/4"-10 UNC - apriete de 225-275 libras pie</callout1>
                    <callout1>20. Cu&#241;a de inclinaci&#243;n (si est&#225; equipada)</callout1>
                    <callout1>21. Envoltura superior</callout1>
                    <callout1>22. Revestimiento de la envoltura del eje inferior</callout1>
                    <callout1>23. Envoltura inferior</callout1>
                    <callout1>24. Arandela plana de 3/4"</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Baje el gato, permitiendo que la suspensi&#243;n oscile hacia abajo fuera del suspensor
                    trasero.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de ojo del muelle delantero del muelle de hojas que est&#233; reparando
                    y elim&#237;nelos.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto del muelle de hojas. El peso aproximado del muelle es de 60 libras.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Tenga presente la cantidad y orientaci&#243;n de las cu&#241;as de inclinaci&#243;n (si est&#225;n
                        equipadas) en la envoltura del eje superior; es posible que se deslicen durante el retiro del
                        muelle de hojas.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">REEMPLAZO DEL PERNO HUCK:</emph>Quite el perno Huck (Figura 1) y reempl&#225;celo con
                el perno con n&#250;mero de pieza 414078c1 o equivalente. El perno se debe instalar en la parte inferior
                con la cabeza hacia abajo. Instale la tuerca con el n&#250;mero de pieza 414089c1 o equivalente y apl&#237;quele
                una torsi&#243;n de 298 Nm (220 libras pie).
            </para>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="3">
            <title>Instalaci&#243;n del muelle</title>
            <step1>
                <para count="1">Instale el conjunto de muelle de hojas en el eje y en el suspensor de muelle
                    delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el perno de ojo del muelle delantero de 3/4", pero NO lo apriete.</para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de volver a instalar todas las cu&#241;as de inclinaci&#243;n (si est&#225;n
                    equipadas) que se puedan haber desplazado durante el desmontaje del muelle de hojas, en la misma
                    orientaci&#243;n que se retiraron antes del desmontaje.
                </para>
            </step1>
            <step1>
                <para count="1">Enganche el muelle de hojas al eje con el perno posicionador del muelle de hojas en el
                    orificio de alineaci&#243;n de la envoltura del eje superior.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la almohadilla superior arriba del muelle de hojas.</para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo revestimiento de envoltura del eje inferior en la envoltura del eje
                    inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la envoltura del eje inferior.</para>
            </step1>
            <step1>
                <para count="1">Instale los nuevos pernos del grupo de abrazadera (Grado 8), las arandelas y las
                    contratuercas de nylon nuevas (Grado c). Las contratuercas de nylock se deben reemplazar al retirar
                    el grupo de abrazadera.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los sujetadores del grupo de abrazadera en 136 Nm (100 libras pie).</para>
            </step1>
            <step1>
                <para count="1">Eleve el eje y oriente el conjunto de muelle en el suspensor de muelle trasero.</para>
            </step1>
            <step1>
                <para count="1">Instale el perno de ojo del muelle trasero de 3/4" en el suspensor trasero. El perno se
                    debe instalar desde el lado interno hacia el lado externo (consulte la Figura 2)
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de montaje del amortiguador inferior desde el lado externo hacia el
                    lado interno.
                </para>
            </step1>
            <step1>
                <para count="1">Baje el gato de piso.</para>
            </step1>
            <specpara>
                <note>
                    <para>S&#243;lo el peso del eje debe estar sobre el muelle en el momento que se aprieten los
                        sujetadores de muelle de ojo delanteros y traseros al valor de torsi&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apriete los pernos de montaje del amortiguador inferior a una torsi&#243;n de 352 Nm
                    (260 libras pie).
                </para>
            </step1>
            <step1>
                <para count="1">Apriete las contratuercas de ojo del muelle delantero y trasero de 3/4" a una torsi&#243;n
                    de 407 Nm (300 libras pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los muelles neum&#225;ticos en la almohadilla superior con tuercas nuevas.
                    Apriete las tuercas a 41 Nm (30 libras pie). Aseg&#250;rese de que el pist&#243;n del muelle neum&#225;tico
                    se asiente correctamente en la almohadilla superior (consulte la Figura 3).
                </para>
            </step1>
            <figure id="f0790303" figsize="pg-wide">
                <graphic filename="../afcfigures/g0790303f.webp" type="webp" scalefit="1" scalefitwidth="448px"
                         scalefitheight="408px"/>
                <caption>Figura 3.</caption>
                <calloutgroup>
                    <callout1>1. Protuberancia en la almohadilla superior para brindar acceso al perno del muelle neum&#225;tico</callout1>
                    <callout1>2. Perno del pist&#243;n</callout1>
                    <callout1>3. Montaje de eslab&#243;n</callout1>
                    <callout1>4. Perno del amortiguador inferior de 3/4"</callout1>
                    <callout1>5. Arandela del amortiguador de 3/4"</callout1>
                    <callout1>6. Conjunto de varillaje</callout1>
                    <callout1>7. Amortiguador</callout1>
                    <callout1>8. Conexi&#243;n de aire de 1/4" NPT</callout1>
                    <callout1>9. Soporte del muelle neum&#225;tico superior</callout1>
                    <callout1>10. Muelle neum&#225;tico de 3/4" en la contratuerca del soporte del muelle neum&#225;tico
                        superior: apriete de 40-50 libras pie
                    </callout1>
                    <callout1>11. Posici&#243;n del muelle neum&#225;tico</callout1>
                    <callout1>12. Contratuerca del amortiguador de 3/4": apriete de 225-275 libras pie</callout1>
                    <callout1>13. Arandela del amortiguador de 3/4"</callout1>
                    <callout1>14. Muelle neum&#225;tico</callout1>
                    <callout1>15. Espiga de alineaci&#243;n del muelle neum&#225;tico</callout1>
                    <callout1>16. Almohadilla superior</callout1>
                    <callout1>17. Arandela del muelle neum&#225;tico de 1/2"</callout1>
                    <callout1>18. Muelle neum&#225;tico de 1/2" en la contratuerca de la almohadilla superior: apriete
                        de 25-35 libras pie
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale las llantas.</para>
            </step1>
            <step1>
                <para count="1">Consulte las advertencias e instrucciones sobre el muelle neum&#225;tico en la secci&#243;n
                    de aviso de seguridad importante de esta publicaci&#243;n antes de desinflar o inflar el sistema de
                    suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de aire al muelle neum&#225;tico e infle el sistema.</para>
            </step1>
            <step1>
                <para count="1">Instale el varillaje de la v&#225;lvula de control de altura e infle la suspensi&#243;n
                    hasta la presi&#243;n de funcionamiento normal.
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y retire los soportes de bastidor.</para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Quite el gato de piso.</para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que el grupo de abrazadera est&#233; correctamente alineado, que los
                    pernos hexagonales se asienten en la almohadilla superior y que la envoltura del eje inferior est&#233;
                    centrada en la envoltura del eje superior (consulte la Figura 4).
                </para>
            </step1>
            <figure id="f0790304" figsize="col-wide">
                <graphic filename="../afcfigures/g0790304.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figura 4.</caption>
                <calloutgroup>
                    <callout1>IMPORTANTE: aseg&#250;rese de que el grupo de abrazadera est&#233; correctamente
                        alineado
                    </callout1>
                    <callout1>Grupo de abrazadera: 3/4" Contratuercas: apriete de 285-305 libras pie</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Apriete las contratuercas del grupo de abrazadera de forma uniforme en incrementos de 70
                    Nm (50 libras pie) hasta una torsi&#243;n de 386-414 Nm (285-305 libras pie) en el patr&#243;n
                    correcto para lograr una tensi&#243;n uniforme de los pernos (consulte la Figura 5).
                </para>
            </step1>
            <figure id="f0790305" figsize="col-wide">
                <graphic filename="../afcfigures/g0790305.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px"/>
                <caption>Figura 5.</caption>
                <calloutgroup>
                    <callout1>IMPORTANTE: aseg&#250;rese de que los pernos de la abrazadera de 3/4" se asienten
                        correctamente en la almohadilla superior
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Verifique la altura de suspensi&#243;n correcta. Consulte el documento adjunto para
                    obtener informaci&#243;n sobre la secci&#243;n Alineaci&#243;n y ajuste de esta publicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los calzos de las ruedas.</para>
            </step1>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0790301" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.34in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-07903-1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspeccione y reemplace los pernos Huck</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>1.0 hora</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-07903-2</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para un muelle</para>
                            </entry>
                            <entry align="center">
                                <para>1.3 hrs</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-07903-3</para>
                            </entry>
                            <entry>
                                <para>Adici&#243;n para ambos muelles</para>
                            </entry>
                            <entry align="center">
                                <para>2.4 hrs</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a. Los
                <hotlnk xrefid="afclaim">reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al N&#250;mero autorizado de cambio de campo
                G-07903.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 al 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-07903 se deben presentar a m&#225;s tardar el 31 de agosto de 2008 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spCLAIM.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
