<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AFC 07901 - Es posible que las l&#237;neas de aire est&#233;n cruzadas en la v&#225;lvula de
        protecci&#243;n de presi&#243;n en ciertos modelos de buses FE escolares y FE comerciales
    </stitle>
    <afc id="afc07901" translation="spanish">
        <afcnum>07901</afcnum>
        <afcdate>Febrero de 2007</afcdate>
        <subjectfile>Frenos</subjectfile>
        <subject>Es posible que las l&#237;neas de aire est&#233;n cruzadas en la v&#225;lvula de protecci&#243;n de
            presi&#243;n en ciertos modelos de buses FE escolares y FE comerciales
        </subject>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>FE 300
                    <daterange>
                        <startdate>02/11/2004</startdate>
                        <enddate>11/28/2006</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>14TBS</ucode>
                <ucode>14TBT</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Es posible que las l&#237;neas de aire est&#233;n cruzadas desde la v&#225;lvula de inversi&#243;n
                    SR-1 y la v&#225;lvula niveladora de la bolsa de aire hacia la V&#225;lvula de protecci&#243;n de
                    presi&#243;n en el tanque de aire en ciertos modelos de buses FE escolares y comerciales.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>No se requieren piezas. Las l&#237;neas intercambiadas tienen el largo suficiente como para invertir
                su posici&#243;n.
            </para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>procedimiento de servicio</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales o la posibilidad de muerte, aseg&#250;rese de que la
                            transmisi&#243;n est&#233; en neutro o en estacionamiento, que el freno de estacionamiento
                            est&#233; puesto y que las ruedas est&#233;n bloqueadas antes de realizar los procedimientos
                            de diagn&#243;stico o servicio.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves o la muerte, drene por completo todos los tanques
                            de aire y l&#237;neas de aire antes de desconectar las l&#237;neas de aire o los
                            componentes.
                        </para>
                    </warning>
                </specpara>
                <para>Este procedimiento de servicio se divide en dos (2) secciones: 1) una inspecci&#243;n y 2) una
                    secci&#243;n de cambio de plomer&#237;a. Realice primero la inspecci&#243;n del veh&#237;culo para
                    determinar si es necesario llevar a cabo un cambio de la plomer&#237;a.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Inspecci&#243;n</title>
                <step1>
                    <para count="1">Los tanques y l&#237;neas de aire se pueden ver al observar por debajo de la parte
                        delantera del bus. Si el color de la l&#237;nea de aire no est&#225; visible debido a la
                        suciedad o con pintura, deber&#225; deslizarse por debajo del bus y limpiar la suciedad o quitar
                        la pintura de las l&#237;neas de aire, para poder efectuar la inspecci&#243;n.
                    </para>
                </step1>
                <figure id="f0790101" figsize="col-wide">
                    <graphic filename="../afcfigures/g0790101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="192px"/>
                    <caption>Figura 1.</caption>
                </figure>
                <step1>
                    <para count="1">Si la plomer&#237;a de la l&#237;nea de aire est&#225; CORRECTA como se muestra en
                        la Figura 2, no ser&#225; necesario cambiar la plomer&#237;a y el retiro estar&#225; completo.
                        Deber&#225; llenar y aplicar la etiqueta de retiro S00109 adjunta.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si las l&#237;neas de color negro y naranja no est&#225;n conectadas como se indica
                        en la Figura 1, deben aparecer como en la Figura 2, que es la orientaci&#243;n correcta. La v&#225;lvula
                        de inversi&#243;n SR-1 debe estar conectada desde el tanque de aire principal, con una conexi&#243;n
                        redundante desde el tanque de aire secundario. La v&#225;lvula niveladora de suspensi&#243;n de
                        aire tambi&#233;n se conecta desde el tanque principal, mediante una v&#225;lvula de protecci&#243;n
                        de presi&#243;n. Vea la orientaci&#243;n correcta en la Figura 2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Compruebe si las l&#237;neas de color negro y naranja est&#225;n conectadas como se
                        indica en la Figura 1, esta forma es INCORRECTA. En esta posici&#243;n INCORRECTA, la v&#225;lvula
                        inversi&#243;n SR-1 est&#225; conectada a trav&#233;s de la v&#225;lvula de protecci&#243;n de
                        presi&#243;n (PPV), y la v&#225;lvula de suspensi&#243;n de aire est&#225; conectada
                        directamente desde el tanque principal.
                    </para>
                </step1>
                <figure id="f0790102" figsize="col-wide">
                    <graphic filename="../afcfigures/g0790102.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="272px"/>
                    <caption>Figura 2.</caption>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de cambio de plomer&#237;a</title>
                <step1>
                    <para count="1">VEA la Figura 2 para corregir las orientaciones durante la reparaci&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Descargue completamente los dos tanques de aire a 0 psi (0 KPa).</para>
                </step1>
                <step1>
                    <para count="1">Desconecte el tubo negro de 5/8" de la v&#225;lvula de protecci&#243;n de presi&#243;n
                        (PPV).
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte el tubo naranja de 5/8" del tanque de aire principal.</para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar la l&#237;nea de aire naranja a la v&#225;lvula de protecci&#243;n
                        de presi&#243;n y aseg&#250;rese de que no tenga vueltas ni torceduras.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a conectar la l&#237;nea de aire negra al tanque de aire principal.</para>
                </step1>
                <step1>
                    <para count="1">Arranque el veh&#237;culo para presurizar el sistema y verifique si hay fugas en la
                        conexi&#243;n intermedia en el travesa&#241;o y en las conexiones del tanque. Repare lo que sea
                        necesario.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pruebe el sistema de freno: Drene el tanque de aire principal. Aseg&#250;rese de que
                        el tanque de aire secundario retiene la presi&#243;n. Aplique el freno de servicio y aseg&#250;rese
                        de que funcione. Restablezca la presi&#243;n del tanque de aire al nivel normal.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
        <laborinfo>
            <para>El n&#250;mero de operaci&#243;n debe aparecer en todos los reclamos.</para>
            <table id="t0790102" tblwidth="pg-wide">
                <title>Informaci&#243;n de trabajo</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.69in"/>
                    <colspec colname="col2" colwidth="2.38in"/>
                    <colspec colname="col3" colwidth="1.32in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">N&#186; de operaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>
                                    <emph type="bold">Duraci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>A40-07901-01</para>
                            </entry>
                            <entry colname="col2">
                                <para>Inspecci&#243;n y reparaci&#243;n</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>0.4</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>A40-07901-02</para>
                            </entry>
                            <entry>
                                <para>S&#243;lo inspecci&#243;n</para>
                            </entry>
                            <entry align="center">
                                <para>0.3</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </laborinfo>
        <claims>
            <para>
                <title>PROCEDIMIENTO ADMINISTRATIVO</title>
            </para>
            <para>El costo se cargar&#225; a la Garant&#237;a.
                <hotlnk xrefid="afclaim">Los reclamos</hotlnk>
                se deben presentar como de costumbre, haciendo referencia al n&#250;mero autorizado de cambio de campo
                G-07901.
            </para>
            <para>Es importante que la codificaci&#243;n se complete correctamente para facilitar el procesamiento del
                reclamo de la garant&#237;a. Todas las instrucciones se encuentran en el Manual de garant&#237;a, Secci&#243;n
                7-1. Lea cuidadosamente desde el punto 39 hasta el 44.
            </para>
            <para>Para asegurar que esta importante mejora se realice de forma oportuna, todos los reclamos de la
                actividad G-07901 se deben presentar a m&#225;s tardar el 28 de febrero de 2008 o dentro del per&#237;odo
                normal de garant&#237;a del veh&#237;culo, si fuese despu&#233;s de la fecha mencionada.
            </para>
            <figure id="afclaim" figsize="pg-wide">
                <graphic filename="../afcfigures/spclaim.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
            </figure>
        </claims>
    </afc>
</isis>
