<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - REEMPLAZO DEL COMPRESOR DE AIRE, ACTIVADO POR ENGRANAJE (CUMMINS M11)
    </stitle>
    <wtsproc id="w0492001" translation="spanish" wtscode="A04-311" group="04">
        <wtsdescrip>REEMPLAZO DEL COMPRESOR DE AIRE, ACTIVADO POR ENGRANAJE (CUMMINS M11)</wtsdescrip>
        <model>9200</model>
        <modelyr>1996</modelyr>
        <engine>Cummins M11</engine>
        <tran>International, 9 velocidades</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Cierre las v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Quite la l&#237;nea de admisi&#243;n de aire que va del motor al compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire del regulador. Quite el regulador.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del mazo de cableado de retenci&#243;n del larguero del bastidor y las
                    mangueras para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la entrada del combustible y las l&#237;neas de retorno que vienen de la
                    bomba de combustible. Quite las l&#237;neas de combustible que van de la bomba de combustible al
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado que va al solenoide de cierre del paso de combustible.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la bomba de combustible al compresor de aire. Quite los
                    pernos de soporte de la bomba de combustible del motor y quite la bomba de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del l&#237;quido refrigerante que vienen del compresor de
                    aire. Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de descarga de aire del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y apoye el eje con soportes.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la bomba de la direcci&#243;n hidr&#225;ulica. Deje la
                    bomba a un lado y aseg&#250;rela para permitir el acceso.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el compresor de aire al alojamiento del engranaje de
                    impulsi&#243;n. Quite el compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las superficies de contacto.</para>
            </step1>
            <step1>
                <para count="1">Transfiera los accesorios.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el compresor de aire con la nueva junta. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de direcci&#243;n hidr&#225;ulica con la nueva junta. Apriete los
                    pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de descarga de aire que va al compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire que van al compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de combustible con la nueva junta, incluidos los pernos que sujetan los
                    soportes al motor. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado que va al solenoide de cierre del paso de combustible.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de combustible al motor y a la bomba de combustible. Conecte las
                    l&#237;neas de suministro y retorno a la bomba de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del cable y de la manguera al larguero del bastidor.</para>
            </step1>
            <step1>
                <para count="1">Instale el regulador con la nueva junta al compresor de aire. Conecte las l&#237;neas de
                    aire al regulador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea de ingreso de aire que va al motor y al compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor. Revise el funcionamiento del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas. Revise el nivel de aceite del motor. Agregue m&#225;s seg&#250;n se
                    necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre. Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
