<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - ZAPATAS DE FRENO Y/O MUELLES, REEMPLAZO: FRENOS DELANTEROS (TAMBORES
        INTERIORES)
    </stitle>
    <wtsproc id="w0490002" translation="spanish" wtscode="A04-150" group="04">
        <wtsdescrip>ZAPATAS DE FRENO Y/O MUELLES, REEMPLAZO: FRENOS DELANTEROS (TAMBORES INTERIORES)</wtsdescrip>
        <model>9000</model>
        <model>8000</model>
        <model>4000</model>
        <model>2000</model>
        <modelyr>1996</modelyr>
        <engine>Cummins N14</engine>
        <tran>International de 9 velocidades</tran>
        <config>Tambor de freno con montaje interior / freno Q.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y apoye el eje con soportes.</para>
            </step1>
            <step1>
                <para count="1">Retroceda el ajuste de frenos.</para>
            </step1>
            <step1>
                <para count="1">Quite la tapa del cubo del cojinete de la rueda. Saque el l&#237;quido.</para>
            </step1>
            <step1>
                <para count="1">Quite la chaveta de dos patas, la tuerca de ajuste, la arandela y el cojinete
                    exterior.
                </para>
            </step1>
            <step1>
                <para count="1">Utilice plataformas rodantes, quite la rueda y el cubo como un conjunto.</para>
            </step1>
            <step1>
                <para count="1">Con la palanca adecuada, levante la zapata de freno y quite ambos rodillos y clips de
                    retenci&#243;n. F&#237;jese en la posici&#243;n del clip.
                </para>
                <specpara>
                    <warning>
                        <para>Sea precavido a fin de evitar da&#241;os personales.</para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Con la herramienta adecuada, quite el resorte de retorno de la zapata del freno (es el
                    resorte m&#225;s cercano a la leva del freno).
                </para>
            </step1>
            <step1>
                <para count="1">Saque con un giro la zapata superior del conjunto de cruceta. Quite las zapatas superior
                    e inferior con los muelles de retenci&#243;n de la zapata de freno fijos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los muelles de retenci&#243;n de las zapatas de freno.</para>
            </step1>
            <step1>
                <para count="1">Quite los pasadores retenedores. Limpie y lubrique los pasadores retenedores y los
                    bujes.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el sello de la rueda y la junta de la tapa de cubo.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale los pasadores retenedores.</para>
            </step1>
            <step1>
                <para count="1">Instale el pasador del resorte de retorno del freno en las nuevas zapatas de freno.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los muelles de retenci&#243;n de las zapatas de freno a las zapatas superior e
                    inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la zapata de freno superior en el conjunto de cruceta.</para>
            </step1>
            <step1>
                <para count="1">Gire la zapata inferior de freno e instale el resorte de retorno de la zapata de freno
                    utilizando una herramienta adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale rodillos y clips de retenci&#243;n. F&#237;jese en la posici&#243;n del clip.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la leva en forma de "s" de los frenos, de modo que los rodillos est&#233;n en el
                    punto m&#225;s bajo y profundo de la leva en "s".
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda/cubo usando una plataforma rodante.</para>
            </step1>
            <step1>
                <para count="1">Instale el cojinete externo, la arandela y la contratuerca. Quite la plataforma rodante.
                    Ajuste la precarga del cojinete. Instale la chaveta de dos patas a trav&#233;s de la contratuerca.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tapa del cubo y la junta. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Llene la tapa de cubo con l&#237;quido al nivel apropiado.</para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos en el eje delantero.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo, quite los soportes y baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
