<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - ZAPATAS DE FRENO Y/O RESORTES, REEMPLAZO: (TAMBORES INTERIORES) DELANTERO O
        TRASERO
    </stitle>
    <wtsproc id="w0490004" translation="spanish" wtscode="A04-152, A04-153" group="04">
        <wtsdescrip>ZAPATAS DE FRENO Y/O RESORTES, REEMPLAZO: (TAMBORES INTERIORES) DELANTERO O TRASERO</wtsdescrip>
        <model>9000</model>
        <model>8000</model>
        <model>4000</model>
        <model>2000</model>
        <modelyr>1996</modelyr>
        <engine>Cummins M11</engine>
        <tran>International de 9 velocidades</tran>
        <config>Tambor de freno con montaje exterior / freno Q.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y apoye el eje que se va a reparar con soportes.</para>
            </step1>
            <step1>
                <para count="1">Retroceda los frenos en la rueda que se est&#225; reparando.</para>
                <specpara>
                    <note>
                        <para>En las ruedas traseras con c&#225;maras de aire del freno del muelle, enjaule la c&#225;mara
                            de aire del freno del muelle y luego retroceda el freno que se est&#233; reparando.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite la o las ruedas de la rueda que se est&#225; reparando.</para>
            </step1>
            <step1>
                <para count="1">Quite el tambor de freno del conjunto del cubo.</para>
            </step1>
            <step1>
                <para count="1">Utilizando la palanca adecuada, levante la zapata de freno y quite ambos rodillos y los
                    clips de retenci&#243;n. F&#237;jese en la posici&#243;n del clip.
                </para>
                <specpara>
                    <warning>
                        <para>Sea precavido a fin de evitar da&#241;os personales.</para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Con la herramienta adecuada, quite el resorte de retorno de la zapata del freno (es el
                    resorte m&#225;s cercano a la leva del freno).
                </para>
            </step1>
            <step1>
                <para count="1">Saque con un giro la zapata superior del conjunto de cruceta. Quite las zapatas superior
                    e inferior con los muelles de retenci&#243;n de la zapata de freno fijos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los muelles de retenci&#243;n de las zapatas de freno.</para>
            </step1>
            <step1>
                <para count="1">Quite los pasadores retenedores. Limpie y lubrique los pasadores retenedores y los
                    bujes.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale los pasadores retenedores.</para>
            </step1>
            <step1>
                <para count="1">Instale el pasador del resorte de retorno del freno en las nuevas zapatas de freno.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los muelles de retenci&#243;n de las zapatas de freno a las zapatas superior e
                    inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la zapata de freno superior en el conjunto de cruceta.</para>
            </step1>
            <step1>
                <para count="1">Gire la zapata inferior de freno e instale el resorte de retorno de la zapata de freno
                    utilizando una herramienta adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale rodillos y clips de retenci&#243;n. F&#237;jese en la posici&#243;n del clip.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la leva en forma de "s" de los frenos, de modo que los rodillos est&#233;n en el
                    punto m&#225;s bajo y profundo de la leva.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tambor de freno al conjunto del cubo.</para>
            </step1>
            <step1>
                <para count="1">Instale la o las ruedas. Apriete las tuercas de seguridad a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos del eje en reparaci&#243;n.</para>
                <specpara>
                    <note>
                        <para>En las ruedas traseras con c&#225;mara de aire de frenos de resorte, desenjaule el freno
                            de resorte. Quite los frenos utilizando presi&#243;n de aire del veh&#237;culo, luego aj&#250;stelos.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo, quite los soportes y baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
