<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - BOMBA DE DIRECCI&#211;N HIDR&#193;ULICA (V-8), REEMPLAZO</stitle>
    <wtsproc id="w0547001" translation="spanish" wtscode="A05-195" group="05">
        <wtsdescrip>BOMBA DE DIRECCI&#211;N HIDR&#193;ULICA (V-8), REEMPLAZO</wtsdescrip>
        <model>4700</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>Spicer de 5 velocidades</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite las mangueras de enfriamiento de aire de carga y las tuber&#237;as para permitir
                    el acceso a la bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n roscado de 1/4 de pulg. del dep&#243;sito de lubricante de alta
                    presi&#243;n. Saque el aceite utilizando una bomba manual de vac&#237;o.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras de direcci&#243;n hidr&#225;ulica de la bomba. Extremos del tap&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las tuercas que sujetan la bomba de la direcci&#243;n hidr&#225;ulica al dep&#243;sito
                    de la bomba de aceite de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la bomba. Descarte el anillo "O".</para>
            </step1>
            <step1>
                <para count="1">F&#237;jese en el &#225;ngulo de las conexiones para su instalaci&#243;n posterior.
                    Quite las conexiones.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale las conexiones de la bomba en el &#225;ngulo correcto.</para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo "O" en la bomba. Instale la bomba al dep&#243;sito de lubricante
                    de alta presi&#243;n. Apriete las tuercas de acuerdo a las especificaciones de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras de la direcci&#243;n hidr&#225;ulica a la bomba.</para>
            </step1>
            <step1>
                <para count="1">Llene el dep&#243;sito de lubricante de alta presi&#243;n con aceite limpio de motor.
                    Instale el tap&#243;n roscado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga y las tuber&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Purgue el sistema de direcci&#243;n hidr&#225;ulico como se explica a continuaci&#243;n:
                    llene el dep&#243;sito de direcci&#243;n hidr&#225;ulica hasta el nivel indicado e instale la tapa.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y d&#233;jelo funcionando en ralent&#237;, girando tres veces las
                    ruedas completamente hacia la izquierda y completamente hacia la derecha. Apague el motor y llene
                    nuevamente al nivel correcto.
                </para>
            </step1>
            <step1>
                <para count="1">Contin&#250;e la operaci&#243;n en el Paso 7 hasta llegar al nivel correcto.</para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor a mayores r.p.m. y contin&#250;e girando las ruedas hacia
                    adelante y hacia atr&#225;s lentamente durante 5 minutos aproximadamente. Llene nuevamente el dep&#243;sito
                    hasta el nivel correcto.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre. Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
