<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - VENTILADOR Y/O EMBRAGUE PEGAJOSO, REEMPLAZO</stitle>
    <wtsproc id="w0939009" translation="spanish" wtscode="E09-360" group="09">
        <wtsdescrip>VENTILADOR Y/O EMBRAGUE PEGAJOSO, REEMPLAZO</wtsdescrip>
        <model>3900</model>
        <model>3000FE</model>
        <modelyr>1997</modelyr>
        <engine>DT 466</engine>
        <tran>Autom&#225;tico</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del motor para mejorar el acceso.</para>
            </step1>
            <step1>
                <para count="1">Quite la rejilla delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite las mangueras/tubo de entrada del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del calefactor y las mangueras de derrame que van al radiador.
                    Coloque la manguera nuevamente para tener acceso. Incluya el retiro de las amarras pl&#225;sticas
                    necesarias.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Desconecte el cableado que viene de los sensores
                    del l&#237;quido refrigerante para incluir el retiro de las amarras pl&#225;sticas. Coloque
                    nuevamente el mazo de cableado aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las abrazaderas del mazo de cableado para recibir la transmisi&#243;n que
                    viene de la parte delantera de la cubierta de la v&#225;lvula Coloque nuevamente el mazo de cableado
                    aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tirante de soporte del lado derecho del radiador en el soporte del radiador.
                    Quite el tirante de soporte del lado izquierdo del soporte del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del faro delantero izquierdo con el panel de la carrocer&#237;a
                    intacto para permitir que el radiador se incline hacia adelante.
                </para>
            </step1>
            <step1>
                <para count="1">Incline el conjunto del radiador hacia adelante para tener acceso al ventilador y al
                    embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador y del embrague utilizando herramientas especiales (2
                    personas).
                    <emph type="bold">NOTA: Roscas hacia la izquierda.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite el aspa del ventilador del embrague del ventilador.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el aspa del ventilador al embrague del ventilador. Apriete las tuercas a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el ventilador y el embrague al mando del ventilador, utilizando herramientas
                    especiales.
                </para>
                <specpara>
                    <note>
                        <para>Despu&#233;s de la instalaci&#243;n del conjunto del ventilador y del embrague, asegure
                            los cables y mangueras sueltas con amarras pl&#225;sticas si fuera necesario.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ponga el conjunto del radiador de vuelta en su posici&#243;n original.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos tirantes de sujeci&#243;n del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de los faros delanteros con el panel de la carrocer&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado a la transmisi&#243;n y al &#225;rea de la cubierta de la v&#225;lvula.
                    Asegure el mazo de cableado seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado al alternador y a los sensores del l&#237;quido
                    refrigerante. Asegure el mazo de cableado seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del calefactor y la manguera de derrame al conjunto del radiador.
                    Asegure las mangueras seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale la tuber&#237;a y las mangueras de entrada del enfriador de aire de carga.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido refrigerante de motor</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Instale la rejilla delantera.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Revise para ver que todo el mazo de cableado y las mangueras est&#233;n aseguradas.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
