<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - INYECTOR TRASERO DE SERIE IZQUIERDA DEL INYECTOR DE COMBUSTIBLE,
        REEMPLAZO
    </stitle>
    <wtsproc id="w1210044" translation="spanish" wtscode="A12-1137" group="12">
        <wtsdescrip>INYECTOR TRASERO DE SERIE IZQUIERDA DEL INYECTOR DE COMBUSTIBLE, REEMPLAZO</wtsdescrip>
        <model>1000</model>
        <modelyr>1996</modelyr>
        <engine>T 444E</engine>
        <tran>International 6+1</tran>
        <config>Modelo RPS</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Abra el cofre, desconecte los ganchos de soporte y levante los soportes del cofre para
                    permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite el alojamiento completo de la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n del panel del piso del &#225;rea del pedal del acelerador para
                    permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga y el tubo de admisi&#243;n de aire para permitir el
                    acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el mazo de cables y las abrazaderas de soporte de la manguera en el lado izquierdo
                    del &#225;rea del bastidor. Fije la manguera para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cables en la cubierta de la v&#225;lvula y vuelva a colocarlo para
                    permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la abrazadera de la manguera en el tubo de ventilaci&#243;n de la cubierta de la v&#225;lvula
                    y quite el tubo de ventilaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n de cableado de la conexi&#243;n de la junta de la cubierta
                    de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y las tuercas y la cubierta de retenci&#243;n de la v&#225;lvula. Quite
                    la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tapones de combustible y aceite de la cabeza de cilindro para disminuir la
                    presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector de cableado en el inyector.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de descarga de aceite del inyector. Quite el perno de abrazadera de fijaci&#243;n
                    del inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los sellos del inyector.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale los sellos del inyector y lubrique con aceite limpio de motor.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos con resalto y los pernos de torsi&#243;n. Instale el inyector con el
                    perno de fijaci&#243;n y de fijaci&#243;n de torsi&#243;n. Instale el tubo de descarga de aceite y f&#237;jelo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tapones del combustible y del aceite en la cabeza de cilindro y los tapones
                    de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos, las tuercas y la cubierta de retenci&#243;n de la v&#225;lvula.
                    Pernos y tuercas de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la conexi&#243;n de cableado en la conexi&#243;n de la junta de la cubierta de
                    la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n y f&#237;jelo con abrazaderas de manguera.</para>
            </step1>
            <step1>
                <para count="1">Instale el mazo de cables y las abrazaderas de soporte de la manguera en el lado
                    izquierdo del &#225;rea del bastidor y f&#237;jelos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale ambos tubos de aire de carga y el tubo de admisi&#243;n de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale la secci&#243;n del panel del piso que se encuentra junto al &#225;rea del pedal
                    del acelerador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento completo de la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cofre y los ganchos de presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Revise el aceite del motor, arranque el motor y revise si tiene fugas.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Haga una prueba en carretera al veh&#237;culo para purgar el aire que le llega al aceite
                    desde el inyector.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
