<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - JUNTA/CABEZA DEL CILINDRO IZQUIERDO, REEMPLAZO (RPS)</stitle>
    <wtsproc id="w1210047" translation="spanish" wtscode="A12-1116" group="12">
        <wtsdescrip>JUNTA/CABEZA DEL CILINDRO IZQUIERDO, REEMPLAZO (RPS)</wtsdescrip>
        <model>1000</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>Spicer, 6 velocidades</tran>
        <config>Modelo RPS</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Abra la puerta, acu&#241;e las ruedas, abra el cofre, desconecte el soporte del cofre y
                    amarre el cofre en posici&#243;n completamente abierta.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador delantero, tambi&#233;n desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite el alojamiento de la cubierta del motor y el panel del piso para incluir el panel
                    del piso que se encuentra junto al pedal del acelerador.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Desconecte y/o quite los soportes del mazo de cables de la manguera y las abrazaderas
                    del &#225;rea del bastidor, que sea necesario desconectar o quitar para tener acceso a la cubierta
                    de la v&#225;lvula del lado izquierdo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de ventilaci&#243;n de la cubierta de la v&#225;lvula de la conexi&#243;n
                    de la manguera y quite el tubo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la v&#225;lvula de la parte izquierda del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las conexiones de cableado de la junta de la cubierta de la v&#225;lvula y
                    quite la junta.
                </para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n de galera de aceite de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos de retorno de aceite del inyector de combustible y los inyectores de
                    combustible. Utilice una herramienta especial.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las buj&#237;as incandescentes.</para>
            </step1>
            <step1>
                <para count="1">Retire los balancines y las varillas de empuje.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de escape de entrada al turbo del m&#250;ltiple de escape y del turbo.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras y las l&#237;neas de presi&#243;n de aceite, las l&#237;neas
                    y las mangueras de combustible de la cabeza de cilindro, incluido el conducto flexible para cables
                    del mazo de cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el recinto de admisi&#243;n de aire de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de la direcci&#243;n hidr&#225;ulica y drene el l&#237;quido del
                    dep&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tirante de apoyo del radiador para permitir el acceso.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n a la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite la cabeza de cilindro del motor, d&#233;jela en un banco.</para>
            </step1>
            <step1>
                <para count="1">Limpie la superficie del bloque y la superficie de la cabeza si reemplaza la junta.
                </para>
                <specpara>
                    <note>
                        <para>Si reemplaza la cabeza de cilindro, limpie la conexi&#243;n de transferencia de la
                            superficie del bloque y la unidad de env&#237;o desde la cabeza de cilindro a la nueva
                            cabeza.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la nueva junta de la cabeza.</para>
            </step1>
            <step1>
                <para count="1">Instale la cabeza de cilindro en la posici&#243;n adecuada.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de la cabeza de cilindro apret&#225;ndolos a mano.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el recinto de admisi&#243;n de aire y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de la direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las mangueras y l&#237;neas de presi&#243;n de aceite, las mangueras y l&#237;neas
                    de combustible a la cabeza de cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de admisi&#243;n de escape del turbo.</para>
            </step1>
            <step1>
                <para count="1">Instale las buj&#237;as incandescentes y apri&#233;telas a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de empuje y los balancines y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los inyectores de combustible y apriete los pernos de fijaci&#243;n a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de retorno de aceite del inyector y apriete el perno a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n de galera de aceite a la cabeza de cilindro y apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta de la cubierta de la v&#225;lvula y conecte las conexiones el&#233;ctricas
                    a la buj&#237;a incandescente y al inyector.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la v&#225;lvula y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al. Utilice una
                    abrazadera nueva para manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cables a la junta de la cubierta de la v&#225;lvula. Conecte todos
                    los soportes y las abrazaderas del mazo de cableado y de la manguera a la cubierta de la v&#225;lvula
                    en el &#225;rea del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el dep&#243;sito de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del piso y la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor y llene con aceite limpio.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Purgue el sistema de direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a, arranque el motor y revise para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Instale los soportes del amortiguador y del cofre, cierre el cofre.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
