<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - JUNTA DE CABEZA DE CILINDRO - LADO IZQUIERDO, REEMPLAZO</stitle>
    <wtsproc id="w123R048" translation="spanish" wtscode="H12-1102" group="12">
        <wtsdescrip>JUNTA DE CABEZA DE CILINDRO - LADO IZQUIERDO, REEMPLAZO</wtsdescrip>
        <model>3000RE</model>
        <modelyr>1997</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config>Vista de la izquierda desde el asiento del conductor mirando hacia adelante.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite las secciones centrales de la caja colectora para obtener acceso al tubo de
                    escape.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras del enfriador de aire de carga. Tape las aberturas.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo en "Y" de admisi&#243;n de aire del turbocargador. Tape las aberturas.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte del sensor y mamparo el cableado y manguera del sensor de mapa.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Desconecte del alternador la correa del serpent&#237;n.
                    Quite el alternador del soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de correa.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del alternador de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Saque el tubo de contrapresi&#243;n de escape del m&#250;ltiple de escape y del sensor
                    E.B.P.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de la manguera del calefactor de la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del tubo de drenaje de combustible de la cabeza de cilindro. Desconecte
                    el tubo de drenaje de combustible del alojamiento del filtro. D&#233;jelos aparte para obtener
                    acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del calefactor de la cabeza de cilindro. D&#233;jelos aparte para
                    obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de combustible del alojamiento del filtro de
                    combustible. Quite el alojamiento del filtro de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de salida del escape del turbocargador para obtener acceso. D&#233;jelo
                    aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n del extremo del tubo de aceite de alta presi&#243;n de la cabeza del
                    cilindro. Deje que el aceite caiga en un contenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la varilla indicadora/tubo de aceite.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del sensor de mapa de la cubierta de admisi&#243;n de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la v&#225;lvula. Desconecte el cableado a la junta de la cubierta
                    de la v&#225;lvula. Quite la junta de la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el mazo de cableado de la buj&#237;a incandescente/ inyector.</para>
            </step1>
            <step1>
                <para count="1">Retire todos los conjuntos de balanc&#237;n y varillas de empuje.</para>
            </step1>
            <step1>
                <para count="1">Saque todos los inyectores de combustible. Quite los pernos con resalto del inyector de
                    combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las buj&#237;as incandescentes.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de escape del m&#250;ltiple de escape y el adaptador de entrada del turbo
                    de escape.
                </para>
                <specpara>
                    <note>
                        <para>Para un retiro m&#225;s f&#225;cil, empuje el tubo de escape hacia el adaptador de entrada
                            del escape. Gire el tubo del m&#250;ltiple para obtener espacio libre. Saque el tubo.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aceite de alta presi&#243;n de la cabeza de cilindro. Quite
                    la l&#237;nea de aceite de la cabeza de cilindro y de la bomba de transferencia de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale la argolla y el dispositivo de levantamiento en la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite la cabeza de cilindro. Quite la junta de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y las superficies de contacto.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione la cabeza de cilindro por si est&#225; torcida, tiene grietas o la v&#225;lvula
                    tiene fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todos los sellos del inyector de combustible.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la junta del cabezal nueva. Instale la cabeza de cilindro. Quite el dispositivo
                    y la argolla de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique un poco los pernos de cabeza de cilindro con aceite limpio de motor en las
                    roscas y debajo de la cabeza de reborde. Instale los pernos de cabeza, apri&#233;telos en secuencia
                    y a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aceite de alta presi&#243;n a la cabeza de cilindro. Instale la
                    l&#237;nea de aceite en la cabeza de cilindro y la bomba de transferencia de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de escape en el m&#250;ltiple y adaptador de entrada del escape. Aplique
                    un fijador en los pernos de reborde del tubo de escape. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un fijador en las roscas de las buj&#237;as incandescentes. Instale las buj&#237;as
                    incandescentes. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos con resalto del inyector de combustible. Apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique los sellos del inyector de combustible con aceite limpio de motor. Instale los
                    inyectores de combustible. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de empuje con los extremos color cobre hacia arriba. Lubrique los
                    conjuntos de balanc&#237;n con aceite limpio de motor. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los mazos de cables de la buj&#237;a incandescente y del inyector.</para>
            </step1>
            <step1>
                <para count="1">Instale la junta de la cubierta de la v&#225;lvula. Conecte el cableado a la junta de la
                    cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la v&#225;lvula. Apriete en secuencia y a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del sensor de mapa a la cubierta de admisi&#243;n de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale la varilla indicadora/tubo de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n del extremo del tubo de aceite de alta presi&#243;n en la cabeza
                    de cilindro. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de salida de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del filtro de combustible. Conecte todas las l&#237;neas de
                    combustible al alojamiento del filtro de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del calefactor a la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de drenaje de combustible al alojamiento del filtro de combustible.
                    Instale el soporte del tubo del tubo de drenaje de combustible en la cabeza de cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de la manguera del calefactor en la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de contrapresi&#243;n de escape en el m&#250;ltiple de escape y en el
                    sensor E.B.P.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador en la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa en el soporte del alternador. Apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alternador en el soporte. Conecte la correa del serpent&#237;n. Conecte el
                    cableado al alternador.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado y la manguera del sensor de mapa en el sensor y mamparo.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo en "Y" de admisi&#243;n de aire.</para>
                <specpara>
                    <note>
                        <para>Lubrique el anillo "O" de salida de aire del turbocargador con aceite limpio de motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Cambie el aceite del motor y el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el veh&#237;culo y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Revise y llene el motor con los l&#237;quidos si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale ambas secciones de la caja colectora.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo en carretera.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
