<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CABEZA DE CILINDRO O JUNTA DE REEMPLAZO; RETIRO Y REINSTALACI&#211;N
    </stitle>
    <wtsproc id="a12-3100" translation="spanish" wtscode="A12-3100" group="12">
        <wtsdescrip>CABEZA DE CILINDRO O JUNTA DE REEMPLAZO; RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <model>8500</model>
        <modelyr>2001</modelyr>
        <engine>530E, DT 466E</engine>
        <tran>CUALQUIERA</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado. No es necesario abrir el sistema de aire
            acondicionado.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a del cable a tierra, adem&#225;s de la conexi&#243;n a tierra
                    del ECM y retire el conjunto de la defensa delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Retire la protecci&#243;n de la salpicadera del motor.</para>
            </step1>
            <step1>
                <para count="1">Retire el alojamiento del filtro de aire con el tubo de entrada del turbo incluido, adem&#225;s
                    desconecte el sensor IAT.
                </para>
            </step1>
            <step1>
                <para count="1">Retire las mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el sensor de posici&#243;n / sincronizaci&#243;n del motor (CAM), adem&#225;s
                    de la abrazadera de soporte del cable.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el sensor de temperatura de l&#237;quido refrigerante del motor (ECT).</para>
            </step1>
            <step1>
                <para count="1">Desconecte la abrazadera de soporte del cableado del alternador en el alternador para
                    obtener acceso a las mangueras del calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del calentador de agua, incluidas las abrazaderas de soporte.
                    Deje aparte las mangueras.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador y el mazo de cableado del motor desde la cubierta
                    de v&#225;lvula, incluyendo las abrazaderas de soporte. Deje aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del tanque de compensaci&#243;n desde el tanque y alojamiento del
                    termostato. Adem&#225;s de la abrazadera de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el sensor del nivel de l&#237;quido refrigerante y el cable del embrague del
                    compresor de fre&#243;n si es necesario. Deje el mazo aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del motor y los conectores para incluir el MAP, ICP y el cableado
                    del inyector en la cubierta de v&#225;lvula y deje el mazo de cables aparte en un lugar seguro.
                </para>
                <specpara>
                    <note>
                        <para>Retire el mazo de cables del motor desde la abrazadera de pl&#225;stico en el costado
                            izquierdo delantero de la cubierta de v&#225;lvula.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aceite de alta presi&#243;n del m&#250;ltiple de
                    aceite/combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la l&#237;nea de combustible del filtro de combustible y del m&#250;ltiple de
                    aceite/combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de entrada del compresor de aire desde el compresor si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del recipiente de la cubierta del motor, los brazos de los
                    limpiadores y la antena del radio.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del varillaje del limpiaparabrisas con el motor incluido, y tambi&#233;n
                    desconecte el cableado en el motor y en la manguera del lavador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del radiador en el alojamiento del termostato.</para>
            </step1>
            <step1>
                <para count="1">Retire la cubierta del alojamiento del motor; retire o vuelva a colocar el asiento, la
                    palanca de cambios, el portavasos y la alfombra, seg&#250;n se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la manguera de drenaje del aceite desde el turbocargador y el bloque. Retire la
                    manguera de suministro desde el turbocargador y del enfriador de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conjunto del tubo de escape (salida del turbo) desde el turbocargador.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del turbocargador del m&#250;ltiple de escape. Tape los orificios en
                    el turbocargador.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al de la cubierta de v&#225;lvula
                    y bloque.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del radiador del bloque (tap&#243;n en el enfriador
                    de aceite) y vuelva a instalar el tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del compresor del aire acondicionado si es necesario, d&#233;jelo en
                    otro lugar y aseg&#250;relo. Adem&#225;s desconecte las abrazaderas de soporte y la banda.
                </para>
                <specpara>
                    <note>
                        <para>En el modelo 7000, retire con las abrazaderas incluidas. En todos los otros modelos, ret&#237;relo
                            desde el alojamiento del m&#250;ltiple del agua.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retire la cubierta de v&#225;lvula/admisi&#243;n y desconecte el mazo de cables del
                    inyector desde debajo de la cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la junta de la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de combustible desde la parte trasera de la cabeza de
                    cilindro.
                </para>
                <specpara>
                    <note>
                        <para>Apriete la abrazadera blanca para soltar el conector.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Drene el aceite del m&#250;ltiple de suministro de aceite/combustible.</para>
            </step1>
            <step1>
                <para count="1">Retire el mazo de cableado del inyector y el canal del mazo de cableado.</para>
            </step1>
            <step1>
                <para count="1">Retire los inyectores electr&#243;nicos.</para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto de balanc&#237;n y varillas de empuje.</para>
                <specpara>
                    <note>
                        <para>Afloje los tornillos de ajuste de la palanca de v&#225;lvula para evitar da&#241;os.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los cables de tope del cofre y ap&#243;yelo con un soporte (paso que se
                    realiza para mejorar el acceso del dispositivo de elevaci&#243;n).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n y retire del veh&#237;culo la cabeza de
                    cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Deje gotear las v&#225;lvulas de prueba.</para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y las superficies de contacto.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la junta de la cabeza de cilindro y las gu&#237;as de pasador si se han
                    retirado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cabeza de cilindro en el veh&#237;culo utilizando el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del eje de balanc&#237;n y las varillas de empuje, adem&#225;s de
                    aplicar aceite a los pernos.
                </para>
                <specpara>
                    <note>
                        <para>Esta vez no apriete los tornillos.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los pernos de la cabeza de cilindro y apl&#237;queles aceite.</para>
            </step1>
            <step1>
                <para count="1">Apriete el conjunto del eje de balanc&#237;n y pernos de cabeza a la torsi&#243;n
                    especificada, adem&#225;s del extremo del conjunto de balanc&#237;n.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar los anillos "O" del inyector (conjunto).</para>
            </step1>
            <step1>
                <para count="1">Instale los inyectores electr&#243;nicos y apri&#233;telos a la torsi&#243;n
                    especificada.
                </para>
                <specpara>
                    <note>
                        <para>Apriete los pernos con resalto antes de instalar los inyectores.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el mazo de cableado del inyector y el canal del mazo de cableado.</para>
            </step1>
            <step1>
                <para count="1">Ajuste las v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de combustible a la parte trasera de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n del m&#250;ltiple de suministro de aceite/combustible, adem&#225;s
                    vuelva a colocar el anillo "O" y apriete el tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de admisi&#243;n/v&#225;lvula y la junta, adem&#225;s conecte por
                    debajo de la cubierta de v&#225;lvula el conector del mazo de cableado. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del compresor de aire acondicionado a la abrazadera de montaje si es
                    necesario y tambi&#233;n conecte las abrazaderas de soporte y la banda.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al en la cubierta de
                    v&#225;lvula y el bloque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del turbocargador al m&#250;ltiple de escape.</para>
            </step1>
            <step1>
                <para count="1">Conecte el conjunto del tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Instale la manguera de suministro de aceite en el turbocargador y en el enfriador de
                    aceite. Instale la manguera de drenaje de aceite en el turbocargador y bloque.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del radiador al alojamiento del termostato usando una pistola de
                    calor para apretar la abrazadera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea de combustible en el filtro de combustible y en el m&#250;ltiple
                    de aceite/combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aceite de alta presi&#243;n en el m&#250;ltiple de
                    aceite/combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del motor y los conectores para incluir el MAP, ICP y el cableado
                    del inyector en la cubierta de v&#225;lvula.
                </para>
                <specpara>
                    <note>
                        <para>Instale el mazo de cables a la abrazadera pl&#225;stica en la cubierta de v&#225;lvula.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del alternador en el alternador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del alternador y el mazo de cableado del motor en la cubierta de v&#225;lvula,
                    incluyendo las abrazaderas de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del tanque de compensaci&#243;n al tanque y al alojamiento del
                    termostato y coloque la abrazadera en el compresor del aire acondicionado.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el sensor de temperatura de l&#237;quido refrigerante del motor (ECT).</para>
            </step1>
            <step1>
                <para count="1">Conecte el sensor de posici&#243;n / sincronizaci&#243;n del motor (CAM), adem&#225;s de
                    la abrazadera de soporte del cable.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del calentador de agua, adem&#225;s de las abrazaderas de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte en el alternador la abrazadera de soporte del cableado del alternador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el sensor del nivel de l&#237;quido refrigerante y el cable del embrague del
                    compresor de fre&#243;n si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del filtro de aire con el tubo de entrada del turbo incluido,
                    adem&#225;s del sensor IAT.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del varillaje del limpiaparabrisas con el motor fijo y conecte el
                    cableado y la manguera del lavador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del recipiente de la cubierta del motor y tambi&#233;n instale los
                    brazos de los limpiadores y la antena del radio.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de entrada del compresor de aire al compresor si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las amarras del mazo de cableado a las mangueras y a los mazos de cableado seg&#250;n
                    se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Cambie el aceite del motor y el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la defensa delantera</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a al cable a tierra, adem&#225;s a la conexi&#243;n a tierra del
                    ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Purgue el sistema de combustible, arranque el motor y revise si tiene fugas.</para>
            </step1>
            <step1>
                <para count="1">Complete con l&#237;quidos seg&#250;n se necesite.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del alojamiento del motor, el asiento, la palanca de cambios, el
                    portavasos y la alfombra seg&#250;n se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del motor y cierre el cofre.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas y revise el funcionamiento mientras hace una prueba
                    en carretera con el veh&#237;culo.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
