<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - INYECTOR(ES) DE COMBUSTIBLE (MOTORES ELECTR&#211;NICOS); REPARACI&#211;N
        Y/O REEMPLAZO
    </stitle>
    <wtsproc id="a12-3135" translation="spanish" wtscode="A12-3135" group="12">
        <wtsdescrip>INYECTOR(ES) DE COMBUSTIBLE (MOTORES ELECTR&#211;NICOS); REPARACI&#211;N Y/O REEMPLAZO</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <model>8500</model>
        <modelyr>2001</modelyr>
        <engine>DT 466E, 530E</engine>
        <tran>CUALQUIERA</tran>
        <config>No es necesario abrir el sistema de aire acondicionado, si est&#225; equipado.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a del cable a tierra y la conexi&#243;n a tierra de ECM.</para>
            </step1>
            <step1>
                <para count="1">Retire la cubierta del alojamiento del motor; retire o vuelva a colocar el asiento, la
                    palanca de cambios, el portavasos, el marco y el tapete, seg&#250;n se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la manguera de salida del enfriador de aire de carga en la cubierta de v&#225;lvula
                    y en el enfriador. Tape los orificios.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del tanque de compensaci&#243;n (derrame) y desconecte de la
                    manguera el conector del sensor de nivel de refrigerante en el tanque y el cable.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del compresor del aire acondicionado si es necesario y d&#233;jelo
                    aparte en un lugar seguro. Adem&#225;s desconecte del embrague el conector del mazo de cableado, la
                    banda del compresor y las abrazaderas de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del motor y los conectores para incluir el MAP, el ICP y el
                    cableado del inyector en la cubierta de v&#225;lvula y d&#233;jelos aparte en un lugar seguro.
                </para>
                <specpara>
                    <note>
                        <para>Retire el mazo de cables de la abrazadera de pl&#225;stico en el costado izquierdo
                            delantero de la cubierta de v&#225;lvula.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador en el alternador y cubierta de v&#225;lvula, adem&#225;s
                    de las abrazaderas de soporte, y d&#233;jelo aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del cableado del alternador de la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado del inyector en la conexi&#243;n de la cubierta de v&#225;lvula.
                    Desconecte por debajo de la cubierta de v&#225;lvula el conector del mazo de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la abrazadera para manguera del calefactor desde la abrazadera de soporte en la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del sensor de presi&#243;n del m&#250;ltiple (map).</para>
            </step1>
            <step1>
                <para count="1">Retire el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Retire los pernos de la cubierta de v&#225;lvula/admisi&#243;n y la cubierta misma del
                    veh&#237;culo y marque los pernos para la instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el m&#250;ltiple de suministro de aceite/combustible.</para>
            </step1>
            <step1>
                <para count="1">Retire el mazo de cableado del inyector y el canal del mazo de cabledo desde los
                    inyectores.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del inyector electr&#243;nico.</para>
            </step1>
            <step1>
                <para count="1">Reemplace los anillos "O" del inyector (conjunto) (un conjunto para un inyector).</para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y las superficies de contacto.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el conjunto del inyector electr&#243;nico y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el perno con resalto del inyector antes de instalar el inyector.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el mazo de cableado del inyector y el canal del mazo de cables a los
                    inyectores.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n del m&#250;ltiple de suministro de aceite/combustible, vuelva a
                    colocar el anillo "O" y apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de admisi&#243;n/v&#225;lvula en el veh&#237;culo y conecte por
                    debajo de la cubierta de v&#225;lvula el conector del cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de la cubierta de v&#225;lvula/admisi&#243;n. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del sensor de presi&#243;n del m&#250;ltiple (MAP).</para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del mazo de cableado del inyector en la cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del cableado del alternador a la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del alternador al alternador y el mazo de cableado del motor a la
                    cubierta de v&#225;lvula y a las abrazaderas de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la manguera del calefactor a la abrazadera de soporte en la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cables de los controles electr&#243;nicos del motor a la cubierta de
                    v&#225;lvula. Coloque una abrazadera pl&#225;stica al mazo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale, si es necesario, el conjunto del compresor de aire acondicionado. Adem&#225;s
                    conecte las abrazaderas de soporte y el mazo de cables al embrague y a la banda del compresor.
                    Instale amarras pl&#225;sticas seg&#250;n se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera (derrame) del tanque de compensaci&#243;n, adem&#225;s conecte el
                    conector del sensor del nivel de l&#237;quido refrigerante y sujete el mazo de cables a la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de salida del enfriador de aire de carga al enfriador y a la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a al cable a tierra, adem&#225;s a la conexi&#243;n a tierra del
                    ECM
                </para>
            </step1>
            <step1>
                <para count="1">Purgue el combustible del motor diesel, arranque el motor, revise el sistema para ver si
                    hay fugas y complete con l&#237;quidos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del alojamiento del motor y adem&#225;s instale el asiento, la
                    palanca de cambios, el portavasos, el marco y el tapete si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento mientras hace una prueba en carretera con el veh&#237;culo.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
