<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - REPARACI&#211;N Y/O REEMPLAZO DE LA CUBIERTA DE V&#193;VULAS Y/O JUNTA
    </stitle>
    <wtsproc id="a12-3060" translation="spanish" wtscode="A12-3060" group="12">
        <wtsdescrip>REPARACI&#211;N Y/O REEMPLAZO DE LA CUBIERTA DE V&#193;VULAS Y/O JUNTA</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <modelyr>2001</modelyr>
        <engine>530E, DT 466E</engine>
        <tran>CUALQUIERA</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Retire la cubierta del alojamiento del motor si es necesario. Adem&#225;s retire o
                    vuelva a colocar el asiento, la palanca de cambios, el portavasos, el marco y el tapete, seg&#250;n
                    se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a del cable a tierra y la conexi&#243;n a tierra de ECM</para>
            </step1>
            <step1>
                <para count="1">Retire la manguera de salida del enfriador de aire de carga en la cubierta de v&#225;lvula
                    y en el enfriador. Tape los orificios.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del tanque de compensaci&#243;n (derrame) y desconecte el
                    conector del sensor de nivel de l&#237;quido refrigerante y el cable de la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conjunto del compresor del aire acondicionado si es necesario y d&#233;jelo
                    aparte. Adem&#225;s desconecte la banda del compresor, las abrazaderas de soporte de la manguera y
                    el conector del cable del embrague del compresor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado del control del motor desde la cubierta de v&#225;lvula y
                    d&#233;jelo aparte.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador en el alternador y desde la cubierta de v&#225;lvula
                    incluyendo las abrazaderas de soporte. Deje aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del cableado del alternador de la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cables del inyector en la cubierta de v&#225;lvula y desconecte
                    por debajo de la cubierta de v&#225;lvula el conector del mazo de cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la abrazadera de la manguera del calefactor para obtener acceso.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del sensor de presi&#243;n del m&#250;ltiple (map).</para>
            </step1>
            <step1>
                <para count="1">Retire el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Retire los pernos de la cubierta de admisi&#243;n/v&#225;lvula y la cubierta misma del
                    veh&#237;culo, adem&#225;s marque los pernos para facilitar la instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie las superficies de contacto.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la cubierta de admisi&#243;n/v&#225;lvula en el veh&#237;culo y conecte por
                    debajo de la cubierta de v&#225;lvula el conector del cableado. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del sensor de presi&#243;n del m&#250;ltiple (map).</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del inyector en la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del cableado del alternador en la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del alternador a la cubierta de v&#225;lvulas, abrazaderas
                    de soporte y en el alternador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la manguera del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del control electr&#243;nico del motor a la cubierta de v&#225;lvula.
                    Coloque una abrazadera pl&#225;stica al mazo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale, si es necesario, el conjunto del compresor de aire acondicionado. Conecte la
                    banda del compresor, las abrazaderas de soporte de la manguera y el cable del embrague del
                    compresor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del tanque de compensaci&#243;n (derrame), adem&#225;s conecte el
                    conector del sensor del nivel de l&#237;quido refrigerante al tanque y sujete el mazo a la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de salida del enfriador de aire de carga al enfriador y a la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a al cable a tierra, adem&#225;s a la conexi&#243;n a tierra del
                    ECM
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas. Complete con l&#237;quidos
                    seg&#250;n se necesite.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del alojamiento del motor si es necesario. Instale el asiento, la
                    palanca de cambios, el portavasos, el marco y el tapete.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
