<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - BOMBA DE ACEITE DE ALTA PRESI&#211;N Y/O ENGRANAJE DE IMPULSI&#211;N (V-8),
        REEMPLAZO
    </stitle>
    <wtsproc id="w1238017" translation="spanish" wtscode="A12-1150" group="12">
        <wtsdescrip>BOMBA DE ACEITE DE ALTA PRESI&#211;N Y/O ENGRANAJE DE IMPULSI&#211;N (V-8), REEMPLAZO</wtsdescrip>
        <model>3800</model>
        <model>4000</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra la puerta y el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los cables negativos de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos de aire de carga y el tubo en "Y" de admisi&#243;n de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de la direcci&#243;n hidr&#225;ulica, d&#233;jela a un lado y f&#237;jela,
                    pero no abra el sistema.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las conexiones el&#233;ctricas en la bomba de aceite de alta presi&#243;n y
                    del dep&#243;sito de aceite, incluido el relevador en la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas en la bomba de aceite de alta presi&#243;n y en el dep&#243;sito.</para>
            </step1>
            <step1>
                <para count="1">Quite el interruptor EBP del dep&#243;sito y quite el dep&#243;sito y la junta.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de revisi&#243;n para el engranaje de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el engranaje de impulsi&#243;n de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el interruptor I.P.R. de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de aceite de alta presi&#243;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Limpie las superficies de contacto.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la bomba de aceite de alta presi&#243;n y la junta nueva. Apriete los pernos a
                    la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el interruptor I.P.R. a la bomba de aceite y apriete la tuerca a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el engranaje de impulsi&#243;n de la bomba de aceite de alta presi&#243;n y
                    apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellador a la cubierta de revisi&#243;n, instale la cubierta de revisi&#243;n y
                    apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la nueva junta al dep&#243;sito e instale el dep&#243;sito y el interruptor EBP
                    sobre la base y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de aceite a la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de la direcci&#243;n hidr&#225;ulica y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las conexiones el&#233;ctricas para bombear la bomba del dep&#243;sito y el
                    interruptor del relevador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo en "Y" de admisi&#243;n de aire y los tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Llene el dep&#243;sito de la bomba de aceite de alta presi&#243;n con aceite limpio de
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los cables de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
