<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - COLECTOR DE ACEITE Y/O JUNTA (3600,V-8), REEMPLAZO</stitle>
    <wtsproc id="w1236020" translation="spanish" wtscode="A12-1222" group="12">
        <wtsdescrip>COLECTOR DE ACEITE Y/O JUNTA (3600,V-8), REEMPLAZO</wtsdescrip>
        <model>3600</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Levante la parte delantera del veh&#237;culo y apoye.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los cables de apoyo del cofre; afirme el cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite el filtro de aire y el conjunto del tubo y la abrazadera de montaje para tener un
                    mejor acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte en la puerta la varilla de control remoto de la puerta de entrada (lado
                    derecho).
                </para>
            </step1>
            <step1>
                <para count="1">Dentro del bus, quite la cubierta del compartimento del motor.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor en el colector y el l&#237;quido refrigerante desde el
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el filtro de aceite del motor y el filtro del agua (l&#237;quido refrigerante del
                    motor).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el cabezal del filtro del agua (l&#237;quido refrigerante) y las tuber&#237;as
                    relacionadas para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuber&#237;a del aire de carga del lado izquierdo del bastidor del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la abrazadera para manguera de la direcci&#243;n hidr&#225;ulica del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos delanteros del motor en el bloque (no quite los pernos en esta
                    oportunidad).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el aspa del ventilador del motor desde el mando del ventilador (deje que el aspa
                    descanse en el eje).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tubo inferior en "U" del radiador para permitir el acceso posterior al momento
                    de mover hacia delante el travesa&#241;o del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y las tuercas que fijan las abrazaderas del travesa&#241;o del motor a
                    los largueros del bastidor (4 en cada lado).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca del perno que fija el soporte delantero del motor al travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de la varilla indicadora del nivel de aceite que se fija al m&#250;ltiple
                    del escape y a la parte trasera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las abrazaderas que rodean las l&#237;neas del enfriador de la transmisi&#243;n
                    autom&#225;tica, los conductos flexibles para cables del mazo de cableado con abrazaderas y el cable
                    a tierra desde el travesa&#241;o del motor y bloqu&#233;elo para permitir el acceso al colector de
                    aceite.
                </para>
                <specpara>
                    <note>
                        <para>No es necesario desconectar las l&#237;neas del enfriador de la transmisi&#243;n desde el
                            enfriador.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque el dispositivo superior de elevaci&#243;n, enrute el gancho de cadena a trav&#233;s
                    de la abertura en la abrazadera de montaje del alternador del A/A.
                </para>
            </step1>
            <step1>
                <para count="1">Levante levemente el motor.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos delanteros de montaje del motor desde el bloque y coloque el soporte
                    hacia adelante (1.5) pulgadas aproximadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el travesa&#241;o de instalaci&#243;n del motor hacia adelante, tanto como sea
                    posible, para permitir el acceso a fin de quitar el colector de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos del colector de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite el colector de aceite del bloque del motor utilizando una herramienta especial,
                    martillo y palancas para cortar el material sellador y soltar el colector de la superficie de
                    contacto.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el colector de aceite desde abajo del chasis.</para>
                <specpara>
                    <note>
                        <para>Seg&#250;n la aplicaci&#243;n del eje/muelle delantero, posiblemente se deba aumentar la
                            distancia entre los largueros del bastidor y el eje para poder reinstalar el colector. Para
                            lograrlo, coloque un gato hidr&#225;ulico y un bloque de madera debajo del travesa&#241;o
                            del radiador y levante el chasis de 3 a 4 pulgadas.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie completamente el colector de aceite y las superficies de contacto del bloque del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste el reborde del colector de aceite.</para>
                <specpara>
                    <note>
                        <para>Es importante que el reborde del colector est&#233; tan recto y suave como sea posible.
                            Revise el reborde para descartar grietas o mellas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Antes de aplicar el sellador, coloque el colector de aceite debajo del chasis para
                    establecer un recorrido adecuado del colector hacia las superficies de contacto del bloque.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellador.</para>
                <specpara>
                    <note>
                        <para>Aplique una gota de sellador un poco m&#225;s grande de lo normal en las cuencas de los
                            extremos del colector.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque el colector de aceite en la superficie de contacto del bloque del motor,
                    teniendo cuidado de no raspar el sellador del reborde del colector.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos del colector de aceite y apri&#233;telos en secuencia a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Si aplica, baje y quite el gato hidr&#225;ulico desde abajo del travesa&#241;o del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el travesa&#241;o del motor, instale los soportes y fije el travesa&#241;o a los
                    largueros del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el soporte delantero del motor hacia el bloque. Instale los pernos que sujetan el
                    soporte del motor al bloque y apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Baje y quite el dispositivo de elevaci&#243;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca que fija el soporte delantero del motor al travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Coloque y fije las abrazaderas que recorren las l&#237;neas del enfriador de la
                    transmisi&#243;n, el conducto flexible para cables con abrazaderas y el cable a tierra al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cabezal de la bomba de agua (l&#237;quido refrigerante) y las tuber&#237;as
                    asociadas.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el filtro de agua (l&#237;quido refrigerante) del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale la tuber&#237;a inferior en "U" del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el filtro de aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera para manguera de la direcci&#243;n hidr&#225;ulica al bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el aspa del ventilador al embrague del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Instale la tuber&#237;a de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de la varilla indicadora de nivel de aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Llene con aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema del l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Dentro del bus, quite la cubierta del compartimiento trasero del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale en la puerta la varilla de control remoto (lado derecho) de la puerta de
                    entrada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los cables de apoyo del cofre.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor, h&#225;galo funcionar hasta que alcance la temperatura normal y
                    revise que no haya fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
