<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - JUNTA DE LA CABEZA DE CILINDRO, REEMPLAZO (LADO DERECHO)</stitle>
    <wtsproc id="w123R050" translation="spanish" wtscode="H12-1103" group="12">
        <wtsdescrip>JUNTA DE LA CABEZA DE CILINDRO, REEMPLAZO (LADO DERECHO)</wtsdescrip>
        <model>3000RE</model>
        <modelyr>1997</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config>Vista hacia la derecha desde el asiento del conductor mirando hacia adelante.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite las secciones centrales de la caja colectora para obtener acceso al tubo de
                    escape.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el sensor IAT. Quite el conjunto completo del filtro de aire para incluir el
                    tubo/manguera de entrada de aire en el turbocargador.
                </para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Desconecte la correa del serpent&#237;n del compresor de
                    aire. Desconecte todas las mangueras/l&#237;neas de aire, aceite y l&#237;quido refrigerante
                    necesarias para retirar el compresor de aire. Quite el compresor de aire con soportes fijados.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras del enfriador de aire de carga. Tape las aberturas.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo en "Y" de admisi&#243;n de aire del turbocargador. Tape las aberturas.
                </para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el suministro de combustible y las l&#237;neas de retorno del conjunto del
                    filtro de combustible. D&#233;jelo aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de la manguera de la direcci&#243;n hidr&#225;ulica de la cubierta de v&#225;lvula.
                    Quite la bomba de la direcci&#243;n hidr&#225;ulica del dep&#243;sito de la bomba de aceite de alta
                    presi&#243;n. Deje la bomba aparte en un lugar seguro.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de presi&#243;n de aceite en el dep&#243;sito de la bomba de
                    aceite de alta presi&#243;n. D&#233;jela aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todo el mazo de cableado unido a la cubierta de la v&#225;lvula y a la cabeza
                    de cilindro, para incluir el relevador de buj&#237;a incandescente y la conexi&#243;n del chasis con
                    soportes unidos. Deje aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la v&#225;lvula y la cabeza de cilindro del tubo de ventilaci&#243;n
                    de la caja del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n del extremo del tubo de aceite de alta presi&#243;n de la cabeza de
                    cilindro. Deje que el aceite caiga en un contenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la v&#225;lvula. Desconecte el cableado a la junta de la cubierta
                    de la v&#225;lvula. Quite la junta de la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el mazo de cableado de la buj&#237;a incandescente/ inyector.</para>
            </step1>
            <step1>
                <para count="1">Retire todos los conjuntos de balanc&#237;n y varillas de empuje.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los inyectores de combustible. Quite los pernos con resalto del inyector de
                    combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las buj&#237;as incandescentes.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de escape del m&#250;ltiple de escape y el adaptador de entrada del turbo
                    de escape.
                </para>
                <specpara>
                    <note>
                        <para>Para un retiro m&#225;s f&#225;cil, empuje el tubo de escape hacia el adaptador de entrada
                            del escape. Gire el tubo del m&#250;ltiple para obtener espacio libre. Quite el tubo.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite la l&#237;nea de aceite de alta presi&#243;n de la cabeza de cilindro, incluida la
                    abrazadera de soporte en la cubierta de admisi&#243;n de aire. Saque la l&#237;nea de combustible de
                    la cabeza de cilindro y del conjunto de filtro de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale la argolla y el dispositivo de elevaci&#243;n en la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite la cabeza de cilindro. Quite la junta de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y las superficies de contacto.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione la cabeza de cilindro por si est&#225; torcida, tiene grietas o la v&#225;lvula
                    tiene fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todos los sellos del inyector de combustible.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la junta del cabezal nueva. Instale la cabeza de cilindro. Quite el dispositivo
                    y la argolla de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique un poco los pernos de cabeza de cilindro con aceite limpio de motor en las
                    roscas y debajo de la cabeza de reborde. Instale los pernos de cabeza, apri&#233;telos en secuencia
                    y a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea de aceite de alta presi&#243;n en la cabeza de cilindro, incluida
                    la abrazadera de soporte. Instale la l&#237;nea de combustible en la cabeza de cilindro y el
                    conjunto del filtro de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de escape en el m&#250;ltiple y adaptador de entrada del escape. Aplique
                    un fijador en los pernos de reborde del tubo de escape. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un fijador en las roscas de las buj&#237;as incandescentes. Instale las buj&#237;as
                    incandescentes. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos con resalto del inyector de combustible. Apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique los sellos del inyector de combustible con aceite limpio de motor. Instale los
                    inyectores de combustible. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de empuje con los extremos color cobre hacia arriba. Lubrique los
                    conjuntos de balanc&#237;n con aceite limpio de motor. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los mazos de cables de la buj&#237;a incandescente y del inyector.</para>
            </step1>
            <step1>
                <para count="1">Instale la junta de la cubierta de la v&#225;lvula. Conecte el cableado a la junta de la
                    cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la v&#225;lvula. Apriete en secuencia y a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n del extremo del tubo de aceite de alta presi&#243;n en la parte
                    trasera de la cabeza de cilindro. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al en la cubierta de
                    la v&#225;lvula y la cabeza de cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todo el mazo de cableado en la cubierta de la v&#225;lvula y la cabeza de
                    cilindro, para incluir el relevador de buj&#237;as incandescentes y la conexi&#243;n del chasis con
                    soportes unidos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de presi&#243;n de aceite en el dep&#243;sito de la bomba de
                    aceite de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de la direcci&#243;n hidr&#225;ulica en el dep&#243;sito de la bomba de
                    aceite de alta presi&#243;n. Apriete las tuercas a la torsi&#243;n especificada. Conecte el soporte
                    de la manguera de la direcci&#243;n hidr&#225;ulica a la cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de combustible y las l&#237;neas de retorno al conjunto del filtro
                    de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo en "Y" de admisi&#243;n de aire.</para>
                <specpara>
                    <note>
                        <para>Lubrique el anillo "O" de salida de aire del turbocargador con aceite limpio de motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de aire con soportes. Conecte las mangueras/l&#237;neas de aire,
                    aceite y l&#237;quido refrigerante al compresor de aire. Conecte la correa del serpent&#237;n al
                    compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del filtro de aire para incluir el tubo/manguera de entrada
                    de aire en el turbocargador. Conecte el sensor IAT.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Cambie el aceite del motor y el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el veh&#237;culo y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Revise y llene el motor con los l&#237;quidos si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale ambas secciones de la caja colectora.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo en carretera.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
