<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - AMORTIGUADOR DEL EJE DEL CIG&#220;E&#209;AL Y/O SELLO DELANTERO (V-8),
        REEMPLAZO
    </stitle>
    <wtsproc id="w1238018" translation="spanish" wtscode="A12-2500" group="12">
        <wtsdescrip>AMORTIGUADOR DEL EJE DEL CIG&#220;E&#209;AL Y/O SELLO DELANTERO (V-8), REEMPLAZO</wtsdescrip>
        <model>3800</model>
        <model>4000</model>
        <model>3600</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config>El conjunto del radiador incluye el radiador, el enfriador de aire de carga y la cubierta.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todos los cables a tierra.</para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cables del cofre (en l&#237;nea). Al lado izquierdo del motor,
                    cerca del motor de partida, quite las abrazaderas de fijaci&#243;n del conducto flexible para cables
                    y deje este conducto sobre la rejilla.
                </para>
            </step1>
            <step1>
                <para count="1">Utilice un dispositivo apropiado para apoyar el cofre, desconecte los cables y resortes
                    del cofre y deje el cofre en el soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pasadores pivote de las bisagras.</para>
            </step1>
            <step1>
                <para count="1">Quite el cofre utilizando 2 personas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el tap&#243;n del calefactor del bloque desde la defensa, si est&#225;
                    instalado, y quite la defensa.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la manguera de aire de carga del tubo en "Y" de admisi&#243;n y quite el tubo de
                    aire de carga desde el bastidor del radiador.
                </para>
                <specpara>
                    <note>
                        <para>Mida la distancia desde el tubo de retenci&#243;n del perno superior al bastidor del
                            radiador.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el tirante del estabilizador del lado izquierdo del radiador desde el soporte del
                    bastidor. Quite el soporte del cofre con el tirante desde el bastidor del radiador para permitir el
                    acceso al dep&#243;sito de la direcci&#243;n hidr&#225;ulica.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dep&#243;sito de la direcci&#243;n hidr&#225;ulica desde el bastidor del
                    radiador. Deje el dep&#243;sito a un lado y f&#237;jelo.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retire el tubo y las mangueras del enfriador de aire de carga desde el enfriador y del
                    turbocargador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las mangueras del l&#237;quido refrigerante que sean necesarias para quitar
                    el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado desde el tanque de compensaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Si est&#225; equipado con transmisi&#243;n autom&#225;tica, quite las l&#237;neas del
                    enfriador en el radiador y los extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los tirantes superiores del radiador en el bastidor del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador/embrague utilizando herramientas especiales.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el tirante de sujeci&#243;n del lado derecho del radiador en el soporte del
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de soporte inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador del eje del cig&#252;e&#241;al usando un extractor.</para>
            </step1>
            <step1>
                <para count="1">Quite el sello delantero y el anillo de desgaste en el amortiguador.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el sello delantero y el anillo de desgaste.</para>
            </step1>
            <step1>
                <para count="1">Instale el amortiguador del eje del cig&#252;e&#241;al y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
                <specpara>
                    <note>
                        <para>Aplique RTV a la arandela del amortiguador.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el perno de soporte inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el tirante de sujeci&#243;n del lado derecho del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Conecte los tirantes superiores de sujeci&#243;n del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas del enfriador de la transmisi&#243;n, si est&#225;n
                    instaladas.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al tanque de sobrecarga.</para>
            </step1>
            <step1>
                <para count="1">Instale todas las mangueras del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Instale el dep&#243;sito de la direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del cofre con el tirante de sujeci&#243;n del radiador al bastidor
                    del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre, los pasadores pivote del cofre y los cables de apoyo.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del ensamblaje del cofre y fije el mazo.</para>
            </step1>
            <step1>
                <para count="1">Instale el amortiguador y el calefactor de bloque, si aplica.</para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido refrigerante de motor</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Revise el nivel del aceite del motor, arranque el motor y revise si tiene fugas.</para>
            </step1>
            <step1>
                <para count="1">Si est&#225; equipado con transmisi&#243;n autom&#225;tica, revise el nivel de l&#237;quido.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
