<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - REPARACI&#211;N Y/O REEMPLAZO DE LA CUBIERTA DELANTERA DEL MOTOR Y/O
        JUNTA
    </stitle>
    <wtsproc id="a12-3191" translation="spanish" wtscode="A12-3191" group="12">
        <wtsdescrip>REPARACI&#211;N Y/O REEMPLAZO DE LA CUBIERTA DELANTERA DEL MOTOR Y/O JUNTA</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <model>8500</model>
        <modelyr>2000</modelyr>
        <engine>530E, DT 466E</engine>
        <tran>MANUAL</tran>
        <config>Esta gu&#237;a es s&#243;lo para la reparaci&#243;n y/o reemplazo de las secciones delantera y trasera.
            No es necesario abrir el sistema de aire acondicionado, si est&#225; equipado.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto de la defensa delantera</para>
            </step1>
            <step1>
                <para count="1">Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a del cable a tierra, adem&#225;s del cable de conexi&#243;n a
                    tierra del ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del cofre, adem&#225;s desconecte el mazo de cableado del cofre, los
                    cables de tope y los pernos pivote.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Retire la protecci&#243;n derecha de la salpicadera del motor.</para>
            </step1>
            <step1>
                <para count="1">Retire las mangueras del enfriador de aire de carga y tape los orificios.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del calefactor de agua desde la abrazadera de montaje en el
                    radiador y d&#233;jela aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conjunto del condensador desde el radiador y d&#233;jelo aparte en un
                    lugar seguro. Desconecte adem&#225;s el transductor de presi&#243;n, saque las abrazaderas en P que
                    aseguran las l&#237;neas y retire el sello de recirculaci&#243;n del lado derecho si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, desconecte la manguera de aire del cubo del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del tanque de compensaci&#243;n y el conector del sensor de
                    nivel de l&#237;quido refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la correa de tierra del costado izquierdo inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera inferior del radiador desde el alojamiento del termostato.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera inferior derecha del radiador desde la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los tirantes inferiores del radiador.</para>
            </step1>
            <step1>
                <para count="1">Retire los tornillos inferiores del protector contra piedras.</para>
            </step1>
            <step1>
                <para count="1">Retire el travesa&#241;o superior del bastidor con la rejilla protectora incorporada.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la secci&#243;n del travesa&#241;o inferior del bastidor y tambi&#233;n los
                    ganchos para remolque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n, retire los pernos de montaje del conjunto del
                    radiador y retire el conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el aspa del ventilador, el mando, los componentes de la polea y del cubo, adem&#225;s
                    de la banda y el tensor.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el sensor de posici&#243;n / sincronizaci&#243;n del motor (CAM), adem&#225;s
                    desconecte el cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el soporte de montaje con el alternador incorporado, desconecte el cableado y
                    retire el soporte de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor</para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador del eje del cig&#252;e&#241;al usando un extractor.</para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto de la bomba de aceite y la llave de punta cuadrada.</para>
            </step1>
            <step1>
                <para count="1">Saque la polea de mando de la bomba de agua y el conjunto de la bomba de agua.</para>
            </step1>
            <step1>
                <para count="1">Saque el colector de aceite, el tubo de toma de aceite y la junta.</para>
            </step1>
            <step1>
                <para count="1">Retire la abrazadera delantera del motor de los pernos del travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Coloque el gato de tornillo para levantar el bloque y retire el soporte del motor.
                </para>
                <specpara>
                    <note>
                        <para>Coloque el gato para permitir la rotaci&#243;n del eje del cig&#252;e&#241;al.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque los pernos del compresor de aire si es necesario.</para>
                <specpara>
                    <note>
                        <para>Afloje la abrazadera de soporte trasera.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos del conjunto de la cubierta delantera y la secci&#243;n delantera de la
                    cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee los engranajes de sincronizaci&#243;n y marque el engranaje del &#225;rbol de
                    leva con relaci&#243;n al engranaje intermedio.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el juego de holgura de los engranajes de sincronizaci&#243;n y el juego
                    longitudinal del &#225;rbol de leva.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las l&#237;neas de combustible de la bomba de transferencia y desconecte el sensor
                    EOT.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del regulador de presi&#243;n de inyecci&#243;n (IPR).</para>
            </step1>
            <step1>
                <para count="1">Retire la bomba de aceite de alta presi&#243;n, adem&#225;s desconecte las l&#237;neas
                    de aceite desde la bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los engranajes intermedios, tanto el inferior como el superior.</para>
            </step1>
            <step1>
                <para count="1">Saque la placa de sincronizaci&#243;n del &#225;rbol de levas.</para>
            </step1>
            <step1>
                <para count="1">Saque el engranaje de sincronizaci&#243;n del &#225;rbol de levas utilizando un
                    extractor.
                </para>
                <specpara>
                    <note>
                        <para>Gire levemente el engranaje para introducir el extractor a trav&#233;s de la abertura del
                            engranaje.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la o las mangueras del calefactor desde la secci&#243;n trasera de la
                    cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos del conjunto de la cubierta delantera que sujetan la secci&#243;n
                    trasera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie las piezas y las superficies de contacto del bloque.</para>
            </step1>
            <step1>
                <para count="1">Coloque el engranaje de sincronizaci&#243;n del &#225;rbol de levas en un horno.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el conjunto de la cubierta delantera (secci&#243;n trasera) en la caja del cig&#252;e&#241;al
                    y apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del calefactor en la secci&#243;n trasera de la cubierta
                    delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el engranaje de sincronizaci&#243;n del &#225;rbol de levas.</para>
            </step1>
            <step1>
                <para count="1">Instale los engranajes intermedios, tanto el superior como el inferior, y apri&#233;telos
                    a la torsi&#243;n especificada. Alinee adem&#225;s las marcas de sincronizaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Vuelva a colocar el perno auxiliar superior.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la placa de sincronizaci&#243;n del &#225;rbol de levas y apri&#233;tela a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de aceite de alta presi&#243;n y conecte las l&#237;neas de aceite a la
                    bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del regulador de presi&#243;n de inyecci&#243;n (IPR).</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de combustible en la bomba de transferencia y conecte el sensor
                    EOT.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la secci&#243;n delantera del conjunto de la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera delantera del motor en la parte delantera de &#233;ste.</para>
            </step1>
            <step1>
                <para count="1">Baje el motor completo usando el gato de tornillo.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de la abrazadera delantera del motor en el travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de aire si es necesario y apriete a la torsi&#243;n especificada.
                </para>
                <specpara>
                    <note>
                        <para>Apriete el soporte del eje trasero en el bloque primero y luego en la parte trasera del
                            compresor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el tubo de toma de aceite y la junta y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el colector de aceite y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Caliente el amortiguador del eje del cig&#252;e&#241;al usando un fierro calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la bomba de agua y la polea de mando y apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el sello delantero e instale el conjunto de la bomba de aceite e
                    instale la llave de punta cuadrada. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el amortiguador del eje del cig&#252;e&#241;al, vuelva a colocar el anillo de
                    desgaste y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cubo del ventilador, la polea, los componentes de la polea y del mando, adem&#225;s
                    de la banda y el tensor. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la conexi&#243;n de la l&#237;nea del cubo del ventilador si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la manguera del radiador (de tipo contracci&#243;n) en la
                    manguera inferior derecha antes de instalar el radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del radiador utilizando el dispositivo de elevaci&#243;n, instale
                    los pernos de montaje y retire el dispositivo de elevaci&#243;n.
                </para>
                <specpara>
                    <note>
                        <para>Coloque la manguera inferior derecha en la cubierta delantera durante la
                            instalaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte los tirantes inferiores del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable a tierra (correa) en el radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del radiador al alojamiento del termostato y apriete la abrazadera
                    usando una pistola de calor.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque y apriete la abrazadera de la manguera inferior derecha del radiador en la
                    cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del tanque de compensaci&#243;n y el conector del sensor de nivel
                    del l&#237;quido refrigerante; adem&#225;s instale amarras pl&#225;sticas.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, conecte la manguera de aire del cubo del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el condensador al conjunto del radiador y el conector del transductor de presi&#243;n,
                    asegure las l&#237;neas e instale el sello de recirculaci&#243;n si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los travesa&#241;os inferior y superior del bastidor y los ganchos para
                    remolque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tornillos de la protecci&#243;n del radiador al travesa&#241;o inferior del
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje con el alternador incorporado, conecte el cableado e
                    instale el soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sensor de posici&#243;n / sincronizaci&#243;n del motor (CAM), adem&#225;s
                    vuelva a colocar el anillo "O" y conecte el cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa y apri&#233;telo a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del calefactor al soporte de montaje en el radiador.</para>
            </step1>
            <step1>
                <para count="1">Llene el motor con aceite y reemplace el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del cofre, conecte los cables de tope, los conectores de los mazos
                    de cables e instale los pernos pivote.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a al cable a tierra y el cableado de la conexi&#243;n a tierra del
                    ECM
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento del motor y si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Complete con l&#237;quidos seg&#250;n se necesite.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
