<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CUBIERTA DE LA V&#193;LVULA Y/O JUNTA, REEMPLAZO (LADO DERECHO)</stitle>
    <wtsproc id="w123R051" translation="spanish" wtscode="E12-1063" group="12">
        <wtsdescrip>CUBIERTA DE LA V&#193;LVULA Y/O JUNTA, REEMPLAZO (LADO DERECHO)</wtsdescrip>
        <model>3000RE</model>
        <modelyr>1997</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config>Vista hacia la derecha desde el asiento del conductor mirando hacia adelante.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento para incluir el retiro de la placa de acceso de la caja
                    colectora.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Desconecte del compresor de aire las l&#237;neas de aceite,
                    mangueras de l&#237;quido refrigerante, l&#237;neas de aire y conexi&#243;n de cables. Quite el
                    compresor de aire con soportes fijados.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras del enfriador de aire de carga. Aberturas de tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tubo en "Y" de admisi&#243;n de aire. Aberturas de tap&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n
                    para el retiro de la bomba de direcci&#243;n hidr&#225;ulica. Vuelva a instalar el tap&#243;n del
                    dep&#243;sito de la bomba de aceite de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los soportes de manguera de la direcci&#243;n hidr&#225;ulica. Quite la bomba
                    de la direcci&#243;n hidr&#225;ulica y col&#243;quela aparte.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de presi&#243;n de aceite del dep&#243;sito de la bomba de
                    aceite de alta presi&#243;n. Desconecte las l&#237;neas de combustible del filtro de combustible.
                    Asegure las l&#237;neas aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite de la cubierta de v&#225;lvula el conector de la clavija 31 y el soporte de buj&#237;a
                    incandescente. D&#233;jelos aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite de la cubierta de v&#225;lvula el tubo/manguera de ventilaci&#243;n de la caja del
                    cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la cubierta de la v&#225;lvula. Quite la cubierta de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado de la junta de la cubierta de la v&#225;lvula. Quite la junta.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie la cubierta de la v&#225;lvula y las superficies de contacto.</para>
            </step1>
            <step1>
                <para count="1">Instale la junta de la cubierta de la v&#225;lvula. Conecte el cableado a la junta de la
                    cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la v&#225;lvula. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al a la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale el conector de la clavija 31 y el soporte de buj&#237;a incandescente en la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aceite en el dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de combustible en el filtro de combustible.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de la direcci&#243;n hidr&#225;ulica con el nuevo anillo "O". Apriete
                    las tuercas a la torsi&#243;n especificada. Conecte el soporte de l&#237;nea en la cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo "Y" de admisi&#243;n con el nuevo anillo "O".</para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de aire. Conecte las mangueras/l&#237;neas de aire, aceite y l&#237;quido
                    refrigerante. Conecte la conexi&#243;n de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Conecte la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Cierre la v&#225;lvula de drenaje de l&#237;quido refrigerante. Instale la placa de
                    acceso de drenaje de l&#237;quido refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el motor con l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Agregue aceite al motor hasta el nivel adecuado. Arranque el motor y revise el sistema
                    para ver si hay fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
