<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - MOTOR DE SERVICIO, REEMPLAZO POR EL MOTOR DE SERVICIO</stitle>
    <wtsproc id="w1239031" translation="spanish" wtscode="A12-2030" group="12">
        <wtsdescrip>MOTOR DE SERVICIO, REEMPLAZO POR EL MOTOR DE SERVICIO</wtsdescrip>
        <model>3900</model>
        <model>3000FE</model>
        <modelyr>1994</modelyr>
        <engine>DT 466</engine>
        <tran>Autom&#225;tico</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la rejilla y la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite y el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire y el cable al solenoide de enrejado.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el muelle en el tubo de descarga retractable del radiador. Quite los pernos
                    de retenci&#243;n del brazo del pivote del tubo de descarga en el soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de l&#237;quido refrigerante del radiador y el tubo de
                    descarga.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tubos de aire de alimentaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las conexiones de mangueras de la secci&#243;n superior del radiador,
                    incluidas las conexiones y abrazaderas del mazo de cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los montantes de soporte del radiador en los soportes de montaje del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera inferior del radiador en el radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de la transmisi&#243;n en el radiador. Extremos
                    del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de soporte inferiores del radiador. Jale el conjunto del radiador
                    hacia adelante para permitir el acceso. Quite el soporte de la manguera del calefactor en el
                    bastidor del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador. Quite el perno
                    inferior del radiador. Quite el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del montante del radiador del motor. Quite las mangueras del calefactor
                    y derivaci&#243;n superior del radiador de la parte delantera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Quite el alternador.</para>
            </step1>
            <step1>
                <para count="1">Quite el m&#250;ltiple de escape con la fijaci&#243;n del turbo y desconecte la conexi&#243;n
                    del filtro de aire. Quite la l&#237;nea de aceite y el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del acelerador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea principal del compresor de aire y la manguera del filtro de
                    aire en el compresor de aire. Desconecte todas las abrazaderas y conexiones de cables del mazo de
                    cableado necesarias para quitar el motor, incluida la l&#237;nea de aceite y mangueras en el
                    regulador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras de la bomba de direcci&#243;n hidr&#225;ulica en la bomba.
                    Saque el l&#237;quido y coloque las mangueras aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la placa corredera del travesa&#241;o delantero, incluidas las abrazaderas de
                    soporte para manguera en el travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de combustible en el filtro y tambi&#233;n en los soportes de
                    la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del l&#237;quido refrigerante y del calefactor en la salida de
                    la bomba de agua. D&#233;jelos aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el soporte de seguridad del eje de transmisi&#243;n y retire el eje de
                    transmisi&#243;n. Desconecte el varillaje de cambios de la transmisi&#243;n en la transmisi&#243;n.
                    Quite los pernos de la cubierta de conversor que sujetan los soportes y desconecte los cables a
                    tierra conectados al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de montaje superior del motor y desconecte el soporte de la l&#237;nea de
                    aire en el soporte trasero izquierdo del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del travesa&#241;o delantero, excepto (2).</para>
            </step1>
            <step1>
                <para count="1">Para obtener un mejor balanceo del motor durante la elevaci&#243;n, transfiera el
                    soporte de elevaci&#243;n lateral derecho del motor a la secci&#243;n trasera del lado derecho del
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Use el elevador de horquilla. Apoye el motor. Quite el soporte trasero del motor del
                    lado izquierdo del motor. Quite el resto de los pernos de retenci&#243;n del travesa&#241;o
                    delantero. Quite el travesa&#241;o. Quite el motor con la transmisi&#243;n. Para esta operaci&#243;n
                    se necesitan dos personas.
                </para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que la horquilla no se deslice m&#225;s all&#225; de la cadena de
                            elevaci&#243;n cuando jale el motor fuera del veh&#237;culo.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Transfiera todas las piezas necesarias del motor y su transmisi&#243;n al motor nuevo.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el motor nuevo con las piezas transferidas y la transmisi&#243;n en el elevador
                    de horquilla.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el motor en el veh&#237;culo (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del motor trasero y el travesa&#241;o delantero.</para>
            </step1>
            <step1>
                <para count="1">Coloque el motor en su posici&#243;n. Asegure los soportes delanteros y traseros del
                    motor: Quite el elevador de horquilla y la cadena.
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera el soporte de elevaci&#243;n del motor a la posici&#243;n original
                    delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire al soporte.</para>
            </step1>
            <step1>
                <para count="1">Conecte el eje de transmisi&#243;n, soporte de seguridad y soporte unido a la cubierta
                    del conversor de la transmisi&#243;n. Conecte el varillaje de la transmisi&#243;n y las conexiones a
                    tierra del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras de l&#237;quido refrigerante y del calefactor al motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de combustible y los soportes.</para>
            </step1>
            <step1>
                <para count="1">Instale las abrazaderas de soporte de la manguera y la placa corredera al travesa&#241;o
                    delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras de la direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las conexiones del mazo de cableado y las mangueras y l&#237;neas de
                    aceite al compresor y regulador de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del acelerador.</para>
            </step1>
            <step1>
                <para count="1">Instale el m&#250;ltiple de escape con el turbo. Conecte el conjunto del filtro de aire,
                    la l&#237;nea de aceite y el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alternador y el cableado.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del montante del radiador al motor. Conecte todas las mangueras de l&#237;quido
                    refrigerante al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del radiador y tambi&#233;n asegure o quite el dispositivo de
                    elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las mangueras al radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del enfriador de la transmisi&#243;n al radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale los montantes de soporte del radiador en los soportes de montaje del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las conexiones del mazo de cableado y las abrazaderas de sujeci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos de aire de alimentaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de descarga de l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera y cable del enrejado al solenoide de enrejado.</para>
            </step1>
            <step1>
                <para count="1">Llene el motor con aceite, el sistema de enfriamiento, la direcci&#243;n hidr&#225;ulica
                    y la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor, revise si tiene fugas y su funcionamiento.</para>
            </step1>
            <step1>
                <para count="1">Purgue la direcci&#243;n hidr&#225;ulica seg&#250;n las instrucciones del manual.</para>
            </step1>
            <step1>
                <para count="1">Instale la rejilla y la defensa.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo en carretera. Revise si hay fugas. Vuelva a llenar con l&#237;quidos
                    si es necesario.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
