<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - PIST&#211;N Y/O CAMISA, REEMPLAZO (I-6 MEC&#193;NICO.)</stitle>
    <wtsproc id="w1247045" translation="spanish" wtscode="A12-1300" group="12">
        <wtsdescrip>PIST&#211;N Y/O CAMISA, REEMPLAZO (I-6 MEC&#193;NICO.)</wtsdescrip>
        <model>4000</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>DT 466</engine>
        <tran>International 6+1</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Abra y cierre la puerta y el cofre y coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto de ruedas delantero derecho, incluido el eje de soporte delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tanque de compensaci&#243;n y el soporte.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite los brazos superiores de reacci&#243;n de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador/embrague utilizando herramientas especiales.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Saque la polea de la correa del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los cables del alternador y quite el alternador, su mazo de cableado y el
                    soporte de mangueras.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de correa.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del alternador.</para>
            </step1>
            <step1>
                <para count="1">Quite el mazo de cableado del &#225;rea de la cubierta de v&#225;lvula, incluido los
                    cables y el sensor del dispositivo emisor.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todas las l&#237;neas de los inyectores de combustible.</para>
            </step1>
            <step1>
                <para count="1">Retire las l&#237;neas de retorno de combustible desde los inyectores, incluida la bomba
                    aneroide.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todos los inyectores de combustible; use una herramienta.</para>
            </step1>
            <step1>
                <para count="1">Saque el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Quite la junta y la cubierta de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbo; incluidas las l&#237;neas de aceite del
                    turbo.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el balanc&#237;n y las varillas de empuje.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n a la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite la cabeza de cilindro (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor</para>
            </step1>
            <step1>
                <para count="1">Quite el colector de aceite.</para>
            </step1>
            <step1>
                <para count="1">Limpie el carbono del di&#225;metro interior del cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n de la biela y los cojinetes; quite el conjunto del pist&#243;n del
                    cilindro.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para sacar la camisa del cilindro:</para>
                    <seqlist>
                        <item>
                            <para>Con una herramienta especial, saque la camisa y los sellos.</para>
                        </item>
                        <item>
                            <para>Limpie el di&#225;metro interior de la camisa.</para>
                        </item>
                    </seqlist>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Para instalar la camisa del cilindro:</para>
                    <seqlist>
                        <item>
                            <para>Instale la camisa con sellos.</para>
                        </item>
                        <item>
                            <para>Revise la camisa para ver que tenga la prominencia correcta.</para>
                        </item>
                    </seqlist>
                </note>
            </specpara>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie la cabeza del cilindro, el bloque y las superficies del colector de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del pist&#243;n en el agujero del cilindro; use un compresor de
                    anillos para comprimir los anillos del pist&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cojinete de la biela, el tap&#243;n de la biela y apriete los pernos del tap&#243;n
                    a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la nueva junta de cabeza usando un dispositivo de elevaci&#243;n y coloque la
                    cabeza del cilindro en posici&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y deje suelto el perno de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de empuje y el eje del balanc&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de la cabeza a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Ajuste el juego de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale la junta de la cubierta de la v&#225;lvula y la cubierta de la v&#225;lvula y
                    apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Instale los inyectores de combustible y apriete los pernos de fijaci&#243;n a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de retorno de combustible, incluida la l&#237;nea de aneroide.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las l&#237;neas de inyector de combustible y apriete las tuercas a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de aceite del turbo y el tubo de escape al turbo.</para>
            </step1>
            <step1>
                <para count="1">Instale la polea del cubo del ventilador y apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa y apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de ventilador/embrague utilizando una herramienta especial.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el alternador.</para>
            </step1>
            <step1>
                <para count="1">Instale el cableado del alternador, el cable/manguera y el soporte al alternador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del mazo de cableado a la cubierta de la v&#225;lvula, incluidos los
                    sensores y las conexiones del dispositivo emisor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale los brazos superiores de reacci&#243;n de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte y tanque de compensaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de ruedas delanteras; apriete las tuercas a la torsi&#243;n
                    especificada y baje el veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta del colector de aceite y luego el colector mismo y apriete los pernos a
                    la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Llene con aceite del motor seg&#250;n la especificaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
