<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CUBIERTA/JUNTA DE LA V&#193;LVULA (I-6 CON SISTEMA DIAMOND LOGIC),
        REEMPLAZO
    </stitle>
    <wtsproc id="w1247010" translation="spanish" wtscode="A12-1060" group="12">
        <wtsdescrip>CUBIERTA/JUNTA DE LA V&#193;LVULA (I-6 CON SISTEMA DIAMOND LOGIC), REEMPLAZO</wtsdescrip>
        <model>4700</model>
        <model>3800</model>
        <modelyr>1996</modelyr>
        <engine>DT 466E</engine>
        <tran>International 6+1</tran>
        <config>Nuevo dise&#241;o de computadora montada al lado izquierdo del motor.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las bater&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las dos conexiones del mazo de cableado en la computadora.</para>
            </step1>
            <step1>
                <para count="1">Quite la computadora del soporte.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos del enfriador de aire de carga para obtener acceso, incluida la
                    manguera del compresor de aire en la tuber&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado para tener acceso al soporte de la computadora.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de la computadora.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del motor en la cabina.</para>
            </step1>
            <step1>
                <para count="1">Quite los brazos superiores de reacci&#243;n de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de correa.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable del embrague del A/A, las abrazaderas de la manguera de la l&#237;nea
                    del compresor en el soporte del alternador, y los pernos de retenci&#243;n del compresor de A/A.
                    Vuelva a colocar el compresor de A/A y f&#237;jelo para permitir acceso.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de A/A.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el soporte del compresor de A/A.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado en el soporte/abrazaderas del soporte del mazo de
                    cableado del alternador y conexiones en los sensores. Vuelva a colocar el mazo de cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera del compresor de aire en el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado interno del inyector en la cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite del motor el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la caja de v&#225;lvulas/aire y /o junta.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Conecte el cable interno del inyector dentro de la cubierta de la v&#225;lvula. Instale
                    la junta/cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de retenci&#243;n de la cubierta de v&#225;lvula y apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera del compresor de aire en el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del mazo de cableado del alternador y tambi&#233;n las conexiones en
                    los sensores.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del compresor de A/A y apriete seg&#250;n las especificaciones.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de A/A en el soporte. Conecte el cable del embrague y las
                    abrazaderas de manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa. Apriete a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los brazos de reacci&#243;n superiores de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de la computadora.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado en la cubierta de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale la computadora.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado a la computadora.</para>
            </step1>
            <step1>
                <para count="1">Instale los dos tubos de aire de carga, incluida la manguera del compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
