<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (I-6E)</stitle>
    <wtsproc id="w1249021" translation="spanish" wtscode="A12-2050" group="12">
        <wtsdescrip>MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (I-6E)</wtsdescrip>
        <model>4900</model>
        <model>3800</model>
        <modelyr>1997</modelyr>
        <engine>DT 466E</engine>
        <engine>530E</engine>
        <config>Este veh&#237;culo est&#225; equipado con aire acondicionado, frenos de aire y el nuevo dise&#241;o
            computacional NAVPAK.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Cierre las v&#225;lvulas (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado necesario para quitar el cofre. Desconecte los cables y los
                    pasadores de bisagra. Quite el cofre.
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo. Use bloques de madera debajo de las ruedas delanteras.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de entrada de aire desde el compresor de aire (si es
                    necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite el dep&#243;sito de la direcci&#243;n hidr&#225;ulica desde el bastidor del
                    radiador. Deje la bomba a un lado y f&#237;jela.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si tiene instalado el aire acondicionado, evacue el sistema.</para>
            </step1>
            <step1>
                <para count="1">Si tiene instalado el aire acondicionado, desconecte las l&#237;neas de A/A en el
                    condensador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras del l&#237;quido refrigerante del motor y radiador
                    necesarias para quitar el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los tirantes de sujeci&#243;n del radiador en los soportes de apoyo del
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tirantes superiores de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Incline el conjunto del radiador levemente hacia adelante para tener acceso al conjunto
                    del ventilador. Con una herramienta especial, quite el conjunto del ventilador (roscas a la
                    izquierda).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca de retenci&#243;n del bastidor del radiador al travesa&#241;o de
                    soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto del radiador utilizando el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n del aire acondicionado (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de la correa del serpent&#237;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n del soporte del alternador. Quite el alternador con
                    soportes fijados.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del calentador en el motor.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera del tanque de compensaci&#243;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas y mangueras de A/A en el compresor de aire acondicionado.
                    Quite los pernos de retenci&#243;n del soporte del compresor de aire acondicionado. Quite el
                    compresor de aire acondicionado con un soporte fijo (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la polea de mando del ventilador. Saque la polea.
                    Saque los pernos de retenci&#243;n y quite el mando del ventilador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire de carga y las l&#237;neas del regulador desde el
                    compresor de aire (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado de la computadora, incluidas las abrazaderas de apoyo.</para>
            </step1>
            <step1>
                <para count="1">Saque la computadora. Quite el soporte de la computadora.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de la varilla indicadora de aceite (tubo de llenado de aceite).</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del dispositivo emisor de presi&#243;n de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la bomba de la direcci&#243;n hidr&#225;ulica. Deje la
                    bomba a un lado y f&#237;jela.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite ambas secciones de las cubiertas del motor (cabina).</para>
            </step1>
            <step1>
                <para count="1">Desconecte el soporte de la l&#237;nea de aire en la parte trasera del motor (si es
                    necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el suministro de combustible y las l&#237;neas de retorno.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los soportes del mazo de cableado del motor (&#225;rea de la cubierta de v&#225;lvula);
                    asegure el mazo y col&#243;quelo aparte.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el eje conductor.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del pedestal de cambio de velocidades desde la transmisi&#243;n. Con
                    las transmisiones 5 y 6+1, qu&#237;telo desde debajo del veh&#237;culo. En veh&#237;culos con
                    transmisi&#243;n de contraeje doble, quite el conjunto de piso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las conexiones el&#233;ctricas necesarias para quitar la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague del brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que sujetan la transmisi&#243;n al motor
                    <emph type="bold">salvo</emph>
                    dos (2).
                </para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente de la transmisi&#243;n a la transmisi&#243;n. Quite los dos
                    pernos restantes que sujetan la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la transmisi&#243;n. Coloque la transmisi&#243;n aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del motor de arranque. Quite el perno de montaje y el aislador
                    trasero izquierdo del motor para permitir acceder a la abrazadera de soporte del mazo de cableado
                    del motor de arranque. Quite la abrazadera de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de los soportes delanteros del motor y el soporte
                    trasero derecho del motor.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Los pasos 54 al 59 se realizan para volver a colocar la argolla de elevaci&#243;n para
                            elevar en forma equilibrada el motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque la cubierta de la v&#225;lvula y desconecte el mazo de cableado del inyector de la
                    cubierta de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Cubra los orificios de admisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del inyector N&#186;4 para obtener acceso.</para>
            </step1>
            <step1>
                <para count="1">Saque el perno de cabeza de cilindro entre los inyectores N&#186;4 y N&#186;5.</para>
            </step1>
            <step1>
                <para count="1">Quite la argolla de elevaci&#243;n de la parte trasera del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale la argolla de elevaci&#243;n entre los inyectores N&#186;4 y N&#186;5 usando
                    perno de cabeza. Aseg&#250;rese de que la argolla est&#233; centrada correctamente para que haya
                    espacio libre, de manera que los inyectores no se toquen entre s&#237;. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el motor.</para>
            </step1>
            <step1>
                <para count="1">Quite el motor del veh&#237;culo.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Transfiera el motor nuevo al dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Transfiera las piezas necesarias al nuevo motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el motor en el veh&#237;culo. Instale todos los pernos de montaje del motor. No
                    apriete los tornillos esta vez.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de montaje traseros derechos e izquierdos del motor. Saque el perno
                    de montaje trasero izquierdo.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al motor de arranque, incluido el soporte al motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el perno de montaje trasero izquierdo.</para>
            </step1>
            <step1>
                <para count="1">Saque la argolla de elevaci&#243;n trasera e inst&#225;lela en su posici&#243;n
                    original.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el perno de cabeza de cilindro. Apriete a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del inyector N&#186;4.</para>
            </step1>
            <step1>
                <para count="1">Saque las cubiertas de los orificios de admisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del inyector de la cubierta de v&#225;lvula a la cubierta
                    misma. Instale la cubierta de la v&#225;lvula. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la transmisi&#243;n en el motor. Quite la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la placa de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague al brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Conecte las conexiones el&#233;ctricas a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal de cambio de velocidades a la transmisi&#243;n. Instale el conjunto
                    de piso (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del motor y los soportes a los pernos de la cubierta de v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de combustible y las l&#237;neas de retorno.</para>
            </step1>
            <step1>
                <para count="1">Conecte el soporte de la l&#237;nea de aire en la parte trasera del motor (si es
                    necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de direcci&#243;n hidr&#225;ulica al motor. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al dispositivo emisor de presi&#243;n de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de la varilla indicadora de aceite.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de la computadora. Instale la computadora al soporte. Apriete los
                    pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado a la computadora. Apriete a la torsi&#243;n especificada; incluidas
                    las abrazaderas de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire al compresor de aire (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Conecte el escape al turbo.</para>
            </step1>
            <step1>
                <para count="1">Instale el mando y la polea del ventilador. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del compresor del aire acondicionado, compresor y l&#237;neas al
                    compresor (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera del tanque de compensaci&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del calefactor al motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el alternador con soporte al motor. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de la correa del serpent&#237;n del motor. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del radiador en su lugar usando un dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes de sujeci&#243;n superior e inferior del radiador. Instale el
                    soporte y tuerca inferiores del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n del conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras de l&#237;quido refrigerante al conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire acondicionado al condensador (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Instale el dep&#243;sito de la direcci&#243;n hidr&#225;ulica en el bastidor del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos de aire de alimentaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de entrada de aire al compresor de aire (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Baje la parte delantera del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Llene con aceite del motor y l&#237;quido refrigerante hasta el nivel correcto.</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre, los pasadores de bisagra y los cables. Conecte el cableado.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Instale las cubiertas del motor (cabina).</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
