<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CABEZA DE CILINDRO Y/O JUNTA (I-6), REEMPLAZO</stitle>
    <wtsproc id="w1247013" translation="spanish" wtscode="A12-1100" group="12">
        <wtsdescrip>CABEZA DE CILINDRO Y/O JUNTA (I-6), REEMPLAZO</wtsdescrip>
        <model>4700</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>DT 466</engine>
        <tran>International 6+1</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las bater&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Levante el eje y soporte delanteros del lado derecho con soporte. Quite la llanta
                    delantera derecha.
                </para>
                <specpara>
                    <note>
                        <para>Esto se realiza para tener acceso a la cabeza de cilindro y espacio libre para el
                            dispositivo de elevaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite las mangueras y el tanque de compensaci&#243;n, junto con el soporte de montaje
                    del tanque de compensaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire para obtener mejor acceso.</para>
            </step1>
            <step1>
                <para count="1">Quite los brazos superiores de reacci&#243;n de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos y mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto de aspas/embrague del ventilador del motor con una herramienta
                    especial.
                </para>
                <specpara>
                    <note>
                        <para>Roscas hacia la izquierda.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n. Quite la polea del cubo del ventilador para obtener
                    acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Desconecte el mazo de cableado del alternador y
                    la manguera del calefactor del soporte en el alternador. Quite el soporte. Quite el alternador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del alternador.</para>
            </step1>
            <step1>
                <para count="1">Dentro de la cabina, quite completamente la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los sensores/dispositivos emisores necesarios para quitar el mazo de cableado
                    de la cubierta de v&#225;lvula. Quite el mazo de cableado desde la cubierta de v&#225;lvula y d&#233;jelo
                    aparte para tener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las l&#237;neas del inyector de combustible desde la bomba de inyecci&#243;n y los
                    inyectores como un conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la l&#237;nea aneroide desde la cubierta de v&#225;lvula y la bomba de inyecci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Retire las l&#237;neas de retorno de combustible desde los inyectores y la bomba de
                    inyecci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los inyectores de combustible. Use una herramienta especial.</para>
            </step1>
            <step1>
                <para count="1">Quite las l&#237;neas de aceite en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo por corriente de aire en marcha de la cubierta de v&#225;lvula y caja del
                    cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Suelte todas las tuercas y tornillos de ajuste de los balancines.</para>
                <specpara>
                    <note>
                        <para>Esto se hace para evitar posible da&#241;o al tren de v&#225;lvulas durante la instalaci&#243;n.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el soporte/pernos de soporte del balanc&#237;n (pernos de cabeza).</para>
                <specpara>
                    <note>
                        <para>Suelte el soporte/pernos de soporte del balanc&#237;n alternadamente para disminuir la
                            posibilidad de que se atasque el eje de la palanca.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite de la cabeza de cilindro el conjunto del balanc&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite todas las varillas de empuje de la cabeza del cilindro.</para>
            </step1>
            <step1>
                <para count="1">Quite el resto de los pernos de la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n a la cabeza de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Saque la cabeza de cilindro de la caja del cig&#252;e&#241;al.</para>
                <specpara>
                    <note>
                        <para>Coloque la cabeza de cilindro sobre los bloques de madera para proteger las v&#225;lvulas
                            y la superficie inferior de la cubierta.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y superficies de contacto, incluidos los di&#225;metros
                    interiores de las boquillas.
                </para>
            </step1>
            <step1>
                <para count="1">Si va a reemplazar la cabeza del cilindro, transfiera los soportes de elevaci&#243;n, el
                    alojamiento del termostato, las conexiones y sensores. Transfiera el m&#250;ltiple de escape con el
                    turbocargador. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la nueva junta de la cabeza de cilindro en la cubierta superior de la caja del
                    cig&#252;e&#241;al. Instale la cabeza de cilindro en la caja del cig&#252;e&#241;al. Quite el
                    dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique las roscas y arandelas de los pernos de la cabeza de cilindro y debajo del
                    &#225;rea del asiento, usando un aceite del motor limpio.
                </para>
                <specpara>
                    <note>
                        <para>Lubrique los pernos largo y cortos.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale todos los pernos peque&#241;os de cabeza de cilindro apret&#225;ndolos con los
                    dedos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las varillas de empuje.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del balanc&#237;n en la cabeza de cilindro, usando los pernos de
                    cabeza grande en sus respectivos orificios.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de cabeza grande con los dedos (salvo los dos pernos del extremo).
                    Coloque un calibrador de espesor de 0.005 pulgadas entre los soportes externos y las palancas
                    oscilantes para evitar atascamiento. Apriete con los dedos los dos pernos de extremos.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de cabeza de cilindro en tres etapas como se describe en el manual de
                    mantenimiento.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Revise que los dos balancines de los extremos tengan libertad de movimiento despu&#233;s
                            de apretar los pernos de cabeza de cilindro. Quite los dos calibradores de espesor de 0.005
                            pulgadas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ajuste el juego de la v&#225;lvula seg&#250;n la especificaci&#243;n del manual de
                    mantenimiento.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta y la junta de la v&#225;lvula. Apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo por corriente de aire en marcha.</para>
            </step1>
            <step1>
                <para count="1">Instale los inyectores de combustibles con los nuevos sellos.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de retorno de combustible.</para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea aneroide y apriete a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de l&#237;nea del inyector de combustible y apri&#233;telo a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de la correa del serpent&#237;n. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alternador y el soporte del mazo de cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al alternador, sensores y dispositivo emisor. Conecte la manguera
                    del calefactor. Conecte el mazo de cableado a la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n. Instale la polea del cubo del ventilador. Apriete
                    los pernos en la polea.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el ventilador del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale los tubos y mangueras de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale la manguera superior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes superiores de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje del tanque de sobrecarga; instale el tanque de sobrecarga
                    y las mangueras.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la llanta delantera derecha; apriete las tuercas de seguridad seg&#250;n la
                    especificaci&#243;n. Saque el soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido refrigerante de motor</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor, revise si tiene fugas y que funcione correctamente.</para>
            </step1>
            <step1>
                <para count="1">Dentro de la cabina, instale completamente la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo en carretera.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
