<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - AMORTIGUADOR DEL EJE DEL CIG&#220;E&#209;AL Y/O SELLO DELANTERO (I-6),
        REEMPLAZO
    </stitle>
    <wtsproc id="w1249015" translation="spanish" wtscode="A12-2501" group="12">
        <wtsdescrip>AMORTIGUADOR DEL EJE DEL CIG&#220;E&#209;AL Y/O SELLO DELANTERO (I-6), REEMPLAZO</wtsdescrip>
        <model>4900</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>DT 466</engine>
        <tran>International, 6 velocidades</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado. El sistema de enfriamiento consta de un radiador,
            enfriador de aire de carga y cubierta como un conjunto completo.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del cofre en el mazo de cables, usando una mesa adecuada para
                    apoyar el cofre. Desconecte los cables de apoyo del cofre y deje el cofre sobre la mesa. Retire los
                    pasadores pivote del cofre. Quite el cofre.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el dep&#243;sito de la direcci&#243;n hidr&#225;ulica desde el bastidor de
                    soporte del radiador y vuelva a colocar y fijar aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tubos y las mangueras de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras de enfriamiento necesarias para quitar el sistema de
                    enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los soporte de sujeci&#243;n superiores del radiador y desconecte los inferiores
                    del bastidor del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Si tiene instalado A/A</emph>
                    quite las abrazaderas de soporte de la l&#237;nea del condensador, el condensador del A/A del
                    bastidor de soporte del radiador. Vuelva a colocar el condensador de A/A a la derecha del motor y d&#233;jelo
                    aparte para obtener acceso.
                    <emph type="bold">No abra el sistema de A/A.</emph>
                    Tenga cuidado de no da&#241;ar las aletas del condensador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n. Quite el conjunto del ventilador y embrague.</para>
                <specpara>
                    <note>
                        <para>Use una herramienta especial.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale un dispositivo de elevaci&#243;n adecuado para el conjunto del sistema de
                    enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos inferiores de soporte del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Antes de sacar el amortiguador, revise que no se bambolee con un indicador de
                    cuadrante.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del amortiguador y la arandela de soporte. Con un
                    extractor adecuado, saque el amortiguador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la camisa delantera gastada del amortiguador si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Saque el sello de aceite del eje delantero del cig&#252;e&#241;al; use una herramienta
                    de extracci&#243;n de ret&#233;n.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el sello del eje delantero del cig&#252;e&#241;al con una herramienta de
                    instalaci&#243;n de sello adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el amortiguador directamente sobre una placa caliente. Marque el amortiguador
                    con un l&#225;piz de fundici&#243;n t&#233;rmica a 388 grados F y caliente. Cuando el l&#225;piz se
                    derrita, usando guantes de fundici&#243;n, instale el amortiguador sobre el eje del cig&#252;e&#241;al.
                    Aseg&#250;rese de alinear el chavetero en el amortiguador con la llave en el eje del cig&#252;e&#241;al.
                </para>
                <specpara>
                    <note>
                        <para>No instale el amortiguador cuando est&#233; fr&#237;o (a temperatura ambiente).</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique RTV a la arandela de soporte del amortiguador.</para>
                <specpara>
                    <note>
                        <para>Esto evita que se filtre aceite por el chavetero del amortiguador.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la arandela y pernos de soporte del amortiguador, evite que &#233;ste gire y
                    apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sistema de enfriamiento y los pernos de soporte inferior del radiador.</para>
                <specpara>
                    <note>
                        <para>D&#233;jelos sueltos esta vez.</para>
                    </note>
                </specpara>
                <para>Conecte los tirantes inferiores del radiador y apriete ahora los pernos interiores.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n y el conjunto del ventilador/embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el condensador de A/A y las abrazaderas de soporte de la manguera.</para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes superiores de apoyo del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale los tubos y mangueras de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Conecte el dep&#243;sito de la direcci&#243;n hidr&#225;ulica en el bastidor del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido refrigerante de motor</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre, pasadores pivote y cables de sujeci&#243;n, luego conecte el cableado
                    al mazo de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Llene el motor con aceite. Arranque el motor y revise el sistema para ver si hay fugas.
                    Llene el motor con l&#237;quido refrigerante si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
