<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (V8-AUTO)</stitle>
    <wtsproc id="w1247028" translation="spanish" wtscode="A12-2060" group="12">
        <wtsdescrip>MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (V8-AUTO)</wtsdescrip>
        <model>4700</model>
        <model>3800</model>
        <modelyr>1998</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config>El veh&#237;culo tiene frenos hidr&#225;ulicos y una computadora NAVPAC. El conjunto del radiador
            comprende: el radiador, el enfriador de aire de carga y la cubierta.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del filtro de aire con el tubo, incluido el sensor IAT desconectado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado en la computadora.</para>
            </step1>
            <step1>
                <para count="1">Quite la computadora del soporte.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras, l&#237;neas de combustible y relevador de buj&#237;as
                    incandescentes conectados al soporte de la computadora. Quite el soporte de la computadora.
                    <emph type="bold">NOTA: Se puede sacar la computadora con su soporte como una unidad.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite el cofre y desconecte el mazo del cableado y el cable/resorte. Quite los pasadores
                    de las bisagras del cofre.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Saque del bastidor del radiador el soporte izquierdo de la bisagra del cofre y el
                    soporte del tirante del soporte del radiador Quite el dep&#243;sito de la direcci&#243;n hidr&#225;ulica
                    desde el bastidor del radiador. D&#233;jelos aparte para obtener acceso.
                    <emph type="bold">NOTA: no abra el sistema de direcci&#243;n hidr&#225;ulica..</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras del l&#237;quido refrigerante necesarias para quitar el
                    conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de A/A en el compresor de aire acondicionado, incluidas la l&#237;nea
                    de A/A en el secador de A/A y la l&#237;nea de baja presi&#243;n de A/A en la v&#225;lvula de
                    expansi&#243;n (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Quite las barras superiores de los tirantes de sujeci&#243;n del radiador y la barra
                    derecha inferior de los tirantes de sujeci&#243;n del radiador
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador. Incline el
                    ensamblaje del radiador hacia adelante para tener acceso al ventilador del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador/embrague utilizando herramientas especiales.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de aceite de la transmisi&#243;n en la
                    transmisi&#243;n. Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca de soporte inferior del radiador. Quite el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del soporte que sujeta el compresor de A/A, el
                    alternador y el tensor de la correa. Quite el soporte con los componentes fijados como un conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las abrazaderas de soporte que sujetan el mazo de cableado principal en
                    la parte superior del &#225;rea del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado en el motor de arranque. Coloque nuevamente el mazo de cableado
                    aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el sensor de mapa. Quite el tubo en "Y" de admisi&#243;n de aire. Tape los
                    orificios.
                </para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de la bomba de aceite de alta presi&#243;n en la cabeza de
                    cilindro para permitir acceso a la bomba de direcci&#243;n hidr&#225;ulica.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de direcci&#243;n hidr&#225;ulica y desconecte las mangueras de los
                    soportes. Vuelva a colocar la bomba y aseg&#250;rela.
                    <emph type="bold">NOTA: No abra el sistema.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los soportes de la l&#237;nea de combustible y desconecte las l&#237;neas de
                    combustible en el conjunto del filtro de combustible. Vuelva a colocar las l&#237;neas aparte para
                    permitir acceso y aseg&#250;relas.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras del calefactor y la manguera del tanque de descarga desde
                    el motor. Deje aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbocargador. Deje aparte en un lugar seguro.</para>
            </step1>
            <step1>
                <para count="1">Desconecte del motor el tubo de llenado/varilla indicadora de aceite de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la abrazadera del mazo de cableado del chasis en la parte trasera de la
                    cabeza del cilindro izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y ap&#243;yelo con bloques de madera debajo de las llantas.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Desconecte en el motor todos los soportes del enfriador de aceite de la transmisi&#243;n.
                    Deje aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n delantera del &#225;rbol motor.</para>
            </step1>
            <step1>
                <para count="1">Quite los soportes de la l&#237;nea del enfriador de aceite de la transmisi&#243;n en el
                    alojamiento del conversor de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la placa de inspecci&#243;n del volante. Quite los pernos de retenci&#243;n del
                    convertidor de torsi&#243;n en la placa flexible del volante.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos traseros del soporte del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos
                    <emph type="bold">excepto</emph>
                    3 que sujetan la transmisi&#243;n al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y asegure en la transmisi&#243;n la toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los 3 pernos restantes que sujetan la transmisi&#243;n al motor. Mueva la
                    transmisi&#243;n hacia atr&#225;s desde el motor para permitir el espacio libre necesario. Deje la
                    transmisi&#243;n sobre el gato.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca de soporte delantera del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n de toldo en el motor.</para>
            </step1>
            <step1>
                <para count="1">Quite parcialmente el motor y retire la correa de piso desde la parte posterior
                    izquierda del motor. Quite el motor del veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el motor sobre los soportes de piso.
                    <emph type="bold">NOTA: Deje el motor de reemplazo sobre los soportes, listo para transferir las
                        piezas.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera el motor de arranque y la correa de piso.</para>
            </step1>
            <step1>
                <para count="1">Transfiera el termostato/alojamiento. Use una junta nueva.</para>
            </step1>
            <step1>
                <para count="1">Transfiera las conexiones, incluida la unidad del calefactor de bloque.
                    <emph type="bold">NOTA: Limpie las roscas y apl&#237;queles sellador.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Saque primero el alojamiento del adaptador de la transmisi&#243;n para transferir la
                    placa flexible/volante.
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera el volante y la placa flexible del volante. Apriete los pernos a la torsi&#243;n
                    especificada. Instale el alojamiento del adaptador de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera la espiga gu&#237;a desde el eje del cig&#252;e&#241;al (si es necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el filtro de agua y transfiera el soporte delantero del motor. Apriete los pernos
                    a la torsi&#243;n especificada. Reemplace el agua y el filtro de aceite.
                    <emph type="bold">NOTA: Ambos motores necesitar&#225;n ser levantados y bajados</emph>. Llene el
                    nuevo filtro de aceite con aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera los soportes traseros del motor. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor del motor usado.</para>
            </step1>
            <step1>
                <para count="1">Llene el motor nuevo con aceite hasta el nivel adecuado.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el motor de reemplazo.</para>
            </step1>
            <step1>
                <para count="1">Instale en forma parcial el motor en su lugar. Instale la correa de piso del motor.
                    Complete la instalaci&#243;n del motor en los soportes del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos y tuercas del soporte del motor. Apriete a la torsi&#243;n
                    especificada. Quite el dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la transmisi&#243;n en el motor. Fije la transmisi&#243;n en el motor. Quite la
                    toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de retenci&#243;n del convertidor de torsi&#243;n en la placa
                    flexible del volante.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la placa de inspecci&#243;n del volante.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del enfriador de aceite de la transmisi&#243;n en los
                    soportes.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado del calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cableado del chasis en el lado izquierdo de la cabeza de cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte al motor el tubo de llenado/varilla indicadora de aceite de la
                    transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de escape al turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Conecte al motor todas las mangueras del calefactor y la manguera del tanque de
                    compensaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de combustible.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de direcci&#243;n hidr&#225;ulica con la nueva junta. Fije las
                    mangueras de la direcci&#243;n hidr&#225;ulica a los soportes.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de la bomba de aceite de alta presi&#243;n a la cabeza de cilindro
                    izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo en "Y" de admisi&#243;n de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al motor de arranque.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al sensor de mapa. Conecte el mazo de cableado principal a las
                    abrazaderas de soporte del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los bloques de madera. Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte que sujeta el compresor de A/A, el alternador y el tensor de la
                    correa. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del radiador en su lugar usando un dispositivo de elevaci&#243;n.
                    Instale la tuerca de soporte inferior del radiador.
                    <emph type="bold">No</emph>
                    apriete los tornillos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de ventilador/embrague utilizando herramientas especiales.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes de sujeci&#243;n superior e inferior derecho del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n del conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Apriete la tuerca inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del enfriador de aceite de la transmisi&#243;n al radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas del A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de l&#237;quido refrigerante al radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el dep&#243;sito de la direcci&#243;n hidr&#225;ulica en el bastidor del
                    radiador. Instale el soporte de la bisagra izquierda del cofre.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale en la cubierta de la v&#225;lvula los soportes de la base del soporte de la
                    computadora.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de la computadora. Conecte el relevador de buj&#237;as
                    incandescentes, las mangueras, l&#237;neas de combustible y mazo de cableado al soporte de la
                    computadora.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la computadora. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado a la computadora. Apriete a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de aire con la tuber&#237;a. Conecte el cableado al
                    sensor IAT.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre, incluidos los pasadores de las bisagras del cofre, los cables y el
                    mazo de cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor. Revise el funcionamiento del motor. Revise si hay fugas de l&#237;quido.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas. Haga una prueba en carretera con el veh&#237;culo.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
