<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - REEMPLAZO DEL MOTOR POR EL MOTOR DE SERVICIO (V-8)</stitle>
    <wtsproc id="w1247007" translation="spanish" wtscode="A12-2070" group="12">
        <wtsdescrip>REEMPLAZO DEL MOTOR POR EL MOTOR DE SERVICIO (V-8)</wtsdescrip>
        <model>4700</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>International 6+1</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las bater&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Retire el cofre de la siguiente manera: desconecte el mazo de cableado, los cables de
                    soporte y los pasadores pivote.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor</para>
            </step1>
            <step1>
                <para count="1">Saque los tubos de aire de carga y el conjunto del filtro/tubo de aire.</para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de A/A, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las siguientes mangueras y l&#237;neas: l&#237;nea del condensador de A/A en
                    el condensador, todas las mangueras del sistema de enfriamiento en el radiador, y las mangueras de
                    la direcci&#243;n hidr&#225;ulica en la bomba y dep&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del enfriador de aire del radiador/carga de la siguiente manera: quite
                    las abrazaderas, soportes, tirantes de soporte superior e inferior del radiador y conexi&#243;n del
                    dispositivo de elevaci&#243;n de toldo para levantar el conjunto del radiador del chasis.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de la polea del ventilador/embrague; saque la correa del serpent&#237;n
                    y la polea del ventilador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los cables del alternador y saque el alternador.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el soporte de montaje del compresor de A/A; asegure el
                    compresor de A/A y soporte al soporte de montaje del filtro de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte del motor las mangueras de la l&#237;nea de combustible en el filtro;
                    desconecte las mangueras superiores/inferiores del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todos los cableados necesarios para quitar el motor del chasis, incluyendo lo
                    siguiente: cableado a la transmisi&#243;n, todos las abrazaderas y soportes y marque los cables para
                    su reinstalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de vac&#237;o, la l&#237;nea de presi&#243;n alta de aceite y
                    tubo de escape en el turbo.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre la v&#225;lvula de combustible, desconecte la l&#237;nea de combustible en el
                    tanque de combustible y extremos del tap&#243;n, y quite el soporte transversal en los tanques de
                    combustible para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la barra de cambio de velocidades de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Saque el pedestal de cambio de velocidades de la transmisi&#243;n de la parte superior
                    de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el eje de propulsi&#243;n en la transmisi&#243;n y cojinete del portador
                    delantero; apoye y asegure el eje de propulsi&#243;n a un lado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte de la transmisi&#243;n el cable del freno de emergencia y el brazo del
                    varillaje del embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todos los pernos de la transmisi&#243;n salvo dos (2); quite la cubierta de
                    inspecci&#243;n del embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique e instale la toma de corriente en la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos restantes en la transmisi&#243;n; quite la transmisi&#243;n de la
                    parte trasera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del filtro de combustible.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo en Y de admisi&#243;n de aire en el recinto de admisi&#243;n de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de montaje delanteros y traseros del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n de toldo y quite el motor del chasis (dos
                    personas).
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Con el motor nuevo colocado cerca del motor que se va a reemplazar, transfiera lo
                    siguiente: embrague, conexiones, alternador, mazo de cableado del chasis, compresor de aire,
                    sensores opcionales (los sensores requeridos para el funcionamiento del motor vienen con el motor de
                    servicio), y motor de arranque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n de toldo y coloque el motor nuevo en el chasis
                    (dos personas).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de montaje del motor y asegure el motor a los soportes, luego apriete
                    a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque e instale la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el eje de propulsi&#243;n y apriete a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo en "Y" de admisi&#243;n de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de combustible.</para>
            </step1>
            <step1>
                <para count="1">Conecte a la transmisi&#243;n el cable del freno de emergencia y el brazo del varillaje
                    del embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal de cambio de velocidades de la transmisi&#243;n a la parte superior
                    de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la barra de cambio de velocidades de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de combustible en el tanque de combustible y abra la
                    v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de vac&#237;o, la l&#237;nea de presi&#243;n alta de aceite y tubo
                    de escape en el turbo.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todos los cableados necesarios para instalar el motor en el chasis, incluyendo
                    lo siguiente: cableado a la transmisi&#243;n, todas las abrazaderas y soportes.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte en el motor las mangueras de la l&#237;nea de combustible en el filtro y tambi&#233;n
                    las mangueras superiores e inferiores del radiador y las mangueras del calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, instale el compresor de A/A y el soporte en el motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el alternador y conecte los cables.</para>
            </step1>
            <step1>
                <para count="1">Instale la polea de mando del ventilador y la banda de transmisi&#243;n del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del enfriador del radiador/ aire de carga. Esto incluye lo
                    siguiente: instalaci&#243;n de las abrazaderas, soportes, tirantes de soporte superior e inferior
                    del radiador y conexi&#243;n del dispositivo de elevaci&#243;n de toldo para levantar el conjunto
                    del radiador del chasis.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las siguientes mangueras y l&#237;neas: l&#237;nea del condensador de A/A en el
                    condensador, todas las mangueras del sistema de enfriamiento en el radiador, y las mangueras de la
                    direcci&#243;n hidr&#225;ulica en la bomba y dep&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos de aire de carga y el conjunto del filtro/tubo de aire.</para>
            </step1>
            <step1>
                <para count="1">Llene con aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Purgue el sistema de direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Conecte las bater&#237;as.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise que no haya fugas.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
