<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - MOTOR, REEMPLAZO CON NUEVO ARMAZ&#211;N (BLOQUE CORTO)</stitle>
    <wtsproc id="w1240040" translation="spanish" wtscode="A12-2120" group="12">
        <wtsdescrip>MOTOR, REEMPLAZO CON NUEVO ARMAZ&#211;N (BLOQUE CORTO)</wtsdescrip>
        <model>4000</model>
        <model>3800</model>
        <model>3600</model>
        <model>3000RE</model>
        <model>1000</model>
        <modelyr>1996</modelyr>
        <engine>T 444E</engine>
        <tran>International 6+1</tran>
        <config>El veh&#237;culo no tiene A/A ni frenos de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Quite el motor del veh&#237;culo y apoye el motor con soportes. Deje colocado el
                    dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el motor de arranque, embrague, volante y alojamiento del volante.</para>
            </step1>
            <step1>
                <para count="1">Levante el motor a una altura c&#243;moda y quite el indicador de nivel de aceite, tubo
                    de nivel de aceite (varilla y tubo indicador), colector de aceite y tubo de toma de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Apoye el motor sobre los soportes y quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo "Y" de admisi&#243;n de aire (tubo transversal).</para>
            </step1>
            <step1>
                <para count="1">Quite el turbo a los tubos de escape del m&#250;ltiple.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del turbo y pedestal.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos m&#250;ltiples de escape.</para>
            </step1>
            <step1>
                <para count="1">Retire el mazo de cableado electr&#243;nico del motor, incluido el relevador de buj&#237;as
                    incandescentes.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del filtro de aceite y las l&#237;neas de combustible.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de transferencia de combustible (bomba t&#225;ndem).</para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite de la bomba y de los cabezales de cilindro las l&#237;neas de la bomba de aceite
                    de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la placa de la cubierta de acceso del engranaje de la bomba de aceite de alta
                    presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el juego de holgura del engranaje de la bomba de aceite de alta presi&#243;n.
                    Quite el perno que une el engranaje de la bomba de aceite de alta presi&#243;n a la bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de aceite de alta presi&#243;n. Quite el engranaje.</para>
                <specpara>
                    <note>
                        <para>Vuelva a colocar el engranaje si la holgura no est&#225; dentro de la
                            especificaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite las cubiertas de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Quite el mazo de cableado de las juntas de la cubierta de v&#225;lvula, buj&#237;as
                    incandescentes e inyectores. Quite las juntas de la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las buj&#237;as incandescentes.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los tubos de descarga e inyectores de direcci&#243;n de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los balancines y varillas de empuje.</para>
                <specpara>
                    <note>
                        <para>Marque cada ubicaci&#243;n para permitir una instalaci&#243;n correcta.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite ambas cabezas de cilindro.</para>
            </step1>
            <step1>
                <para count="1">Saque el filtro de aceite y desc&#225;rtelo. Quite el conjunto del enfriador de
                    aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de instalaci&#243;n delantero del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite el sensor de posici&#243;n del &#225;rbol de levas.</para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador del eje de cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Quite el alojamiento de la bomba de combustible y el conjunto de la bomba de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la polea de la bomba de agua y la bomba de agua.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite las conexiones y el sensor si es necesario para la transferencia.</para>
            </step1>
            <step1>
                <para count="1">Saque de la jaula el nuevo bloque corto e inst&#225;lelo en el soporte del motor. Fije
                    el bloque da&#241;ado a la jaula de embarque.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">
                    <emph type="bold">NOTA: Vuelva a colocar todas las juntas y sellos. La junta de la cubierta de v&#225;lvula
                        se puede volver a usar si no est&#225; da&#241;ada.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y superficies de contacto si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta delantera. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de agua. Apriete los pernos a la torsi&#243;n especificada. Instale la
                    polea de la bomba de agua. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el sello delantero del eje de cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de agua y lubrique el engranaje externo del rotor con aceite limpio de
                    motor.
                </para>
                <specpara>
                    <note>
                        <para>Observe la indicaci&#243;n en los engranajes de la bomba de aceite para su correcta
                            instalaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento de la bomba de aceite. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo sello delantero del eje de cig&#252;e&#241;al con una herramienta
                    especial.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el anillo de desgaste sobre el amortiguador usando una herramienta
                    especial. Instale el amortiguador. Aplique RTV a la arandela del amortiguador y apriete a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el espacio libre y calza del sensor del &#225;rbol de levas. Instale el sensor de
                    posici&#243;n del &#225;rbol de levas.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de instalaci&#243;n delantero del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del enfriador de aceite. Instale el nuevo filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar las dos juntas de la cubierta de admisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale las nuevas juntas de cabeza de cilindro. Instale las cabezas de cilindro.
                    Apriete los pernos en la secuencia de ajuste correcta y a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de empuje con los extremos color cobre hacia arriba. Instale los
                    balancines y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todos los sellos de los inyectores. Instale los inyectores y tubos de descarga
                    de aceite. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un fijador en las roscas de las buj&#237;as incandescentes. Instale las buj&#237;as
                    incandescentes. Apriete a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las juntas de la cubierta de la v&#225;lvula. Instale el mazo de cableado en las
                    juntas de la cubierta de v&#225;lvula, buj&#237;as incandescentes e inyectores.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las cubiertas de la v&#225;lvula. Apriete los pernos en la secuencia de ajuste
                    correcta y a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el engranaje de impulsi&#243;n de la bomba de aceite de alta presi&#243;n en la
                    abertura en la parte superior de la cubierta delantera. Instale la bomba de aceite de alta presi&#243;n
                    y apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan el engranaje de impulsi&#243;n de la bomba de aceite de
                    alta presi&#243;n a la bomba. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique RTV a la placa de la cubierta de acceso del engranaje de la bomba de aceite de
                    alta presi&#243;n. Instale la placa de la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta en la parte superior de la cubierta delantera. Instale el dep&#243;sito
                    de la bomba de aceite de alta presi&#243;n. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de la bomba de aceite de alta presi&#243;n en la bomba y las
                    cabezas de cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la transferencia de combustible (bomba t&#225;ndem).</para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del filtro de combustible y las l&#237;neas de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el relevador de buj&#237;a incandescente y el mazo de cableado electr&#243;nico
                    del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal del turbo y el turbo. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo "Y" de admisi&#243;n de aire (tubo transversal).</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de toma de aceite y el colector de aceite. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del volante. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el volante. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el embrague. Apriete los pernos en la secuencia de ajuste correcta y a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el motor. Saque el motor del soporte. Vuelva
                    a colocar el motor en el piso y suj&#233;telo con soportes. Deje el dispositivo de elevaci&#243;n en
                    el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sistema completo de turbo y escape de m&#250;ltiple. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
                <specpara>
                    <note>
                        <para>Aplique un compuesto fijador a los pernos de reborde de escape antes de ensamblar.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el tubo y barra de la varillaindicadora de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale las conexiones y sensores si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale el motor de arranque.</para>
            </step1>
            <step1>
                <para count="1">El motor est&#225; listo para instalarlo en el veh&#237;culo.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
