<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CUBIERTA Y/O JUNTA DE LA CUBIERTA DELANTERA DEL MOTOR (V-8), REEMPLAZO
    </stitle>
    <wtsproc id="w1247043" translation="spanish" wtscode="A12-1194" group="12">
        <wtsdescrip>CUBIERTA Y/O JUNTA DE LA CUBIERTA DELANTERA DEL MOTOR (V-8), REEMPLAZO</wtsdescrip>
        <model>4000</model>
        <model>3800</model>
        <model>3600</model>
        <model>1000</model>
        <modelyr>1995</modelyr>
        <engine>T 444E</engine>
        <tran>Autom&#225;tico</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor Quite el filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado necesario para quitar el cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite y desconecte todas las mangueras del l&#237;quido refrigerante necesarias para
                    quitar el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de A/A, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del A/A en el condensador, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los tirantes de soporte del conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras de la direcci&#243;n hidr&#225;ulica en la bomba. Deje que el l&#237;quido
                    caiga en un contenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca de soporte inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Levante el conjunto del radiador hacia adelante. Quite el conjunto del
                    ventilador/embrague utilizando herramientas especiales.
                    <emph type="bold">NOTA: Roscas hacia la derecha.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable a tierra en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de la transmisi&#243;n autom&#225;tica, si es
                    necesario. Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Con un dispositivo de elevaci&#243;n, quite el conjunto completo del radiador como una
                    unidad.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la banda de transmisi&#243;n del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Quite el soporte del alternador con el alternador
                    fijo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de correa.</para>
            </step1>
            <step1>
                <para count="1">Quite todas las mangueras de la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite el filtro del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Saque la polea de la bomba de agua y la bomba.</para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador del eje del cig&#252;e&#241;al usando un extractor.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del compresor de aire con un soporte de montaje fijo, si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo de la bomba de aceite.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las conexiones de cables de la leva y los sensores E.C.T. en la cubierta
                    delantera. Deje los cables a un lado y f&#237;jelos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la leva y los sensores E.C.T. de la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Saque con sif&#243;n el aceite del dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de la direcci&#243;n hidr&#225;ulica. Deje la bomba a un lado y f&#237;jela.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aceite en el dep&#243;sito de la bomba de aceite de alta
                    presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite la placa de inspecci&#243;n de la bomba de aceite de alta presi&#243;n desde la
                    cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el perno de retenci&#243;n del engranaje de la bomba de aceite de alta presi&#243;n.
                    Quite el engranaje.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del I.P.R.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aceite desde la bomba de aceite de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el I.P.R.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del enfriador de aceite a la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la cubierta delantera al bloque del motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el motor. Levante el motor y quite el
                    soporte delantero del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el soporte de retenci&#243;n del mazo de cableado en el motor de arranque. Vuelva
                    a colocar el mazo de cableado aparte para permitir el acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del travesa&#241;o de soporte delantero del motor.
                    Deslice el travesa&#241;o hacia adelante para despejar el colector de aceite.
                    <emph type="bold">NOTA: Los pernos ubicados en la parte superior e inferior de los bordes de
                        larguero del bastidor.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de la varilla indicadora de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del colector de aceite. Con una herramienta especial
                    saque el sello del colector de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el tubo de toma de aceite desde la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta delantera con junta.</para>
            </step1>
            <step1>
                <para count="1">Limpie todas las superficies de contacto.</para>
            </step1>
            <step1>
                <para count="1">Enderece los bordes del colector de aceite.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la bomba de agua con la nueva junta en la cubierta delantera. Apriete los pernos
                    a la torsi&#243;n especificada.
                    <emph type="bold">NOTA: Cuatro (4) de los pernos de la bomba de agua tambi&#233;n sujetan la
                        cubierta delantera a la caja del cig&#252;e&#241;al.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Instale la nueva junta en la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta delantera. Apriete los pernos a la torsi&#243;n espec&#237;fica,
                    incluidos (4) pernos de la bomba de agua.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la polea de la bomba de agua. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de toma de aceite y la junta. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">NOTA: antes de la instalaci&#243;n del colector de aceite, col&#243;quelo en
                        posici&#243;n sin sellador. Observe c&#243;mo est&#225; colocada para su instalaci&#243;n para
                        no quitar el sellador del colector de aceite. Aplique sellador al colector de aceite. Instale el
                        colector de aceite. Apriete los pernos a la torsi&#243;n especificada. Instale el filtro de
                        aceite.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de la varilla indicadora de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale el travesa&#241;o de soporte delantero del motor. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte delantero del motor. Apriete los pernos a la torsi&#243;n
                    especificada. Quite el dispositivo de elevaci&#243;n del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del mazo de cableado en el motor de arranque.</para>
            </step1>
            <step1>
                <para count="1">Instale la junta nueva en el enfriador de aceite. Instale el enfriador de aceite en la
                    cubierta delantera. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de aceite de alta presi&#243;n. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el I.P.R. en la bomba de aceite de alta presi&#243;n. Apriete las tuercas a la
                    torsi&#243;n especificada. Conecte el cableado al I.P.R.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea de aceite en la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el engranaje a la bomba de aceite de alta presi&#243;n. Apriete los pernos a la
                    torsi&#243;n especificada. Revise el juego de holgura del engranaje.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellador a la placa de inspecci&#243;n del engranaje de la bomba de aceite de
                    alta presi&#243;n. Instale la placa. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta y el sellador en el dep&#243;sito de la bomba de aceite de alta presi&#243;n.
                    Instale el dep&#243;sito. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la l&#237;nea de aceite en el dep&#243;sito de la bomba de aceite de alta presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de direcci&#243;n hidr&#225;ulica con la nueva junta. Apriete los
                    pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la leva y los sensores E.C.T. Conecte el cableado a los sensores.</para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de aceite con la nueva junta. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, instale el conjunto del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Reemplace el aceite del eje del cig&#252;e&#241;al delantero usando herramientas
                    especiales.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace la camisa usada del amortiguador del eje del cig&#252;e&#241;al. Instale el
                    amortiguador del eje del cig&#252;e&#241;al. Aplique sellador a la arandela del amortiguador.
                    Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del l&#237;quido refrigerante a la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Instale el filtro del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador con el alternador fijo. Conecte el cableado al
                    alternador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la banda de transmisi&#243;n del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del radiador en su lugar usando un dispositivo de elevaci&#243;n.
                    Conecte el cable a tierra al conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de ventilador/embrague utilizando herramientas especiales.</para>
            </step1>
            <step1>
                <para count="1">Instale todos los tirantes de apoyo del radiador. Instale la tuerca de soporte inferior
                    del radiador. Quite el dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, conecte las l&#237;neas del enfriador de aceite de la transmisi&#243;n
                    al radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras de la direcci&#243;n hidr&#225;ulica al dep&#243;sito de la
                    direcci&#243;n hidr&#225;ulica.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del A/A, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las mangueras de l&#237;quido refrigerante al conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del cofre. Conecte el cableado al conjunto del cofre.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento. Llene con aceite del motor.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Purgue el sistema de direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
