<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - M&#218;LTIPLE DE ESCAPE (COMPLETO), (I-6), REEMPLAZO</stitle>
    <wtsproc id="w1249012" translation="spanish" wtscode="A12-1240" group="12">
        <wtsdescrip>M&#218;LTIPLE DE ESCAPE (COMPLETO), (I-6), REEMPLAZO</wtsdescrip>
        <model>4900</model>
        <model>3800</model>
        <modelyr>1996</modelyr>
        <engine>DT 466</engine>
        <tran>International 6+1</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Quite el ducto de admisi&#243;n del turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la manguera de admisi&#243;n del compresor de aire en el conjunto del filtro
                    de aire, si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de aire de carga en el turbocargador y el enfriador de aire de carga.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Quite las l&#237;neas de aceite del turbo.</para>
            </step1>
            <step1>
                <para count="1">Quite el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al para permitir el
                    acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que sujetan al m&#250;ltiple del escape.</para>
            </step1>
            <step1>
                <para count="1">Quite el m&#250;ltiple con el turbocargador fijo.</para>
            </step1>
            <step1>
                <para count="1">Quite la junta del m&#250;ltiple.</para>
            </step1>
            <step1>
                <para count="1">Sobre un banco, quite el turbocargador del m&#250;ltiple de escape y descarte el
                    turbo.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie el m&#250;ltiple a la cabeza de cilindro y el m&#250;ltiple a las superficies de
                    contacto del turbo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el turbocargador y la junta nueva al m&#250;ltiple.</para>
                <specpara>
                    <note>
                        <para>Para la instalaci&#243;n, coloque el m&#250;ltiple nuevo (3 piezas) con los extremos
                            sueltos en la mitad de la secci&#243;n. Apriete los extremos a la secci&#243;n central
                            cuando el m&#250;ltiple est&#233; colocado en la cabeza del cilindro.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del m&#250;ltiple/turbo de escape y la nueva junta a la cabeza del
                    cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos del m&#250;ltiple y apri&#233;telos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de ventilaci&#243;n de la caja del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de aceite y la junta del turbo.</para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de aire de carga en el turbocargador y el enfriador de aire de carga.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de admisi&#243;n del compresor de aire en el conjunto del filtro de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el ducto de admisi&#243;n del turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
