<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CONJUNTO DE CABEZAL DEL ENFRIADOR DE ACEITE (I-6), REEMPLAZO</stitle>
    <wtsproc id="w1249019" translation="spanish" wtscode="A12-2200" group="12">
        <wtsdescrip>CONJUNTO DE CABEZAL DEL ENFRIADOR DE ACEITE (I-6), REEMPLAZO</wtsdescrip>
        <model>4900</model>
        <model>3800</model>
        <model>3600</model>
        <model>8100</model>
        <modelyr>1995</modelyr>
        <engine>DT 466</engine>
        <engine>530</engine>
        <tran>International 6+1</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite y el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite el filtro de aceite. Descarte el filtro.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de suministro de alimentaci&#243;n de aceite desde el cabezal
                    del filtro de aceite. Quite y descarte el anillo "O" de la tuerca del tubo. Conexi&#243;n del tap&#243;n
                    en el cabezal.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte de la caja del cig&#252;e&#241;al el tubo de entrada de agua y soporte del
                    enfriador de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del cabezal del enfriador de aceite a la caja del cig&#252;e&#241;al.
                    Quite el conjunto del cabezal del enfriador de aceite. Descarte los anillos "O", juntas y sellos.
                </para>
                <specpara>
                    <note>
                        <para>Si hay que reparar el enfriador antes de desensamblarlo del enfriador de aceite, realice
                            la "Prueba de fuga de l&#237;quido del enfriador de aceite".
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el tubo de salida de agua. Descarte el anillo "O".</para>
            </step1>
            <step1>
                <para count="1">Quite, revise e instale la v&#225;lvula del regulador de presi&#243;n ubicada en la caja
                    del cig&#252;e&#241;al. Reemplace si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las superficies de contacto.</para>
            </step1>
            <specpara>
                <note>
                    <para>En el caso de que falle un cojinete, se debe reemplazar el haz del enfriador de aceite, ya que
                        los residuos del cojinete no se pueden sacar del haz del enfriador.
                    </para>
                </note>
            </specpara>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <specpara>
                <note>
                    <para>Use todos los anillos "O", juntas y sellos en la instalaci&#243;n.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale el tubo de escape de agua en la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del enfriador de aceite a la caja del cig&#252;e&#241;al. Apriete
                    los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte a la caja del cig&#252;e&#241;al el tubo de entrada de agua y soporte del
                    enfriador de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de suministro de alimentaci&#243;n de aceite al cabezal del filtro
                    de aceite. Use un anillo de sellado nuevo en la tuerca del tubo de entrada de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">Llene el aceite y el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise si hay fugas. Llene el motor con l&#237;quido refrigerante.
                    Vuelva a revisar el nivel de aceite y agregue m&#225;s si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
