<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CUBIERTA DELANTERA DEL MOTOR, AMBAS SECCIONES (I-6E), REEMPLAZO</stitle>
    <wtsproc id="w1249035" translation="spanish" wtscode="A12-1193" group="12">
        <wtsdescrip>CUBIERTA DELANTERA DEL MOTOR, AMBAS SECCIONES (I-6E), REEMPLAZO</wtsdescrip>
        <model>4900</model>
        <model>3800</model>
        <modelyr>1997</modelyr>
        <engine>DT 466E</engine>
        <tran>Spicer de 7 velocidades</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado y frenos de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y ap&#243;yelo con bloques de madera debajo de las llantas
                    delanteras.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el ensamblaje del cofre (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Quite los tubos de aire de alimentaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite el dep&#243;sito de la direcci&#243;n hidr&#225;ulica desde el bastidor del
                    radiador. Deje la bomba a un lado y f&#237;jela.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite todas las mangueras del l&#237;quido refrigerante que sean necesarias para quitar
                    el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de A/A en el secador de A/A y el compresor de A/A (si es
                    necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Saque los tirantes de sujeci&#243;n superiores y laterales del conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del ventilador y embrague. Use las herramientas especiales.</para>
                <specpara>
                    <note>
                        <para>Roscas hacia la izquierda.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador. Quite el perno
                    inferior del radiador. Quite el conjunto del radiador como una unidad.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las bandas de transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de banda de transmisi&#243;n del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Quite la polea y el alojamiento del mando del ventilador.</para>
            </step1>
            <step1>
                <para count="1">Quite el amortiguador del eje de cig&#252;e&#241;al. Use un extractor.</para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto de la bomba de aceite, incluida la llave de punta cuadrada del eje
                    del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la polea de la bomba de agua y la bomba.</para>
            </step1>
            <step1>
                <para count="1">Quite el sensor de posici&#243;n del &#225;rbol de levas.</para>
            </step1>
            <step1>
                <para count="1">Saque el filtro del l&#237;quido refrigerante para obtener acceso.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Quite el soporte del alternador con el alternador
                    fijo.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor. Quite el colector de aceite.</para>
            </step1>
            <step1>
                <para count="1">Saque el tubo de toma de aceite.</para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de retenci&#243;n del soporte trasero del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del compresor de aire a la cubierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del soporte delantero del motor al travesa&#241;o.
                    Use un gato de tornillo, levante/baje el motor y quite el soporte delantero del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la cubierta delantera. Quite la secci&#243;n delantera de
                    la cubierta delantera.
                </para>
                <specpara>
                    <note>
                        <para>Det&#233;ngase aqu&#237; si va a reparar s&#243;lo la secci&#243;n delantera de la
                            cubierta delantera.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Alinee las marcas de sincronizaci&#243;n en todos los engranajes.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado en la computadora. Quite el soporte de la computadora.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado en el sensor IPR. Desconecte las l&#237;neas de aceite y
                    combustible de la bomba de aceite de alta presi&#243;n. Quite la bomba de aceite de alta presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los dos engranajes intermedios.</para>
            </step1>
            <step1>
                <para count="1">Saque el disco de sincronizaci&#243;n del &#225;rbol de levas desde el engranaje de
                    levas.
                </para>
            </step1>
            <step1>
                <para count="1">Marque el engranaje del &#225;rbol de levas en relaci&#243;n a la cubierta trasera.
                    Mueva un poco el engranaje de levas para poder quitar el perno detr&#225;s de la abertura del
                    orificio del engranaje de levas. Saque el perno.
                </para>
                <specpara>
                    <note>
                        <para>Esto permite que el extractor del engranaje de levas lo sujete durante el retiro. Quite el
                            engranaje de levas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque de la cubierta la manguera inferior del radiador. Desconecte las mangueras del
                    calefactor desde la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la secci&#243;n trasera de la cubierta delantera.
                    Saque la secci&#243;n trasera.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Use un l&#225;piz marcador y caliente el engranaje de levas para la instalaci&#243;n seg&#250;n
                        el manual.
                    </para>
                </note>
            </specpara>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie toda la junta y el &#225;rea de superficie de contacto antes de la instalaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la nueva junta en la cubierta trasera. Instale la cubierta trasera. Apriete los
                    pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Con el engranaje del &#225;rbol de levas calentado a 350&#176;, instale el engranaje de
                    levas. Una vez que se ha enfriado, vuelva a colocarlo en su posici&#243;n original siguiendo las
                    marcas antes del retiro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el disco de sincronizaci&#243;n del &#225;rbol de levas y apri&#233;telo a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los dos engranajes intermedios. Apriete los pernos a la torsi&#243;n
                    especificada seg&#250;n el manual. Observe las marcas de sincronizaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de aceite de alta presi&#243;n con la junta nueva. Apriete los pernos a
                    la torsi&#243;n especificada. Conecte las l&#237;neas de aceite, las l&#237;neas de combustible y el
                    cableado IPR.
                </para>
            </step1>
            <step1>
                <para count="1">Revise todas las marcas de sincronizaci&#243;n para asegurarse de que est&#233;n
                    correctamente alineadas.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta nueva en la secci&#243;n delantera de la cubierta delantera. Instale la
                    cubierta delantera. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte delantero del motor. Apriete los pernos a la torsi&#243;n
                    especificada. Quite el gato de tornillo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de retenci&#243;n del compresor de aire a la cubierta delantera.
                    Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos en el soporte trasero del compresor de aire.</para>
                <specpara>
                    <note>
                        <para>Apriete los pernos despu&#233;s de haber apretado los pernos de la cubierta delantera.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el tubo de toma de aceite y la junta. Instale el colector de aceite y la junta.
                    Apriete todos los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador con el alternador fijo. Apriete los pernos a la torsi&#243;n
                    especificada. Conecte el cableado del alternador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sensor de posici&#243;n del &#225;rbol de levas con el nuevo anillo "O".
                </para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del calefactor y la manguera inferior del radiador a la secci&#243;n
                    trasera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo filtro del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la bomba de aceite con las nuevas juntas, incluida la llave de
                    punta cuadrada del cig&#252;e&#241;al. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de agua con la nueva junta. Instale la polea. Apriete todos los pernos
                    a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el amortiguador del eje del cig&#252;e&#241;al. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
                <specpara>
                    <note>
                        <para>Caliente el amortiguador con una herramienta de calor seg&#250;n las instrucciones del
                            manual antes de la instalaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento y la polea del mando del ventilador. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de la computadora y la computadora junto con el cableado. Apriete
                    todos los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de la banda de transmisi&#243;n del ventilador. Apriete los pernos a
                    la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las bandas.</para>
            </step1>
            <step1>
                <para count="1">Instale el radiador en su posici&#243;n. Deje colocado el dispositivo de
                    elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes de sujeci&#243;n superior/lateral del radiador y el perno de
                    soporte inferior del radiador. Quite el dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las mangueras de l&#237;quido refrigerante al conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dep&#243;sito de la direcci&#243;n hidr&#225;ulica en el bastidor del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de A/A al secador de A/A y el compresor de A/A (si es
                    necesario).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tubos de aire de alimentaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Agregue aceite del motor hasta el nivel adecuado.</para>
            </step1>
            <step1>
                <para count="1">Instale el ensamblaje del cofre (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A (si es necesario).</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor. Revise el funcionamiento y vea si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
