<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - COJINETES DE LA CAJA DEL CIG&#220;E&#209;AL, REEMPLAZO (I-6
        MEC&#193;NICO)
    </stitle>
    <wtsproc id="w1247046" translation="spanish" wtscode="A12-1300-2" group="12">
        <wtsdescrip>COJINETES DE LA CAJA DEL CIG&#220;E&#209;AL, REEMPLAZO (I-6 MEC&#193;NICO)</wtsdescrip>
        <model>4000</model>
        <model>3800</model>
        <modelyr>1995</modelyr>
        <engine>DT 466</engine>
        <tran>International 6+1</tran>
        <config>El veh&#237;culo no tiene A/A ni frenos de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor</para>
            </step1>
            <step1>
                <para count="1">Quite el colector de aceite.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione los cojinetes del eje de cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del cofre.</para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el dep&#243;sito de la direcci&#243;n hidr&#225;ulica del bastidor del
                    radiador, vuelva a colocarlo y f&#237;jelo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tubos/mangueras del enfriador de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras de l&#237;quido refrigerante necesarias para quitar el
                    conjunto del radiador, incluidos los tirantes de sujeci&#243;n inferiores del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto de ventilador del motor utilizando una herramienta especial.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos inferiores de soporte del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del radiador, incluido el enfriador de aire de carga y la cubierta del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Saque del motor la manguera inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Saque el amortiguador de la caja del cig&#252;e&#241;al usando un extractor.</para>
            </step1>
            <step1>
                <para count="1">Saque el tubo de toma de aceite.</para>
            </step1>
            <step1>
                <para count="1">Quite la tapa de cojinete principal con cojinete.</para>
                <specpara>
                    <note>
                        <para>Para quitar la mitad superior del cojinete principal, debe soltar levemente todos los
                            pernos de las tapas principales de cojinetes. Esto permitir&#225; sacar la mitad superior
                            del cojinete e instalarla con facilidad y sin da&#241;arla, usando una herramienta especial.
                            Despu&#233;s de que se ha instalado uno o todos los cojinetes principales, apriete todos los
                            pernos de tapas principales a la torsi&#243;n especificada.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el cojinete superior del eje del cig&#252;e&#241;al con una herramienta
                    especial.
                </para>
                <specpara>
                    <note>
                        <para>Gire el eje del cig&#252;e&#241;al hacia la direcci&#243;n en que empuje y saque el
                            cojinete superior principal, empezando por el extremo de la leng&#252;eta.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Coloque plastigage en el espacio libre del cojinete.</para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Se debe apoyar el eje del cig&#252;e&#241;al contra el cojinete principal superior para
                            asegurar una lectura correcta. Use un gato a la izquierda cerca del cojinete principal que
                            apoya el eje del cig&#252;e&#241;al.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el cojinete superior nuevo del eje del cig&#252;e&#241;al con una herramienta
                    especial.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cojinete nuevo del eje del cig&#252;e&#241;al en la tapa y apriete los
                    pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Realice los pasos 20, 21, 22 y 23 para cada cojinete principal adicional que se va a
                    reemplazar.
                </para>
            </step1>
            <step1>
                <para count="1">Saque una tapa de varilla y reemplace los cojinetes.</para>
            </step1>
            <step1>
                <para count="1">Coloque plastigage en el espacio libre del cojinete.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de la tapa de la varilla.</para>
            </step1>
            <step1>
                <para count="1">Realice los pasos 25, 26 y 27 para cada cojinete de varilla que se va a reemplazar.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el tubo de toma de aceite y apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar el sello delantero del eje de cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Instale el amortiguador del eje del cig&#252;e&#241;al. Use una herramienta especial de
                    calor para facilitar la instalaci&#243;n y apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la manguera inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del radiador utilizando el dispositivo de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de soporte inferiores del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de ventilador utilizando una herramienta especial.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Instale los tirantes de sujeci&#243;n superior e inferior del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos tubos/mangueras de aire de carga y las abrazaderas de torsi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el dep&#243;sito de la direcci&#243;n hidr&#225;ulica.</para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido refrigerante de motor</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del cofre.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Limpie el colector de aceite y la superficie del bloque.</para>
            </step1>
            <step1>
                <para count="1">Instale el colector de aceite y los pernos de torsi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Llene con aceite del motor seg&#250;n la especificaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Ponga en marcha el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
