<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (I-6)</stitle>
    <wtsproc id="w1281014" translation="spanish" wtscode="A12-2050" group="12">
        <wtsdescrip>MOTOR, REEMPLAZO POR EL MOTOR DE SERVICIO (I-6)</wtsdescrip>
        <model>8100</model>
        <modelyr>1996</modelyr>
        <engine>530</engine>
        <tran>International, 9 velocidades</tran>
        <config>Este veh&#237;culo tiene instalado aire acondicionado y frenos de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado necesario para quitar el cofre. Saque el cofre (2 personas;
                    levante el cofre del veh&#237;culo en posici&#243;n cerrado).
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo. Use bloques de madera debajo de las ruedas delanteras.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire. Incluya la manguera de entrada de aire al
                    compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Si tiene instalado el aire acondicionado, evacue el sistema</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Cierre las v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Si tiene instalado el aire acondicionado, desconecte las l&#237;neas de A/A en el
                    condensador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los tirantes de sujeci&#243;n del radiador en los soportes de apoyo del
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras del l&#237;quido refrigerante del motor y radiador
                    necesarias para quitar el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite las tuercas de retenci&#243;n del radiador inferior al soporte del
                    travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Incline el conjunto del radiador levemente hacia adelante para tener acceso al conjunto
                    del ventilador.
                </para>
            </step1>
            <step1>
                <para count="1">Con una herramienta especial, quite el conjunto del ventilador (roscas a la
                    izquierda).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tensor de la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del calentador en el motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n del soporte del alternador. Quite el alternador con
                    soportes fijados.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la polea de mando del ventilador. Saque la polea.
                    Saque los pernos de retenci&#243;n y quite el mando del ventilador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas y mangueras de A/A en el compresor de aire acondicionado.
                    Quite los pernos de retenci&#243;n del soporte del compresor de aire acondicionado. Quite el
                    compresor de aire condicionado con soportes fijados.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de escape en el turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera del tanque de compensaci&#243;n del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del estrangulador desde la bomba de combustible.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de descarga de aire del compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire del regulador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Quite la abrazadera que sujeta el tubo de la varilla indicadora de aceite. Quite el
                    tubo.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable y la l&#237;nea de aceite del dispositivo emisor de aceite.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la abrazadera de soporte de la l&#237;nea de aceite al perno de retenci&#243;n
                    de la cubierta del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambas secciones de las cubiertas del motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los soportes de la l&#237;nea de aire desde la parte trasera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el suministro de combustible y las l&#237;neas de retorno del conjunto del
                    filtro de combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del tac&#243;metro (lado trasero derecho del motor).</para>
            </step1>
            <step1>
                <para count="1">Desconecte del motor las abrazaderas de sujeci&#243;n del mazo de cableado del motor.
                    Asegure el mazo de cables y d&#233;jelo aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del motor de arranque. Quite el perno de montaje y el aislador
                    trasero izquierdo del motor para permitir acceder a la abrazadera de soporte del mazo de cableado
                    del motor de arranque. Saque la abrazadera del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la bomba de la direcci&#243;n hidr&#225;ulica. Deje la
                    bomba a un lado y f&#237;jela.
                </para>
                <specpara>
                    <note>
                        <para>No abra el sistema de direcci&#243;n hidr&#225;ulica.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague del brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que sujetan la transmisi&#243;n al motor
                    <emph type="bold">excepto</emph>
                    2.
                </para>
            </step1>
            <step1>
                <para count="1">Con un gato y un soporte de piso adecuados, apoye la transmisi&#243;n y la secci&#243;n
                    delantera del eje de transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el radiador/cofre al travesa&#241;o. Quite el travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte del aire de carga y caliente la pantalla t&#233;rmica para permitir
                    acceso para la instalaci&#243;n de la cadena al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el motor.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de los soportes delanteros del motor y el soporte
                    trasero derecho del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el motor del veh&#237;culo.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Transfiera el motor nuevo al dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Transfiera las piezas necesarias al nuevo motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el motor en la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los 4 pernos que sujetan la transmisi&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Saque el gato y el soporte de piso que sujeta la transmisi&#243;n y el eje de transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos traseros y delanteros de soporte del motor,
                    <emph type="bold">excepto</emph>
                    el perno trasero izquierdo. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el resto de los pernos que sujetan la transmisi&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al motor de arranque, incluido el soporte al motor.</para>
            </step1>
            <step1>
                <para count="1">Instale el aislador y la tuerca de montaje trasera izquierda del motor. Apriete la
                    tuerca.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de la direcci&#243;n hidr&#225;ulica. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del aire de carga y la pantalla t&#233;rmica.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cables del motor y las abrazaderas al motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte el suministro de combustible y las l&#237;neas de retorno.</para>
            </step1>
            <step1>
                <para count="1">Conecte el soporte de la l&#237;nea de aire a la parte trasera del motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al tac&#243;metro.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable y la l&#237;nea al dispositivo emisor de aceite.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de la varilla indicadora de aceite.</para>
            </step1>
            <step1>
                <para count="1">Conecte el calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire al regulador.</para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire al compresor de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del estrangulador.</para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de escape al turbocargador.</para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de A/A y el soporte. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el mando y la polea de mando del ventilador. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el alternador y el soporte. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al alternador.</para>
            </step1>
            <step1>
                <para count="1">Instale la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del calefactor al motor.</para>
            </step1>
            <step1>
                <para count="1">Use un dispositivo de elevaci&#243;n, instale el conjunto del radiador en su posici&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos y tirantes de sujeci&#243;n del radiador.</para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n del conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale todas las mangueras de l&#237;quido refrigerante al conjunto del radiador y
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de A/A al sistema de aire acondicionado.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto completo del filtro de aire, incluida la manguera de entrada del
                    compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las cubiertas del motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte la abrazadera de sujeci&#243;n de la l&#237;nea de aceite al perno de retenci&#243;n
                    de la cubierta del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Agregue aceite del motor hasta el nivel adecuado.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de A/A.</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre y el cableado (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Haga una prueba en carretera con el veh&#237;culo. Revise si hay fugas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
