<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CUBIERTA DELANTERA DEL MOTOR, AMBAS SECCIONES (I-6), REEMPLAZO</stitle>
    <wtsproc id="w1281003" translation="spanish" wtscode="A12-1191" group="12">
        <wtsdescrip>CUBIERTA DELANTERA DEL MOTOR, AMBAS SECCIONES (I-6), REEMPLAZO</wtsdescrip>
        <model>8100</model>
        <modelyr>1996</modelyr>
        <engine>530</engine>
        <tran>International, 9 velocidades</tran>
        <config>El veh&#237;culo tiene instalado aire acondicionado.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Quite el cofre y desconecte el cableado (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto completo del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de aire acondicionado.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire acondicionado en el condensador. Extremos del tap&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las mangueras de l&#237;quido refrigerante al radiador.</para>
            </step1>
            <step1>
                <para count="1">Instale el dispositivo de elevaci&#243;n en el conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los tirantes de sujeci&#243;n del radiador en el soporte de apoyo del
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de soporte inferiores del radiador. Incline el ensamblaje del radiador
                    hacia adelante para tener acceso al ventilador del motor. Con las herramientas especiales, quite el
                    conjunto del ventilador/embrague.
                </para>
                <specpara>
                    <note>
                        <para>Roscas hacia la izquierda.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos inferiores de soporte del radiador. Quite el conjunto del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la correa del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la polea del ventilador. Saque la polea. Saque los
                    pernos de retenci&#243;n del soporte del ventilador. Quite el soporte del ventilador.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea/mangueras en el compresor del aire acondicionado. Extremos del
                    tap&#243;n. Quite los pernos de retenci&#243;n del soporte del compresor de aire acondicionado.
                    Saque el compresor con el soporte fijo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del tensor de la correa. Quite el tensor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del alternador. Quite las abrazaderas de soporte del cableado.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n del soporte del alternador. Quite el soporte con el
                    alternador fijo.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la polea de la bomba de agua. Saque la polea.
                    Saque los pernos de retenci&#243;n de la bomba de agua. Quite la bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n de la placa de la cubierta del engranaje de la bomba
                    de inyecci&#243;n. Saque la placa.
                </para>
            </step1>
            <step1>
                <para count="1">Haga que el motor est&#233; en la sincronizaci&#243;n de orden de encendido n&#250;mero
                    1.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n del amortiguador del eje del cig&#252;e&#241;al. Use
                    un extractor y quite el amortiguador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el chavetero del eje del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del conjunto de la bomba de aceite. Saque el conjunto
                    y la junta de la bomba de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Saque e instale el sello delantero del eje del cig&#252;e&#241;al y el anillo de
                    desgaste. Use una herramienta especial.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el aceite del motor</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del colector de aceite. Quite el colector de
                    aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que retienen el tubo de toma de aceite. Quite el tubo y la junta.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n de los soportes delanteros del motor.</para>
            </step1>
            <step1>
                <para count="1">Use un gato de tornillo y un bloque adecuado de madera para apoyar el motor.
                    Levante/baje el motor seg&#250;n se requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del soporte delantero del motor al bloque. Quite el
                    soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de retenci&#243;n del soporte trasero del compresor de aire en el
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del compresor de aire a la cubierta delantera.</para>
                <specpara>
                    <note>
                        <para>No saque el compresor de aire.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la secci&#243;n delantera de la cubierta
                    delantera. Quite la secci&#243;n delantera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Estos son los pasos a seguir s&#243;lo para la secci&#243;n delantera de la cubierta
                            delantera. Siga con la secci&#243;n trasera de la cubierta delantera.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise y aseg&#250;rese de que las marcas de sincronizaci&#243;n est&#233;n alineadas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n superior e inferior del engranaje intermedio. Quite
                    los engranajes.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos de retenci&#243;n del engranaje de la bomba de inyecci&#243;n. Quite el
                    engranaje.
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>En este punto, marque la posici&#243;n del engranaje del &#225;rbol de levas a la secci&#243;n
                            trasera de la cubierta delantera. Esto se hace s&#243;lo por referencia. El engranaje del
                            &#225;rbol de levas necesita girarse levemente para que las mordazas del extractor se
                            ajusten en la abertura del engranaje para quitarlo.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Use un extractor especial para quitar el engranaje del &#225;rbol de levas.</para>
            </step1>
            <step1>
                <para count="1">Quite la conexi&#243;n banjo de la salida de combustible de la bomba de transferencia
                    para permitir acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de retenci&#243;n del soporte de la bomba de inyecci&#243;n en el
                    motor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las tuercas de retenci&#243;n de la bomba de inyecci&#243;n a la cubierta
                    delantera.
                </para>
                <specpara>
                    <note>
                        <para>No saque la bomba de inyecci&#243;n.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el filtro del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del l&#237;quido refrigerante desde la secci&#243;n trasera de
                    la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos de retenci&#243;n de la secci&#243;n trasera de la cubierta delantera.
                    Quite la junta y la cubierta de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la v&#225;lvula de alivio de presi&#243;n alta de aceite y el sello de la secci&#243;n
                    trasera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas y superficies de contacto necesarias.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Coloque el engranaje del &#225;rbol de levas en un horno y caliente a 350 grados. Use la
                            barra indicadora de temperatura. Aparecer&#225; un l&#237;quido grasoso a la capacidad de
                            temperatura espec&#237;fica.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale las nuevas juntas en la bomba de inyecci&#243;n de combustible, el compresor de
                    aire y la secci&#243;n trasera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la secci&#243;n trasera de la cubierta delantera. Apriete los pernos.</para>
                <specpara>
                    <note>
                        <para>Apriete primero las tuercas que retienen la bomba de inyecci&#243;n a la secci&#243;n
                            trasera de la cubierta delantera, luego apriete los pernos que sujetan el soporte de la
                            bomba de inyecci&#243;n al motor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la conexi&#243;n banjo en la bomba de transferencia de combustible.</para>
            </step1>
            <step1>
                <para count="1">Instale la v&#225;lvula de descarga de aceite y el sello.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del l&#237;quido refrigerante en la secci&#243;n trasera de la
                    cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo filtro del l&#237;quido refrigerante.</para>
            </step1>
            <step1>
                <para count="1">Con el engranaje del &#225;rbol de levas calentado a 350&#176;, instale el engranaje al
                    &#225;rbol de levas.
                </para>
                <specpara>
                    <warning>
                        <para>Use guantes especiales para manipular piezas calientes.</para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Una vez que se ha enfriado, mueva el engranaje hasta la marca de su posici&#243;n
                    original sobre la secci&#243;n trasera de la cubierta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los engranajes intermedios superior e inferior. Aseg&#250;rese de que est&#233;n
                    sincronizados con los engranajes externos. Apriete los pernos.
                </para>
                <specpara>
                    <note>
                        <para>Se debe usar un nuevo perno secundario superior.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el engranaje de la bomba de inyecci&#243;n. Apriete los pernos. Vuelva a revisar
                    las marcas de sincronizaci&#243;n en todos los engranajes.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la secci&#243;n delantera de la cubierta delantera con la nueva junta. Apriete
                    los pernos
                    <emph type="bold">excepto</emph>
                    los pernos del soporte del alternador y los del compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete primero los pernos del compresor de aire, luego los del soporte del compresor de
                    aire en el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte delantero del motor al bloque. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Baje el motor por encima del travesa&#241;o. Saque el gato.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de montaje del motor. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale la polea y la bomba de agua. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale la placa de la cubierta del engranaje de la bomba de inyecci&#243;n. Apriete los
                    pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de toma y la junta de la bomba de aceite. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la bomba de aceite. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el chavetero del eje del cig&#252;e&#241;al.</para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Use una herramienta especial de calor para calentar la defensa.</para>
                    </note>
                </specpara>
                <para>Caliente la defensa e inst&#225;lela. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del alternador con el alternador fijo. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cableado al alternador y f&#237;jelo.</para>
            </step1>
            <step1>
                <para count="1">Instale el tensor de correa. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Instale el compresor de aire acondicionado con el compresor fijo. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte del ventilador. Apriete los pernos. Instale la polea de mando del
                    ventilador. Apriete los pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las correas del serpent&#237;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el colector de aceite y la junta. Apriete los pernos.</para>
            </step1>
            <step1>
                <para count="1">Use un dispositivo de elevaci&#243;n, instale el conjunto del radiador en su posici&#243;n.
                    Esta vez no apriete los tornillos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del ventilador y embrague.</para>
            </step1>
            <step1>
                <para count="1">Apriete los tirantes de sujeci&#243;n del radiador y los pernos de sujeci&#243;n
                    inferiores del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el dispositivo de elevaci&#243;n del conjunto del radiador.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las mangueras de l&#237;quido refrigerante al radiador y motor.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de aire acondicionado.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos tubos de aire de carga.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del filtro de aire.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento.</para>
            </step1>
            <step1>
                <para count="1">Agregue aceite del motor hasta el nivel adecuado.</para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema de aire acondicionado.</para>
            </step1>
            <step1>
                <para count="1">Instale el cofre y conecte el cableado (2 personas).</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Instale la defensa delantera.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y revise el sistema para ver si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe el veh&#237;culo en carretera.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
