<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISION (AUTOM&#193;TICA); RETIRO Y REINSTALACI&#211;N</stitle>
    <wtsproc id="a13-3101" translation="spanish" wtscode="A13-3101" group="13">
        <wtsdescrip>TRANSMISION (AUTOM&#193;TICA); RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <modelyr>2001</modelyr>
        <engine>DT 466E, 530E</engine>
        <tran>Allison World</tran>
        <config>Veh&#237;culo equipado con toma de fuerza y bomba montados en la transmisi&#243;n.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas y abra el conjunto del cofre.</para>
            </step1>
            <step1>
                <para count="1">Drene el tanque de aire si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a del cable a tierra, adem&#225;s desconecte la conexi&#243;n a
                    tierra del ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido del conjunto de la transmisi&#243;n autom&#225;tica.</para>
            </step1>
            <step1>
                <para count="1">Retire el eje conductor detr&#225;s de la transmisi&#243;n, sujete el segundo eje.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del asiento para pasajero y desconecte la l&#237;nea de aire si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el marco del umbral de la puerta desde la abertura de la puerta derecha.</para>
            </step1>
            <step1>
                <para count="1">Coloque el tapete de la cabina para acceder a la plancha de piso.</para>
            </step1>
            <step1>
                <para count="1">Saque la plancha de piso de la cabina.</para>
            </step1>
            <step1>
                <para count="1">Quite la barra de soporte de la transmisi&#243;n trasera a trav&#233;s de la abertura de
                    la plancha de piso.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las abrazaderas en P de la manguera de la bomba de toma de fuerza desde las
                    abrazaderas si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la abrazadera de la bomba de toma de fuerza si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Quite la bomba de toma de fuerza desde la toma de fuerza si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado seg&#250;n se necesite para quitar la transmisi&#243;n y corte
                    las bandas de tensi&#243;n y asegure el mazo de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el tubo de llenado de aceite desde la transmisi&#243;n y saque la o las
                    abrazaderas en P y d&#233;jelas aparte en lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de aceite, adem&#225;s del soporte de la
                    abrazadera en P. Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado del motor de arranque y retire el conjunto del motor de
                    arranque.
                </para>
                <specpara>
                    <note>
                        <para>Paso que se realiza para tener acceso a la placa de inspecci&#243;n del perno
                            convertidor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite la placa de inspecci&#243;n del volante.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos del conjunto del convertidor.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que sujetan la transmisi&#243;n al motor con la excepci&#243;n de
                    dos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el gato en la transmisi&#243;n y aseg&#250;relo.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos restantes que sujetan la transmisi&#243;n al motor. Quite la transmisi&#243;n.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el conjunto de la transmisi&#243;n.</para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese que el convertidor de torsi&#243;n se encuentre totalmente alojado en la
                            bomba.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan la transmisi&#243;n al motor, adem&#225;s instale la
                    abrazadera en P.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el gato de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos restantes que sujetan la transmisi&#243;n al motor y apri&#233;telos
                    a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos del conjunto del convertidor y apri&#233;telos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la placa de inspecci&#243;n del volante.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del motor de arranque y conecte el cableado del motor de arranque.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del enfriador de aceite y la abrazadera en P a la cubierta del
                    convertidor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el tubo de llenado de aceite a la transmisi&#243;n y las abrazaderas en P.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la barra de soporte trasera de la transmisi&#243;n a trav&#233;s de la abertura
                    de la plancha de piso.
                </para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese que el mazo de cableado de la transmisi&#243;n se encuentre sobre la barra
                            de soporte.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el cableado a la transmisi&#243;n, adem&#225;s instale bandas de tensi&#243;n si
                    es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la bomba de toma de fuerza a la toma de fuerza si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de la bomba de toma de fuerza si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte las abrazaderas en P de la manguera de la bomba de toma de fuerza a los soportes
                    si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la plancha de piso de la cabina.</para>
            </step1>
            <step1>
                <para count="1">Coloque el tapete de la cabina en su posici&#243;n original.</para>
            </step1>
            <step1>
                <para count="1">Instale el marco del umbral de la puerta derecha.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del asiento, adem&#225;s conecte la l&#237;nea de aire si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor detr&#225;s de la transmisi&#243;n, conecte el segundo eje.
                </para>
            </step1>
            <step1>
                <para count="1">Llene con l&#237;quido el conjunto de la transmisi&#243;n autom&#225;tica.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a al cable a tierra, adem&#225;s conecte la conexi&#243;n a tierra
                    del ECM.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el motor, revise si hay fugas y llene el motor con los l&#237;quidos si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el conjunto del cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
