<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISION (MANUAL); RETIRO Y REINSTALACI&#211;N</stitle>
    <wtsproc id="a13-3100" translation="spanish" wtscode="A13-3100" group="13">
        <wtsdescrip>TRANSMISION (MANUAL); RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <modelyr>2001</modelyr>
        <engine>DT 466E, 530E</engine>
        <tran>5, 6, &#38; 7 Velocidades, Contraeje simple</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite el eje conductor delantero y sujete el segundo eje si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cableado de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del pedal del embrague en la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el conjunto del cambiador en el pedestal y d&#233;jelo aparte en un lugar
                    seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta inferior de inspecci&#243;n del alojamiento del embrague y desconecte
                    el tubo de engrase desde la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los pernos que sujetan la transmisi&#243;n al motor, todos menos dos.</para>
            </step1>
            <step1>
                <para count="1">Instale y asegure en la transmisi&#243;n la toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos restantes que sujetan la transmisi&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto de la transmisi&#243;n manual.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Revise la alineaci&#243;n del conjunto del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la transmisi&#243;n manual.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan la transmisi&#243;n al motor y apri&#233;telos a la torsi&#243;n
                    especificada. Quite tambi&#233;n la toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta inferior de inspecci&#243;n del alojamiento del embrague y conecte
                    el tubo de engrase.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conjunto del cambiador en el pedestal.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del pedal del embrague en la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Ajuste el embrague si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cables desde la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor delantero y apri&#233;telo a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
