<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISION (MANUAL); RETIRO Y REINSTALACI&#211;N</stitle>
    <wtsproc id="a13-3102" translation="spanish" wtscode="A13-3102" group="13">
        <wtsdescrip>TRANSMISION (MANUAL); RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>4300</model>
        <model>4400</model>
        <model>7000</model>
        <model>8500</model>
        <modelyr>2001</modelyr>
        <engine>DT 466E, 530E</engine>
        <tran>Contraeje doble</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire. Cierre las v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Retire la placa de la vigueta derecha. Retire el panel de protecci&#243;n si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del cintur&#243;n de seguridad del piso y del asiento si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del asiento derecho y desconecte la l&#237;nea de aire si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la funda superior e inferior de la cubierta de la palanca de cambios.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire de la palanca de cambio en las uniones.</para>
            </step1>
            <step1>
                <para count="1">Retire la palanca de cambios del eje de tope del conjunto del pedestal.</para>
            </step1>
            <step1>
                <para count="1">Retire el extintor de incendios si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Coloque el tapete de la cabina en otro lugar para acceder a la plancha de piso.</para>
            </step1>
            <step1>
                <para count="1">Retire la plancha del piso de la cabina para obtener acceso a la parte superior de la
                    transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los conectores necesarios del mazo de cableado de la transmisi&#243;n
                    necesarios para retirarla.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la barra de soporte de la transmisi&#243;n trasera con la abrazadera adaptadora
                    de montaje incluida si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de suministro de aire desde la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Retire el eje conductor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague desde la transmisi&#243;n.</para>
                <specpara>
                    <note>
                        <para>Puede ser necesario retirar la palanca del embrague del eje transversal para permitir la
                            rotaci&#243;n completa de la horquilla de desembrague para limpiar el cojinete de
                            desembrague.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n de engrase.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta inferior de inspecci&#243;n del alojamiento del embrague.</para>
            </step1>
            <step1>
                <para count="1">Retire todos los pernos de la cubierta del conversor, excepto dos.</para>
            </step1>
            <step1>
                <para count="1">Instale y asegure en la transmisi&#243;n la toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Retire los pernos restantes de la cubierta del conversor.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto de la transmisi&#243;n.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Revise la alineaci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan la transmisi&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Retire el gato mec&#225;nico del conjunto de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Ajuste el embrague seg&#250;n se necesite.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta inferior de inspecci&#243;n del alojamiento del embrague y conecte
                    el tubo de engrase a la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de suministro de aire a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor y apri&#233;telo a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale la barra de soporte trasera de la transmisi&#243;n con la abrazadera adaptadora
                    de montaje incluida si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los conectores del mazo de cableado de la transmisi&#243;n e instale amarras pl&#225;sticas.</para>
            </step1>
            <step1>
                <para count="1">Instale la plancha de piso de la cabina.</para>
            </step1>
            <step1>
                <para count="1">Coloque el tapete de la cabina.</para>
            </step1>
            <step1>
                <para count="1">Instale el extintor de incendios si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte la palanca de cambios al eje de tope del conjunto del pedestal y conecte las l&#237;neas
                    de aire a las uniones.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los sellos superior e inferior de la cubierta de la palanca de cambios.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del asiento y conecte la l&#237;nea de aire si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del cintur&#243;n de seguridad en el piso y en el asiento si es
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel de protecci&#243;n si se ha retirado. Instale la placa de la vigueta.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y retire las cu&#241;as.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
