<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISI&#211;N (I-6), RETIRO/REINSTALACI&#211;N</stitle>
    <wtsproc id="w1381002" translation="spanish" wtscode="A13-102" group="13">
        <wtsdescrip>TRANSMISI&#211;N (I-6), RETIRO/REINSTALACI&#211;N</wtsdescrip>
        <model>8100</model>
        <modelyr>1996</modelyr>
        <engine>530</engine>
        <tran>International, 9 velocidades</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Acu&#241;e las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo, coloque soportes en el eje.</para>
            </step1>
            <step1>
                <para count="1">Quite la pasarela de servicio.</para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n trasera de la cubierta del motor en la cabina.</para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n delantera del &#225;rbol motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de aire necesarias para quitar el conjunto del tanque
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tanques de aire con el bastidor como un conjunto.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire y las conexiones el&#233;ctricas necesarias para
                    quitar la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el pedestal de cambio de velocidades de la transmisi&#243;n y d&#233;jelo
                    aparte.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague del brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite la placa de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos excepto dos (2) que sujetan la transmisi&#243;n al motor, junto
                    con la abrazadera de soporte de la manguera de combustible y la abrazadera de soporte del tubo de
                    escape.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure todas las mangueras, cables y tubos aparte para dejar acceso libre.</para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente de la transmisi&#243;n a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la transmisi&#243;n. Saque la transmisi&#243;n del motor.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para quitar la transmisi&#243;n por debajo del veh&#237;culo:</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite el secador de aire del bastidor. Col&#243;quelo de manera que deje espacio
                    libre.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la transmisi&#243;n del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Para instalar la transmisi&#243;n debajo del veh&#237;culo, empuje la transmisi&#243;n
                    por debajo del veh&#237;culo e instale el secador de aire.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la transmisi&#243;n y los pernos de retenci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la manguera de combustible y la abrazadera del soporte del tubo de escape.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el varillaje del embrague y la placa de inspecci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire y las conexiones el&#233;ctricas a la
                    transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal de cambio de velocidades. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tanques de aire con el conjunto del bastidor.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas de aire a los tanques de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor delantero. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la pasarela de servicio.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del motor.</para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
