<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - CONJUNTO DEL EMBRAGUE, REEMPLAZO</stitle>
    <wtsproc id="w1394003" translation="spanish" wtscode="A13-100-3" group="11">
        <wtsdescrip>CONJUNTO DEL EMBRAGUE, REEMPLAZO</wtsdescrip>
        <model>9400</model>
        <modelyr>1996</modelyr>
        <engine>Cummins N14</engine>
        <tran>International, 9 velocidades</tran>
        <config>Transmisi&#243;n quitada (embrague tipo tracci&#243;n); con uso de carrito de embrague.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Antes de retirar el embrague, instale una herramienta de alineaci&#243;n de disco de
                    embrague en el disco impulsado y suelte el conjunto del cojinete.
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos bloques de madera de 5/8 de pulgada entre el alojamiento del cojinete de
                    desembrague del embrague y el engranaje del volante del embrague.
                </para>
                <specpara>
                    <note>
                        <para>Los espaciadores de madera liberan la carga pesada del muelle interno en el conjunto del
                            embrague.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el carrito del embrague en la herramienta de alineaci&#243;n del disco del
                    embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los pernos de retenci&#243;n del embrague en sentido cruzado.</para>
                <specpara>
                    <note>
                        <para>Esto se hace para evitar la desalineaci&#243;n y el agarrotamiento dentro del embrague.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Cuando todos los pernos se han quitado, deslice el conjunto del embrague hacia atr&#225;s
                    y hacia afuera.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione el volante del embrague y el alojamiento de &#233;ste para ver si est&#225;
                    descentrado.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale un nuevo cojinete de gu&#237;a en el volante. Si el cojinete antiguo se va a
                    volver a usar, se debe limpiar y revisar cuidadosamente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del disco de impulsi&#243;n delantero en el volante con el lado que
                    dice "flywheel" (volante) mirando hacia el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el plato intermedio en el volante, ubicando las ranuras de impulsi&#243;n sobre
                    los dedos de arrastre.
                </para>
                <specpara>
                    <note>
                        <para>Si est&#225; instalado el volante plano, use los pernos gu&#237;as.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale tres resortes antivibraci&#243;n separados por la misma distancia entre los
                    dedos de arrastre. Instale con el lado curvado del orificio hacia la parte delantera del volante.
                </para>
                <specpara>
                    <warning>
                        <para>Use guantes gruesos cuando instale los resortes antivibraci&#243;n. Los resortes tienen
                            bordes filudos.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inserte la herramienta de alineaci&#243;n del disco del embrague a trav&#233;s del cubo
                    del disco impulsado trasero con el lado que dice "pressure plate" (plato de presi&#243;n) mirando
                    hacia la transmisi&#243;n. Inserte la herramienta de alineaci&#243;n a trav&#233;s del cubo del
                    disco impulsado delantero y hacia el cojinete de gu&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del plato de presi&#243;n sobre el volante con la correa de
                    seguridad (use el conjunto del compensador) alineado con la abertura en el alojamiento de la
                    cubierta del conversor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos de retenci&#243;n del embrague progresivamente en sentido cruzado
                    para jalar el engranaje del embrague hacia su posici&#243;n correcta en el cojinete de gu&#237;a.
                </para>
                <specpara>
                    <note>
                        <para>Consulte CTS-5000 para ver el patr&#243;n de secuencia adecuado de los pernos de retenci&#243;n
                            del embrague.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apriete los pernos de retenci&#243;n del embrague a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Cuando apriete los pernos de retenci&#243;n del embrague, los bloques de madera deben
                    soltarse. De lo contrario, aseg&#250;rese de quitarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la herramienta de alineaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Una vez que se ha realizado todo el trabajo, quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
