<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISI&#211;N (CABINA DIURNA), RETIRO Y REINSTALACI&#211;N</stitle>
    <wtsproc id="w1392001" translation="spanish" wtscode="F13-102" group="13">
        <wtsdescrip>TRANSMISI&#211;N (CABINA DIURNA), RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>9200</model>
        <modelyr>1996</modelyr>
        <engine>Detroit Diesel Serie 60</engine>
        <tran>Fuller, 13 velocidades</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas y abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y coloque soportes en el eje.</para>
            </step1>
            <step1>
                <para count="1">Quite la pasarela de servicio.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire y desconecte todas las l&#237;neas de aire necesarias para
                    quitar el tanque de aire con el conjunto del bastidor. Saque el conjunto del tanque de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n delantera del eje conductor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de aire necesarias para quitar el secador de aire.
                    Saque el secador de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la abrazadera de montaje trasera del soporte de la cabina
                    al travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Use un gato de tornillo para levantar la cabina alrededor de 1/2 pulgada. Con un bloque
                    de madera adecuado, soporte la cabina con el bloque de madera sobre el larguero del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y tuercas de ambos lados que sujetan las m&#233;nsulas traseras del
                    travesa&#241;o trasero. Quite las m&#233;nsulas. Saque las abrazaderas de soporte de la l&#237;nea
                    de aire en el travesa&#241;o. Quite los pernos y tuercas que sujetan el travesa&#241;o a las m&#233;nsulas
                    delanteras y saque el travesa&#241;o. Saque los pernos y tuercas que sujetan las m&#233;nsulas
                    delanteras del travesa&#241;o. Quite las m&#233;nsulas.
                </para>
                <specpara>
                    <note>
                        <para>Trabajo desde la parte trasera del conjunto de la transmisi&#243;n.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el pedestal de cambio de velocidades, incluidas las
                    abrazaderas de soporte de la l&#237;nea de aire. Quite el pedestal de cambio de velocidades y el
                    soporte del bastidor. Cubra la abertura con un pa&#241;o de taller.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la plancha de relleno del lado izquierdo inferior de la cabina y desconecte el
                    calefactor de bloque para acceder a las l&#237;neas de aire de v&#225;lvulas secundarias.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de aire necesarias, incluida la v&#225;lvula
                    secundaria, necesaria para quitar la transmisi&#243;n. Marque las l&#237;neas de aire para su
                    instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las conexiones el&#233;ctricas necesarias para quitar la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Use el tap&#243;n adecuado para quitar la unidad de emisi&#243;n de temperatura de la
                    transmisi&#243;n. Instale el tap&#243;n en el lugar del transmisor. No drene el fluido.
                </para>
                <specpara>
                    <note>
                        <para>Drene fluido s&#243;lo si la transmisi&#243;n se va a reparar o reemplazar.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague del brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de la transmisi&#243;n en la transmisi&#243;n.
                    Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos salvo dos (2) que sujetan la transmisi&#243;n al motor.</para>
            </step1>
            <step1>
                <para count="1">Asegure todas las mangueras, cables y l&#237;neas aparte para dejar acceso libre.</para>
            </step1>
            <step1>
                <para count="1">Instale y asegure la toma de corriente de la transmisi&#243;n a la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la abrazadera del soporte trasero de la transmisi&#243;n desde la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite dos (2) pernos que sujetan la transmisi&#243;n. Saque la transmisi&#243;n del
                    motor.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la transmisi&#243;n en el motor.</para>
            </step1>
            <step1>
                <para count="1">Instale todos los pernos que sujetan la transmisi&#243;n al motor, incluidas las
                    abrazaderas de soporte de la manguera y l&#237;nea, si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de soporte trasera de la transmisi&#243;n. Apriete las tuercas a
                    la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal de cambio de velocidades de la transmisi&#243;n y las abrazaderas de
                    soporte de las l&#237;neas de aire. Apriete los pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas del enfriador de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n de reemplazo de la unidad de emisi&#243;n de temperatura de la
                    transmisi&#243;n con el emisor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las conexiones el&#233;ctricas a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de aire a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale las m&#233;nsulas delanteras del travesa&#241;o, el travesa&#241;o y la l&#237;nea
                    de aire y m&#233;nsulas traseras del travesa&#241;o necesarias. Apriete los pernos y tuercas a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el bloque de madera y el gato que soportan la cabina.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan la cabina al travesa&#241;o. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el secador de aire y las l&#237;neas de aire del secador.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del tanque de aire y todas las l&#237;neas de aire en el tanque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la pasarela de servicio.</para>
            </step1>
            <step1>
                <para count="1">Instale el panel de la cabina y conecte el cable del calefactor de bloque.</para>
            </step1>
            <step1>
                <para count="1">Quite los soportes del eje. Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre.</para>
            </step1>
            <step1>
                <para count="1">Revise el nivel de l&#237;quido de la transmisi&#243;n, agregue si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
            <specpara>
                <note>
                    <para>Para quitar la transmisi&#243;n por debajo del veh&#237;culo:</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite la estribera de la caja de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo lo suficiente como para deslizar la transmisi&#243;n desde
                    debajo del veh&#237;culo en la caja de la bater&#237;a.
                </para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
