<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISI&#211;N (CABINA DIURNA CON SUSPENSI&#211;N DE AIRE), RETIRO Y
        REINSTALACI&#211;N
    </stitle>
    <wtsproc id="w1394005" translation="spanish" wtscode="F13-102" group="13">
        <wtsdescrip>TRANSMISI&#211;N (CABINA DIURNA CON SUSPENSI&#211;N DE AIRE), RETIRO Y REINSTALACI&#211;N
        </wtsdescrip>
        <model>9400</model>
        <modelyr>1997</modelyr>
        <engine>Cummins 500</engine>
        <tran>Eaton, 13 velocidades</tran>
        <config>El conjunto de la cabina con suspensi&#243;n de aire y la suspensi&#243;n de aire incluye: soportes de
            montaje superiores e inferiores, bolsas de aire, amortiguadores, v&#225;lvula niveladora y l&#237;nea de
            aire.
        </config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas. Abra el cofre.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y coloque soportes en el eje.</para>
            </step1>
            <step1>
                <para count="1">Abra las v&#225;lvulas de drenaje del tanque de aire, drene la presi&#243;n de aire y
                    cierre las v&#225;lvulas.
                </para>
            </step1>
            <step1>
                <para count="1">Con un gato de tornillo peque&#241;o en el larguero trasero del bastidor de la cabina,
                    soporte la cabina con el gato.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de suministro de aire de la v&#225;lvula de nivelaci&#243;n.
                    Desconecte la l&#237;nea de aire desde la v&#225;lvula a las bolsas de aire, permita que salga el
                    aire de &#233;stas y conecte nuevamente la l&#237;nea de aire a la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Desde adentro de la cabina, desconecte ambas correas de seguridad del panel tapizado
                    central en la parte trasera de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tornillos que sujetan el panel tapizado central. Quite los tornillos
                    inferiores que sujetan el tapiz al vidrio de la ventana trasera. Quite el panel tapizado central.
                </para>
            </step1>
            <step1>
                <para count="1">Jale el tapiz inferior en la parte central de la cabina para obtener acceso a los pernos
                    que sujetan el soporte de montaje superior del conjunto de la suspensi&#243;n de aire. Quite ambos
                    pernos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el eje conductor delantero.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el soporte de montaje inferior del conjunto de la suspensi&#243;n
                    de aire al travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Levante la cabina con un gato de tornillo para obtener espacio para quitar el conjunto
                    de la suspensi&#243;n de aire. Saque el conjunto de la suspensi&#243;n de aire.
                </para>
                <specpara>
                    <note>
                        <para>Aseg&#250;rese de que el cofre est&#233; abierto para evitar da&#241;os.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Soporte la cabina con un bloque de madera a un costado del larguero del bastidor y con
                    el gato en el otro costado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire necesarias para quitar los tanques de aire. Quite los
                    tanques de aire con bastidores.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire y los cables del secador de aire. Saque el secador de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los cables y el mazo de cables de la manguera del travesa&#241;o ubicado detr&#225;s
                    de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el travesa&#241;o a las m&#233;nsulas laterales ubicadas
                    detr&#225;s de la transmisi&#243;n. Quite el travesa&#241;o primero del larguero del lado derecho
                    del bastidor.
                </para>
                <specpara>
                    <note>
                        <para>Es posible que tenga que usar un dispositivo hidr&#225;ulico para espaciar levemente los
                            largueros del bastidor para obtener espacio para poder quitar el travesa&#241;o. No quite
                            las m&#233;nsulas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Pula 1/8 de pulgada en cada extremo del travesa&#241;o para facilitar su instalaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Trabajando desde la parte trasera de la transmisi&#243;n, desconecte todas las l&#237;neas
                    de aire necesarias para quitar la transmisi&#243;n, incluida la v&#225;lvula secundaria.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las conexiones el&#233;ctricas necesarias para quitar la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el pedestal de cambio de velocidades y d&#233;jelo aparte.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del embrague del brazo del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas del enfriador de la transmisi&#243;n desde la transmisi&#243;n.
                    Extremos del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el sensor de temperatura de la transmisi&#243;n desde la transmisi&#243;n. Instale
                    temporalmente un tap&#243;n roscado en el orificio del sensor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos
                    <emph type="bold">excepto</emph>
                    2 que sujetan la transmisi&#243;n al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y asegure en la transmisi&#243;n la toma de corriente de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos restantes que sujetan la transmisi&#243;n. Quite la transmisi&#243;n.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la transmisi&#243;n en el motor. Instale todos los pernos que sujetan la
                    transmisi&#243;n al motor, incluidas la abrazadera de soporte de la manguera y l&#237;nea de
                    combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n roscado e instale el sensor de temperatura de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del enfriador de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Llene la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal de cambio de velocidades.</para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague al brazo del embrague.</para>
                <specpara>
                    <note>
                        <para>Ajuste el embrague despu&#233;s de que el conjunto de la suspensi&#243;n de aire est&#233;
                            instalado y la cabina est&#233; a una altura adecuada.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte todas las conexiones el&#233;ctricas a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de aire a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el travesa&#241;o. Apriete los pernos y las tuercas a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los cables y el mazo de cables de la manguera al travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto de la suspensi&#243;n de aire en su lugar.</para>
            </step1>
            <step1>
                <para count="1">Desde adentro de la cabina, instale los pernos que sujetan el soporte de montaje
                    superior del conjunto de la suspensi&#243;n de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel tapizado central, incluidos los tornillos que sujetan el tapiz de la
                    ventana trasera.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte ambos cinturones de seguridad a la parte trasera de la cabina.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan el soporte de montaje inferior del conjunto de la
                    suspensi&#243;n de aire al travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de suministro de aire a la v&#225;lvula niveladora de la suspensi&#243;n
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el gato de tornillo y el bloque de madera.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el secador de aire. Conecte las l&#237;neas de aire y los cables al secador de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del tanque de aire. Conecte las l&#237;neas de aire en los tanques
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Aumente la presi&#243;n de aire y revise si hay fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
