<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - TRANSMISI&#211;N (PRO SLEEPER), RETIRO Y REINSTALACI&#211;N</stitle>
    <wtsproc id="w1392004" translation="spanish" wtscode="F13-102" group="13">
        <wtsdescrip>TRANSMISI&#211;N (PRO SLEEPER), RETIRO Y REINSTALACI&#211;N</wtsdescrip>
        <model>9200</model>
        <modelyr>1997</modelyr>
        <engine>Cummins M11</engine>
        <tran>International, 9 velocidades</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite el conjunto del fald&#243;n del lado derecho para tener acceso (2 personas).
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo y coloque soportes en el eje.</para>
            </step1>
            <step1>
                <para count="1">Drene los tanques de aire y cierre las llaves de descarga.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire necesarias para quitar el tanque de aire con el
                    conjunto del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y pasador de horquilla que sujetan el conjunto del tanque de aire.
                    Saque el conjunto del tanque de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la secci&#243;n delantera del eje conductor. Soporte la secci&#243;n central.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el secador de aire del veh&#237;culo para obtener acceso.</para>
            </step1>
            <step1>
                <para count="1">Quite la manguera de aire y los mazos de cables el&#233;ctricos fijados al travesa&#241;o
                    que se ubican detr&#225;s de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Quite el travesa&#241;o.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el pedestal y la barra de cambio de velocidades. Empuje la
                    barra de cambio de velocidades hacia arriba a trav&#233;s de la abertura del piso (cubierta). Deje
                    la barra sobre el piso de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las conexiones el&#233;ctricas de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de aire necesarias para quitar la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la palanca de embrague del varillaje.</para>
            </step1>
            <step1>
                <para count="1">Desconecte de la transmisi&#243;n las l&#237;neas del enfriador de aceite de la
                    transmisi&#243;n. Asegure las l&#237;neas aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la placa de la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan la abrazadera del soporte de la l&#237;nea de combustible a
                    la cubierta del conversor. Asegure las l&#237;neas aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos
                    <emph type="bold">excepto</emph>
                    2 que sujetan la transmisi&#243;n al motor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y asegure en la transmisi&#243;n la toma de corriente de la transmisi&#243;n .
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos restantes que sujetan la transmisi&#243;n. Saque la transmisi&#243;n
                    del motor.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale la transmisi&#243;n en el motor. Instale todos los pernos que sujetan la
                    transmisi&#243;n al motor, excepto los pernos de la abrazadera de soporte del combustible.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de soporte de combustible en la cubierta del conversor.</para>
            </step1>
            <step1>
                <para count="1">Apriete todos los pernos de la cubierta del conversor a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de inspecci&#243;n del embrague.</para>
            </step1>
            <step1>
                <para count="1">Instale las l&#237;neas del enfriador de aceite de la transmisi&#243;n en la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale el pedestal y barra de cambio de velocidades de la transmisi&#243;n. Apriete los
                    pernos a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de aire a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las conexiones el&#233;ctricas a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Antes de la instalaci&#243;n del travesa&#241;o, pula el lado izquierdo inferior de los
                            bordes del travesa&#241;o. Pula alrededor de 1/8 de pulgada, y alrededor de 2 pulgadas en la
                            parte superior externa del borde del travesa&#241;o. Esto facilita la instalaci&#243;n del
                            travesa&#241;o en los largueros del bastidor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el travesa&#241;o en su posici&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos que sujetan el travesa&#241;o. Apriete los pernos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera de aire y el mazo de cables el&#233;ctricos en el travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el secador de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del tanque de aire.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire en los tanques de aire.</para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del fald&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento del veh&#237;culo.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
