<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - ALOJAMIENTO DEL DIFERENCIAL DEL EJE TRASERO, REEMPLAZO</stitle>
    <wtsproc id="w1481002" translation="spanish" wtscode="A14-102" group="14">
        <wtsdescrip>ALOJAMIENTO DEL DIFERENCIAL DEL EJE TRASERO, REEMPLAZO</wtsdescrip>
        <model>8100</model>
        <model>2000</model>
        <model>4000</model>
        <model>9000</model>
        <modelyr>1993</modelyr>
        <engine>Cummins M11</engine>
        <tran>Spicer, 9 velocidades</tran>
        <config>El veh&#237;culo tiene frenos de aire y suspensi&#243;n de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Levante la parte trasera del veh&#237;culo. Apoye con soportes de bastidor.</para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido del eje que se est&#225; reparando.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos semiejes. Deje que el l&#237;quido caiga en un contenedor adecuado.</para>
            </step1>
            <step1>
                <para count="1">Retroceda el ajuste de frenos.
                    <emph type="bold">NOTA: Enjaule el freno de muelle de la c&#225;mara de aire, si corresponde.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambos conjuntos de ruedas usando una plataforma rodante.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos conjuntos de zapatas de frenos.</para>
            </step1>
            <step1>
                <para count="1">Quite las varillas de torsi&#243;n izquierda y derecha del suspensor de resorte y del
                    pat&#237;n de ballesta.
                    <emph type="bold">NOTA: Observe las calzas y su posici&#243;n.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire de ambas c&#225;maras de frenos de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite ambas crucetas de frenos con leva de frenos, la abrazadera de soporte de leva y
                    las c&#225;maras de frenos de aire que est&#233;n instaladas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el eje conductor que conecta los dos ejes traseros.</para>
            </step1>
            <step1>
                <para count="1">Saque la varilla de torsi&#243;n del alojamiento del eje y del larguero del bastidor.
                    <emph type="bold">NOTA: Observe las calzas y su posici&#243;n.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos excepto los que sujetan el portador del diferencial al
                    alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente correcta al portador del diferencial.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos restantes que sujetan el portador del diferencial. Saque el portador
                    del diferencial del alojamiento del eje. Quite el portador del veh&#237;culo. Levante el veh&#237;culo
                    seg&#250;n se requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el portador del diferencial de la toma de corriente.</para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente al alojamiento del eje.</para>
            </step1>
            <step1>
                <para count="1">Saque los pernos en u de los muelles.</para>
            </step1>
            <step1>
                <para count="1">Quite el alojamiento del veh&#237;culo. Levante el veh&#237;culo seg&#250;n se
                    requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie y revise los cojinetes de las ruedas y las piezas necesarias.</para>
            </step1>
            <step1>
                <para count="1">Reemplace los sellos de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Transfiera el alojamiento del eje de reemplazo a la toma de corriente.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el alojamiento del eje en el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos en u de los muelles. Apri&#233;telos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente del alojamiento del eje. Asegure el portador del diferencial
                    a la toma de corriente.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellador a la superficie de contacto del portador del diferencial en el
                    alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el portador del diferencial en el alojamiento del eje. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Use un gato para ayudar a colocar el alojamiento del eje. Instale la varilla de torsi&#243;n
                    en el alojamiento del eje y el larguero del bastidor. Apriete los pernos y tuercas a la torsi&#243;n
                    especificada. Saque el gato.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje conductor. Apriete los pernos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale ambas crucetas de frenos con leva de frenos, la abrazadera de soporte de leva y
                    las c&#225;maras de frenos de aire que est&#233;n instaladas. Apriete los pernos y tuercas a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte ambas l&#237;neas de aire de la c&#225;mara de frenos de aire en la c&#225;mara
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de torsi&#243;n de la izquierda y derecha en el suspensor de
                    resorte y el pat&#237;n de ballesta.
                </para>
            </step1>
            <step1>
                <para count="1">Instale ambos conjuntos de zapatas de frenos.</para>
            </step1>
            <step1>
                <para count="1">Instale ambos conjuntos de ruedas usando una plataforma rodante. Agregue l&#237;quido a
                    la cavidad del cubo, ajuste los cojinetes de las ruedas y apriete la contratuerca del cojinete de
                    las ruedas a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos.</para>
                <specpara>
                    <note>
                        <para>Quite el perno de la jaula de la c&#225;mara del muelle del freno de aire, seg&#250;n
                            corresponda.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale ambos semiejes con nuevas juntas. Apriete las tuercas a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los soportes del bastidor y baje el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Llene el eje con l&#237;quido adecuado y hasta el nivel correcto.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
