<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - ALOJAMIENTO DEL EJE TRASERO Y DELANTERO, REEMPLAZO</stitle>
    <wtsproc id="w1481001" translation="spanish" wtscode="A14-101" group="14">
        <wtsdescrip>ALOJAMIENTO DEL EJE TRASERO Y DELANTERO, REEMPLAZO</wtsdescrip>
        <model>8100</model>
        <model>2000</model>
        <model>4000</model>
        <model>9000</model>
        <modelyr>1993</modelyr>
        <engine>Cummins M11</engine>
        <tran>Spicer, 9 velocidades</tran>
        <config>El veh&#237;culo tiene frenos de aire y suspensi&#243;n de aire.</config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo. Soporte la parte trasera del veh&#237;culo con soportes de
                    bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambos semiejes y las juntas del eje que se va a reparar.</para>
            </step1>
            <step1>
                <para count="1">Enjaule los frenos del eje que se va a reparar.</para>
            </step1>
            <step1>
                <para count="1">Retroceda los frenos del eje que se est&#225; reparando.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos conjuntos de los cubos de las ruedas, las tuercas de bloqueo del cojinete de
                    las ruedas, las arandelas, los cojinetes y los sellos de ruedas.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido del eje que se va a reparar.</para>
            </step1>
            <step1>
                <para count="1">Quite la segunda secci&#243;n del &#225;rbol motor delantero. Desconecte el eje de
                    conexi&#243;n del &#225;rbol motor en el yugo de salida del eje delantero. Asegure las l&#237;neas
                    aparte para obtener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambos juegos de zapatas de frenos del eje que se est&#225; reparando para obtener
                    acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los ajustadores de holgura de frenos y las levas en S de frenos en el eje que se
                    est&#225; reparando.
                </para>
                <specpara>
                    <note>
                        <para>En este procedimiento el conjunto completo de frenos se deja aparte ya que las varillas de
                            torsi&#243;n estaban atascadas en el pat&#237;n de ballesta. Si las varillas de torsi&#243;n
                            no est&#225;n atascadas, ret&#237;relas. Quite o instale las placas de las crucetas de
                            frenos y la c&#225;mara de frenos como una unidad.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire de las c&#225;maras de frenos. Quite las c&#225;maras
                    de frenos con abrazaderas de soporte de leva de las crucetas de frenos en el eje que se est&#225;
                    reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Quite ambas crucetas de frenos.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire del mecanismo de interbloqueo del diferencial.
                    Desconecte la v&#225;lvula de liberaci&#243;n r&#225;pida con el soporte de montaje desde el
                    diferencial. D&#233;jela aparte en un lugar seguro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todos los pernos excepto dos que sujetan el portador del diferencial al
                    alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente de la transmisi&#243;n al portador del diferencial.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos restantes que sujetan el portador del diferencial. Quite el
                    portador del alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el portador del diferencial de la toma de corriente de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Asegure la toma de corriente de la transmisi&#243;n al alojamiento del eje.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y tuercas que sujetan las varillas de torsi&#243;n. Quite los tres
                    brazos de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Saque todos los pernos en u del alojamiento del muelle y del eje.</para>
            </step1>
            <step1>
                <para count="1">Quite el alojamiento del eje del veh&#237;culo.</para>
                <specpara>
                    <note>
                        <para>Es posible que tenga que levantar el veh&#237;culo para sacar el alojamiento del eje.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los pernos que sujetan el eje pasante del portador del diferencial. Quite el
                    conjunto del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Transfiera los accesorios y conexiones necesarias hacia el alojamiento del nuevo eje.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del nuevo eje en la toma de corriente de la transmisi&#243;n.
                    Asegure el alojamiento a la toma.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas necesarias. Revise los cojinetes de las ruedas.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el eje pasante del portador del diferencial. Apriete los pernos a la torsi&#243;n
                    especificada. Aplique sellador en la superficie de contacto.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el alojamiento del eje en posici&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los pernos en u de los muelles. Apri&#233;telos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las varillas de torsi&#243;n del alojamiento del eje. Apri&#233;telas a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n del alojamiento del eje.</para>
            </step1>
            <step1>
                <para count="1">Instale el portador del diferencial en la toma de corriente de la transmisi&#243;n.
                    Asegure el portador a la toma.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellador a las superficies de contacto del portador.</para>
            </step1>
            <step1>
                <para count="1">Instale el portador del diferencial en el alojamiento del eje. Apriete los pernos a la
                    torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la toma de corriente de la transmisi&#243;n del portador.</para>
            </step1>
            <step1>
                <para count="1">Instale las crucetas de frenos. Apri&#233;telas a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale las c&#225;maras de frenos y las abrazaderas de soporte de leva. Apri&#233;telas
                    a la torsi&#243;n especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las levas en S y los ajustadores de holgura.</para>
            </step1>
            <step1>
                <para count="1">Instale todas las l&#237;neas de aire y la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Instale las zapatas de frenos.</para>
            </step1>
            <step1>
                <para count="1">Instale los dos ejes conductores. Apri&#233;telos a la torsi&#243;n especificada.</para>
            </step1>
            <step1>
                <para count="1">Instale los cojinetes interiores de las ruedas y los sellos nuevos en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Instale los conjuntos de ruedas y cubos. Apriete los cojinetes de las ruedas a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Saque de la jaula las c&#225;maras de frenos y muelles.</para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos del eje en reparaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Instale los semiejes con juntas nuevas. Apri&#233;telos a la torsi&#243;n
                    especificada.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el alojamiento del diferencial hasta el nivel adecuado.</para>
            </step1>
            <step1>
                <para count="1">Quite los soportes del bastidor.</para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Pruebe en carretera el veh&#237;culo y revise si hay fugas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
