<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Procedural Guideline - N&#218;CLEO DEL EVAPORADOR, REEMPLAZO</stitle>
    <wtsproc id="w1949002" translation="spanish" wtscode="A19-180" group="19">
        <wtsdescrip>N&#218;CLEO DEL EVAPORADOR, REEMPLAZO</wtsdescrip>
        <model>4900</model>
        <modelyr>1993</modelyr>
        <engine>DT 466</engine>
        <tran>Eaton, 6 velocidades</tran>
        <config></config>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema de aire acondicionado.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite el cenicero. Quite el soporte de montaje del cenicero.</para>
            </step1>
            <step1>
                <para count="1">Quite el tablero izquierdo superior.</para>
            </step1>
            <step1>
                <para count="1">Quite el tablero derecho inferior con el colector de drenaje del aire acondicionado.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tablero superior derecho.</para>
            </step1>
            <step1>
                <para count="1">Quite el tablero de relevadores del marco del tablero. Coloque el tablero aparte para
                    tener acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la caja del aire acondicionado y del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el foco de verificaci&#243;n y la l&#237;nea del ecualizador del evaporador.
                    Corte la aislaci&#243;n seg&#250;n se requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cableado de los interruptores de alta y baja presi&#243;n. Quite ambos
                    interruptores.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la v&#225;lvula de expansi&#243;n de la abrazadera de soporte. Desconecte la l&#237;nea
                    del evaporador de la v&#225;lvula de expansi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea del evaporador (debajo de la caja del aire acondicionado y
                    calefactor) de la abrazadera de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto del alojamiento del filtro de aire, incluida la manguera del compresor
                    de aire desconectada.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de succi&#243;n del evaporador en la cubierta del motor (lado
                    del motor).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta y arandela aislante de la l&#237;nea de succi&#243;n del evaporador
                    (lado del motor).
                </para>
            </step1>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Marque la profundidad del tubo capilar antes de retirarlo. S&#225;quelo del evaporador.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite los tornillos que sujetan el evaporador. Saque el evaporador. Corte la aislaci&#243;n
                    seg&#250;n se requiera.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="0">
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Instale el tubo capilar, hasta la profundidad marcada, en el evaporador.</para>
            </step1>
            <step1>
                <para count="1">Instale el evaporador. Coloque la aislaci&#243;n si fue retirada.</para>
            </step1>
            <step1>
                <para count="1">Instale la arandela aislante y la cubierta en la l&#237;nea de succi&#243;n del
                    evaporador.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de succi&#243;n del evaporador.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del alojamiento del filtro de aire. Conecte la manguera del
                    compresor de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea del evaporador a la abrazadera de soporte debajo de la caja del
                    aire acondicionado y calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea del evaporador a la v&#225;lvula de expansi&#243;n. Instale la v&#225;lvula
                    de expansi&#243;n en la abrazadera de soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los interruptores de alta y baja presi&#243;n. Conecte el cableado a los
                    interruptores.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el foco de verificaci&#243;n y la l&#237;nea del ecualizador a la l&#237;nea del
                    evaporador.
                </para>
            </step1>
            <step1>
                <para count="1">Cargue el aire acondicionado. Revise si hay fugas.</para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de la caja del aire acondicionado y del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Instale el tablero de relevadores.</para>
            </step1>
            <step1>
                <para count="1">Instale el tablero derecho superior.</para>
            </step1>
            <step1>
                <para count="1">Instale el tubo del colector de drenaje del aire acondicionado en la abertura en el
                    &#225;rea del cubretablero. Instale el tablero inferior derecho.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tablero superior izquierdo.</para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje del cenicero. Coloque el cenicero.</para>
            </step1>
            <step1>
                <para count="1">Conecte la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcproc>
    </wtsproc>
</isis>
