<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - R&#201;SERVOIRS DE CARBURANT &#192; DOUBLE ALIMENTATION ET &#192; DOUBLE RETOUR</stitle>
    <svcsection/>
    <svcsection id="f15001" division="truck" formnum="CTS-5245" date="9/4/1997" translation="french">
        <title>R&#201;SERVOIRS DE CARBURANT &#192; DOUBLE ALIMENTATION ET &#192; DOUBLE RETOUR</title>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4000</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
                <truckmodel>9100</truckmodel>
                <truckmodel>9200</truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les mod&#232;les de s&#233;ries 4000, 8100, 9200, 9300 et 9400 &#233;quip&#233;s de deux r&#233;servoirs
                    de carburant sont dot&#233;s d'un nouveau syst&#232;me d'alimentation en carburant. Les conduites
                    d'alimentation puisent simultan&#233;ment dans les deux r&#233;servoirs, tandis que les conduites de
                    retour maintiennent le m&#234;me niveau de carburant dans les deux r&#233;servoirs gr&#226;ce &#224;
                    l'ajout d'un s&#233;parateur en T &#224; la conduite de retour. On a &#233;limin&#233; les conduites
                    d'&#233;galisation qui se trouvaient au bas des r&#233;servoirs. On peut installer un robinet d'arr&#234;t
                    optionnel sur la conduite d'alimentation, au niveau du r&#233;servoir, pour &#233;viter que les
                    conduites qui relient le r&#233;servoir au filtre &#224; carburant ne se vident dans le r&#233;servoir
                    durant l'entretien du filtre ou d'autres composants du syst&#232;me d'alimentation en carburant.
                </para>
                <para>Lorsqu'on &#233;quipe un v&#233;hicule de nouveaux r&#233;servoirs de carburant, il est essentiel
                    de s'assurer que le fond des deux r&#233;servoirs est &#224; la m&#234;me hauteur par rapport au
                    sol. Les conduites d'alimentation et de retour doivent &#234;tre de la m&#234;me longueur pour les
                    deux r&#233;servoirs. Le non-respect de ces exigences entra&#238;nera le d&#233;bordement de l'un
                    des r&#233;servoirs.
                </para>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f15001_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f15001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
