<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        ENSAMBLAJE - REVISI&#211;N Y AJUSTE DEL JUEGO LONGITUDINAL DEL BALERO DE SALIDA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="2">
        <title>REVISI&#211;N Y AJUSTE DEL JUEGO LONGITUDINAL DEL BALERO DE SALIDA</title>
        <para>
            <emph type="bold">Especificaci&#243;n:</emph>
            Juego longitudinal del balero de 0.025 a 0.102 mm (0.001 a 0.004 pulg).
        </para>
        <para>El juego longitudinal del balero de salida se controla mediante el tama&#241;o del anillo de resorte que
            sostiene los baleros a la jaula exterior. Los anillos de resorte est&#225;n disponibles en incrementos de
            0.076 mm (0.003 pulg). Instale el anillo de resorte que resulta en un juego longitudinal de 0.025 a 0.102 mm
            (0.001 a 0.004 pulg).
        </para>
        <step1>
            <para count="1">Coloque el eje de transmisi&#243;n y el conjunto de la jaula del balero en una prensa de
                tornillo con cubiertas met&#225;licas blandas en las mordazas de la prensa de tornillo.
            </para>
        </step1>
        <step1>
            <para count="1">Use una herramienta adecuada para instalar el yugo o reborde en el eje de transmisi&#243;n.
                NO USE LA TUERCA PARA DESLIZAR EL YUGO SOBRE EL EJE. NO INSTALE EL SELLO DE ACEITE EN ESTE MOMENTO.
            </para>
        </step1>
        <step1>
            <para count="1">Instale la tuerca que sujeta el yugo o el reborde al eje de transmisi&#243;n. Coloque una
                herramienta de retenci&#243;n sobre el yugo o el reborde y apriete la tuerca de 610 a 815 Nm (450 a 600
                lbs. pie).
            </para>
        </step1>
        <step1>
            <para count="1">Empuje el yugo o el reborde hacia la jaula y gire el eje en cada direcci&#243;n para
                asegurarse de que los baleros est&#225;n correctamente instalados.
            </para>
        </step1>
        <step1>
            <para count="1">Instale un indicador de cuadrante de modo que la base del indicador est&#233; sobre el
                reborde de montaje de la jaula. La aguja del indicador debe tocar el extremo del yugo o del reborde del
                eje de transmisi&#243;n. Ajuste el indicador de cuadrante a cero (0) (
                <hotlnk xrefid="f14011b6">Figura 116</hotlnk>).
            </para>
        </step1>
        <figure id="f14011b6" figsize="col-wide">
            <graphic filename="../figg14/g14011b6.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 116. Instale el indicador de cuadrante</caption>
        </figure>
        <step1>
            <para count="1">Coloque las palancas debajo del yugo o del reborde y emp&#250;jelos hacia afuera de la
                jaula. Anote la lectura del indicador de cuadrante. La lectura debe ser de 0.025 a 0.102 mm (0.001 a
                0.004 pulgadas). La lectura es la medici&#243;n del juego longitudinal del balero de salida.
            </para>
        </step1>
        <step1>
            <para count="1">Si la lectura del juego longitudinal no est&#225; dentro de la especificaci&#243;n de 0.025
                a 0.102 mm (0.001 a 0.004 pulg), saque y reemplace el anillo de resorte que fija los balero a la jaula.
                Instale un anillo de resorte m&#225;s delgado para aumentar el juego longitudinal. Instale un anillo de
                resorte grueso para disminuir el juego longitudinal (
                <hotlnk xrefid="f14011b7">Figura 117</hotlnk>).
            </para>
        </step1>
        <figure id="f14011b7" figsize="col-wide">
            <graphic filename="../figg14/g14011b7.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 117. Juego longitudinal del balero de salida</caption>
            <calloutgroup>
                <callout1>1. ANILLO DE RESORTE</callout1>
                <callout1>2. PARA AUMENTAR EL JUEGO LONGITUDINAL, INSTALE UN ANILLO DE RESORTE M&#193;S DELGADO. PARA
                    DISMINUIR EL JUEGO LONGITUDINAL, INSTALE UN ANILLO DE RESORTE M&#193;S GRUESO.
                </callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Saque la tuerca que sujeta el yugo o el reborde al eje pasante. Use un extractor adecuado
                para sacar el yugo.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_39.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_41.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
