<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - ENSAMBLAJE DEL CONJUNTO DEL
        DIFERENCIAL PRINCIPAL Y LA CORONA
    </stitle>
    <svcsection/>
    <svcproc id="hl1400610" svcproctype="assemble" graphiccount="9">
        <title>ENSAMBLAJE DEL CONJUNTO DEL DIFERENCIAL PRINCIPAL Y LA CORONA</title>
        <specpara>
            <caution>
                <para>No presione una corona fr&#237;a en la mitad con reborde de la caja. Las coronas fr&#237;as da&#241;an
                    la mitad de la caja debido al ajuste apretado. Las part&#237;culas de metal entre las piezas
                    provocan un descentramiento del engranaje que excede la especificaci&#243;n de 0.2 mm (0.008 pulg).
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Ensanche la corona calentando el engranaje en un tanque de agua a una temperatura de 71&#176;C
                a 82&#176;C (160&#176;F a 180&#176;F) durante 10 a 15 minutos.
            </para>
            <specpara>
                <warning>
                    <para>Utilice ropa de seguridad y guantes para protegerse de lesiones al momento de tocar la corona
                        caliente.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Levante cuidadosamente la corona del tanque de agua utilizando una herramienta de elevaci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Instale la corona en la mitad con reborde de la caja inmediatamente despu&#233;s de calentar
                el engranaje. Si la corona no ajusta f&#225;cilmente en la mitad de la caja, vuelva a calentarla. Repita
                el paso 1.
            </para>
        </step1>
        <step1>
            <para count="1">Alinee los orificios del elemento de fijaci&#243;n de la corona y de la mitad con reborde de
                la caja. Gire la corona seg&#250;n sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los pernos
                <ftnref xrefid="fn1400601"/>*, las tuercas* y las arandelas* que retienen a la corona en la mitad con
                reborde de la caja. Instale los pernos del lado del engranaje del conjunto. Las cabezas de los pernos
                DEBEN estar contra la corona (
                <hotlnk xrefid="f1400686">Figura 86</hotlnk>).
            </para>
            <figure id="f1400686" figsize="col-wide">
                <graphic id="g1400686" filename="../figg14/g1400686.webp" type="webp"/>
                <caption>Figura 86. Instale los pernos, las tuercas y las arandelas que retienen la corona en la mitad
                    con reborde de la caja.
                </caption>
                <calloutgroup>
                    <callout1>1. CORONA</callout1>
                    <callout1>2. PERNO (CABEZA CONTRA ENGRANAJE)</callout1>
                    <callout1>3. ARANDELA</callout1>
                    <callout1>4. TUERCA</callout1>
                    <callout1>5. MITAD CON REBORDE DE LA CAJA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Apriete los pernos
                <ftnref xrefid="fn1400601"/>* y las tuercas
                <ftnref xrefid="fn1400601"/>* hasta el valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Si usa remaches
                <ftnref xrefid="fn1400601"/>* para retener la corona en a la mitad con reborde de la caja, instale los
                rivetes
                <ftnref xrefid="fn1400601"/>* como se indica a continuaci&#243;n:
            </para>
            <specpara>
                <caution>
                    <para>No caliente los remaches antes de la instalaci&#243;n. S&#243;lo use remaches fr&#237;os para
                        fijar en forma correcta la corona en la mitad con reborde de la caja.
                    </para>
                </caution>
            </specpara>
            <step2>
                <para count="1">Instale los rivetes del tama&#241;o correcto
                    <ftnref xrefid="fn1400601"/>* en pares que est&#233;n opuestos entre s&#237; del lado de la mitad de
                    la caja del conjunto. Las cabezas de los remaches
                    <ftnref xrefid="fn1400601"/>* DEBEN estar contra la mitad con reborde de la caja (
                    <hotlnk xrefid="f1400687">Figura 87</hotlnk>).
                </para>
                <figure id="f1400687" figsize="col-wide">
                    <graphic id="g1400687" filename="../figg14/g1400687.webp" type="webp"/>
                    <caption>Figura 87. Instale los remaches del tama&#241;o correcto</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Presione los remaches
                    <ftnref xrefid="fn1400601"/>* para instalarlos en su posici&#243;n del lado de la corona del
                    conjunto. Use una herramienta de remaches y aplique la presi&#243;n correcta. Consulte la siguiente
                    Tabla para conocer las presiones de los remaches.
                </para>
                <table id="t1400602">
                    <title>Di&#225;metro del cuerpo del remache y presi&#243;n necesaria para instalar los remaches
                    </title>
                    <tgroup cols="3" colsep="1" rowsep="1">
                        <colspec colname="1" colwidth="1.76in"/>
                        <colspec colname="2" colwidth="1.75in"/>
                        <colspec colname="3" colwidth="1.75in"/>
                        <thead valign="top">
                            <row>
                                <entry>
                                    <para>Tama&#241;o de los remaches en pulgadas (mm)</para>
                                </entry>
                                <entry>
                                    <para>Libras/Toneladas</para>
                                </entry>
                                <entry>
                                    <para>Kil&#243;gramos/Toneladas m&#233;tricas</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody valign="top">
                            <row>
                                <entry>
                                    <para>0.438 (11.13)</para>
                                </entry>
                                <entry>
                                    <para>44,000/22</para>
                                </entry>
                                <entry>
                                    <para>19958/20</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>0.500 (12.70)</para>
                                </entry>
                                <entry>
                                    <para>60,000/30</para>
                                </entry>
                                <entry>
                                    <para>27216/27.2</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>0.563 (14.30)</para>
                                </entry>
                                <entry>
                                    <para>72,000/36</para>
                                </entry>
                                <entry>
                                    <para>32659/32.7</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>0.625 (15.88)</para>
                                </entry>
                                <entry>
                                    <para>90,000/45</para>
                                </entry>
                                <entry>
                                    <para>40824/40.8</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <caution>
                        <para>Se debe mantener la presi&#243;n aplicada a los remaches aproximadamente durante un minuto
                            para que el cuerpo del remache llene el orificio.
                        </para>
                    </caution>
                </specpara>
            </step2>
            <step2>
                <para count="1">Despu&#233;s de instalar los remaches, revise su hay separaci&#243;n entre la superficie
                    posterior de la corona y el reborde de la caja. Con un calibrador de espesor de 0.08 mm (0.003 pulg)
                    verifique cuatro puntos alrededor del conjunto (
                    <hotlnk xrefid="f1400688">Figura 88</hotlnk>).
                </para>
                <figure id="f1400688" figsize="col-wide">
                    <graphic id="g1400688" filename="../figg14/g1400688.webp" type="webp"/>
                    <caption>Figura 88. Verifique si hay separaci&#243;n entre la superficie posterior de la corona y el
                        reborde de la caja
                    </caption>
                </figure>
                <para>Si el calibrador encaja hasta m&#225;s all&#225; de la mitad de la distancia entre el di&#225;metro
                    exterior del reborde y el di&#225;metro gu&#237;a del engranaje, quite la corona. Consulte
                    <hotlnk document="m14006t_HL1400618.xml" xrefid="hl1400618">DESENSAMBLAJE DEL CONJUNTO DEL
                        DIFERENCIAL Y LA CORONA
                    </hotlnk>
                    y los siguientes pasos D y E. Si la separaci&#243;n es menor que 0.08 mm (0.003 pulg), contin&#250;e
                    con el paso 8.
                </para>
            </step2>
            <step2>
                <para count="1">Revise la mitad con reborde de la caja y la corona para descubrir el problema que causa
                    la separaci&#243;n. Repare o reemplace las piezas.
                </para>
            </step2>
            <step2>
                <para count="1">Despu&#233;s de reparar o reemplazar las piezas, ensamble la corona en la mitad con
                    reborde de la caja.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Instale los conos del balero en las dos mitades de la caja. Use una prensa y un manguito del
                tama&#241;o correcto (
                <hotlnk xrefid="f1400689">Figura 89</hotlnk>).
            </para>
            <figure id="f1400689" figsize="col-wide">
                <graphic id="g1400689" filename="../figg14/g1400689.webp" type="webp"/>
                <caption>Figura 89. Instale los conos del balero en las mitades de la caja</caption>
                <calloutgroup>
                    <callout1>1. PRENSA</callout1>
                    <callout1>2. MANGUITO</callout1>
                    <callout1>3. CONO DEL BALERO</callout1>
                    <callout1>4. SOPORTE</callout1>
                    <callout1>5. MITAD DE LA CAJA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique lubricante de ejes sobre las superficies interiores de las dos mitades de la caja,
                la ara&#241;a (cruz), las arandelas de empuje, los engranajes laterales y los pi&#241;ones del
                diferencial. Consulte GRUPO 10 - LUBRICACI&#211;N.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la mitad con reborde de la caja sobre una banca con los dientes de la corona hacia
                arriba.
            </para>
        </step1>
        <step1>
            <para count="1">Instale una arandela de empuje y la corona en la mitad con reborde de la caja (
                <hotlnk xrefid="f1400690">Figura 90</hotlnk>).
            </para>
            <figure id="f1400690" figsize="col-wide">
                <graphic id="g1400690" filename="../figg14/g1400690.webp" type="webp"/>
                <caption>Figura 90. Instale una arandela de empuje y el engranaje lateral en la mitad con reborde de la
                    caja
                </caption>
                <calloutgroup>
                    <callout1>1. ENGRANAJE LATERAL</callout1>
                    <callout1>2. ARANDELA DE EMPUJE</callout1>
                    <callout1>3. MITAD CON REBORDE DE LA CAJA</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Los engranajes laterales en algunos modelos de portadores tienen cubos de diferentes largos.
                        Instale el engranaje lateral del largo correcto en la mitad con reborde de la caja.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale la ara&#241;a (cruz), los pi&#241;ones del diferencial y las arandelas de empuje en
                la mitad con reborde de la caja (
                <hotlnk xrefid="f1400691">Figura 91</hotlnk>).
            </para>
            <figure id="f1400691" figsize="col-wide">
                <graphic id="g1400691" filename="../figg14/g1400691.webp" type="webp"/>
                <caption>Figura 91. Instale la ara&#241;a, los pi&#241;ones del diferencial y las arandelas de empuje en
                    la mitad con reborde de la caja
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale el segundo engranaje lateral y la arandela de empuje sobre la ara&#241;a y los pi&#241;ones
                del diferencial (
                <hotlnk xrefid="f1400692">Figura 92</hotlnk>).
            </para>
            <figure id="f1400692" figsize="col-wide">
                <graphic id="g1400692" filename="../figg14/g1400692.webp" type="webp"/>
                <caption>Figura 92. Instale el engranaje lateral y la arandela de empuje sobre la ara&#241;a y los pi&#241;ones
                    del diferencial
                </caption>
                <calloutgroup>
                    <callout1>1. ARANDELA DE EMPUJE</callout1>
                    <callout1>2. ENGRANAJE LATERAL</callout1>
                    <callout1>3. MITAD PLANA DE LA CAJA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Coloque la mitad plana de la caja del diferencial sobre la mitad con reborde y los
                engranajes. Gire la mitad plana seg&#250;n sea necesario para alinear las marcas de coincidencia (
                <hotlnk xrefid="f1400692">Figura 92</hotlnk>
                y
                <hotlnk xrefid="f1400693">Figura 93</hotlnk>).
            </para>
            <figure id="f1400693" figsize="col-wide">
                <graphic id="g1400693" filename="../figg14/g1400693.webp" type="webp"/>
                <caption>Figura 93. Coloque la mitad plana de la caja del diferencial sobre la mitad con reborde y los
                    engranajes
                </caption>
                <calloutgroup>
                    <callout1>1. MITAD PLANA DE LA CAJA</callout1>
                    <callout1>2. MARCAS DE COINCIDENCIA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale los elementos de fijaci&#243;n Dri-Loc en las mitades de la caja. Consulte
                <hotlnk document="m14006t_HL1400619.xml" xrefid="hl1400619">INSTALACI&#211;N DE LOS NUEVOS ELEMENTOS DE
                    FIJACI&#211;N DRI-LOC</hotlnk>.
            </para>
            <step2>
                <para count="1">Instale los cuatro tornillos de cabeza hexagonal
                    <ftnref xrefid="fn1400601"/>* y las arandelas
                    <ftnref xrefid="fn1400601"/>* o los pernos
                    <ftnref xrefid="fn1400601"/>*, las tuercas
                    <ftnref xrefid="fn1400601"/>* y las arandelas
                    <ftnref xrefid="fn1400601"/>* en las mitades de la caja. La distancia entre los elementos de fijaci&#243;n
                    DEBE ser la misma. Apriete los elementos de fijaci&#243;n al valor de torsi&#243;n correcto
                    utilizando un perfil opuesto entre ellos (
                    <hotlnk xrefid="f1400694">Figura 94</hotlnk>). Consulte la
                    <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>
                    para conocer los valores de torsi&#243;n correctos.
                </para>
                <figure id="f1400694" figsize="col-wide">
                    <graphic id="g1400694" filename="../figg14/g1400694.webp" type="webp"/>
                    <caption>Figura 94. Apriete los elementos de fijaci&#243;n en un perfil opuesto entre ellos
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Instale los otros elementos de fijaci&#243;n en las mitades de la caja. Apriete los
                    elementos de fijaci&#243;n a los valores de torsi&#243;n correctos. Consulte la
                    <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Revise la resistencia al giro de los engranajes del diferencial. Use el siguiente
                procedimiento.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400626.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_32.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
