<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INFORMACI&#211;N GENERAL - APLICACI&#211;N DEL MATERIAL DE EMPAQUETADURA DE SILICONA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>APLICACI&#211;N DEL MATERIAL DE EMPAQUETADURA DE SILICONA</title>
        <specpara>
            <note>
                <para>En los componentes Rockwell se pueden usar los siguientes productos de empaquetadura de silicona o
                    equivalente:
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <item>
                <para>Sellante de hule de silicona Dow Corning No. 732, negro.</para>
            </item>
            <item>
                <para>General Electric No. RTV-1473, negro.</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>Durante la aplicaci&#243;n del material de empaquetadura de silicona se generan peque&#241;as
                    cantidades de vapor &#225;cido. Para evitar que sucedan da&#241;os personales graves, aseg&#250;rese
                    de contar con buena ventilaci&#243;n en el &#225;rea de trabajo. Si le entra material de
                    empaquetadura de silicona a los ojos, l&#225;vese los ojos con agua durante 15 minutos. Haga que un
                    doctor le revise los ojos.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Elimine todo el material de empaquetadura antiguo de ambas superficies (
                <hotlnk xrefid="f1401167">Figura 67</hotlnk>).
            </para>
        </step1>
        <figure id="f1401167" figsize="col-wide">
            <graphic filename="../figg14/g1401167.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 67. Elimine todo el material de empaquetadura antiguo y limpie las superficies</caption>
        </figure>
        <step1>
            <para count="1">Limpie las superficies donde aplicar&#225; el material de empaquetadura de silicona. Limpie
                todo el aceite, grasa, polvo y humedad (
                <hotlnk xrefid="f1401167">Figura 67</hotlnk>). Las superficies deben estar secas.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>La cantidad de material de empaquetadura de silicona aplicada no debe ser mayor que una gota de 3
                    mm (0,125 pulg) de di&#225;metro. Demasiado material de empaquetadura puede bloquear los conductos
                    de la lubricaci&#243;n y terminar da&#241;ando los componentes.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Aplique una gota continua de 3 mm (0.125 pulg) de di&#225;metro de material de empaquetadura
                de silicona alrededor de una superficie. Tambi&#233;n aplique material de empaquetadura alrededor del
                borde de todos los orificios de los sujetadores de aquella superficie (
                <hotlnk xrefid="f1401168">Figura 68</hotlnk>).
            </para>
        </step1>
        <figure id="f1401168" figsize="col-wide">
            <graphic filename="../figg14/g1401168.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 68. Aplique el material de empaquetadura</caption>
        </figure>
        <step1>
            <para count="1">Ensamble inmediatamente los componentes para permitir que el material de empaquetadura de
                silicona se comprima en forma pareja entre las piezas. Apriete los sujetadores al valor de torsi&#243;n
                necesario para el tama&#241;o del sujetador. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Espere 20 minutos antes de llenar el conjunto con lubricante.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_27.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_29.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
