<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - DESCRIPCI&#211;N DEL SISTEMA - TIPOS DE EJES
    </stitle>
    <svcsection/>
    <svcproc id="hl14019021" svcproctype="describe" graphiccount="2">
        <title>TIPOS DE EJES</title>
        <svcprocinfo>
            <para>Hay dos tipos de ejes de elevaci&#243;n disponibles: ejes fijos (sin regulaci&#243;n) y ejes
                autorregulables.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>EJES FIJOS</title>
            <para>Los ejes fijos no permiten que las ruedas doblen al tomar curvas. Esto produce un mayor desgaste de
                las llantas debido al roce de las mismas en curvas, pero permite un dise&#241;o simple del eje que
                requiere menos mantenimiento. El eje fijo actualmente en uso tiene una capacidad de carga m&#225;xima de
                20,000 libras y se puede usar como eje tipo tag o como un solo eje tipo pusher. La
                <hotlnk xrefid="f14019f">FIGURA 1</hotlnk>
                es un ejemplo de un eje de elevaci&#243;n fijo.
            </para>
            <figure id="f14019f" figsize="pg-wide">
                <graphic id="g14019f" filename="../figg14/g14019f.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         resolution="300"/>
                <caption>Figura 1. Ejemplo de un eje de elevaci&#243;n fijo (vista superior)</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>EJES AUTORREGULABLES</title>
            <para>Los ejes autorregulables reducen el desgaste de las llantas, pero son m&#225;s complejos que los ejes
                fijos. Los ejes autorregulables son similares a los ejes de direcci&#243;n delanteros sin mando. Al
                igual que un eje delantero, los brazos y las charnelas de direcci&#243;n en los extremos del eje
                autorregulable est&#225;n conectados mediante una barra de acoplamiento de modo que ambas llantas del
                eje se mueven juntas. Un mecanismo autocentrante y accionado por resorte mantiene las llantas rectas
                hasta que el arrastre creado por una curva hace que &#233;stas se desv&#237;en, o doblen, en la direcci&#243;n
                que crea la menor resistencia al giro. A medida que la direcci&#243;n del recorrido se endereza, el
                mecanismo autocentrante devuelve las llantas a su posici&#243;n recta. La
                <hotlnk xrefid="f14019g">FIGURA 2</hotlnk>
                es un ejemplo de un eje de elevaci&#243;n autorregulable.
            </para>
            <para>El eje autorregulable actualmente en uso tiene una capacidad de carga m&#225;xima de 13,200 libras. El
                eje autorregulable se puede usar en cualquier ubicaci&#243;n del eje de elevaci&#243;n y en cualquier
                combinaci&#243;n.
            </para>
            <figure id="f14019g" figsize="pg-wide">
                <graphic id="g14019g" filename="../figg14/g14019g.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         resolution="300"/>
                <caption>Figura 2. Ejemplo de un eje de elevaci&#243;n autorregulable (vista superior)</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
