<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - DESENSAMBLAJE - DESMONTAJE DEL PI&#209;&#211;N
        DE MANDO Y DE LA JAULA DEL BALERO DE EL PORTADOR
    </stitle>
    <svcsection/>
    <svcproc id="hl1400616" svcproctype="disassemble" graphiccount="6">
        <title>DESMONTAJE DEL PI&#209;&#211;N DE MANDO Y DE LA JAULA DEL BALERO DE EL PORTADOR</title>
        <step1>
            <para count="1">Fije una barra de yugo o reborde al yugo o reborde de entrada. La barra sostendr&#225; al pi&#241;&#243;n
                de mando en posici&#243;n mientras quita la tuerca (
                <hotlnk xrefid="f1400623">Figura 23</hotlnk>).
            </para>
            <figure id="f1400623" figsize="col-wide">
                <graphic id="g1400623" filename="../figg14/g1400623.webp" type="webp" resolution="72"/>
                <caption>Figura 23. Fije una barra de yugo o reborde al yugo o reborde de entrada</caption>
                <calloutgroup>
                    <callout1>1. BARRA DE REBORDE</callout1>
                    <callout1>2. BARRA DE YUGO</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Quite la tuerca y la arandela
                <ftnref xrefid="fn1400601"/>* del pi&#241;&#243;n de mando.
            </para>
        </step1>
        <step1>
            <para count="1">Saque la barra de yugo o reborde.</para>
        </step1>
        <step1>
            <para count="1">Quite el yugo o reborde del pi&#241;&#243;n de mando. Si el yugo o reborde est&#225;n
                apretados sobre el pi&#241;&#243;n, utilice una herramienta de extracci&#243;n para quitarlos (
                <hotlnk xrefid="f1400624">Figura 24</hotlnk>). El extractor de yugos est&#225; disponible en P.D.C.
                Consulte
                <hotlnk document="m14006t_57.xml" xrefid="hl1400605">HERRAMIENTAS ESPECIALES
                    <xref refid="hl1400605"/>
                </hotlnk>
                .
            </para>
            <figure id="f1400624" figsize="col-wide">
                <graphic id="g1400624" filename="../figg14/g1400624.webp" type="webp"/>
                <caption>Figura 24. Quite el yugo o reborde del pi&#241;&#243;n de mando</caption>
            </figure>
            <specpara>
                <caution>
                    <para>No use un martillo o mazo para aflojar y quitar el yugo o reborde. Un martillo o mazo puede da&#241;ar
                        las piezas y causar descentramientos o problemas de alineaci&#243;n.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Saque los tornillos de cabeza hexagonal y las arandelas que sostienen la jaula del balero en
                el portador (
                <hotlnk xrefid="f1400625">Figura 25</hotlnk>).
            </para>
            <figure id="f1400625" figsize="col-wide">
                <graphic id="g1400625" filename="../figg14/g1400625.webp" type="webp"/>
                <caption>Figura 25. Quite los tornillos de cabeza hexagonal y las arandelas que sostienen la jaula del
                    balero en el portador
                </caption>
                <calloutgroup>
                    <callout1>1. JAULA DEL BALERO</callout1>
                    <callout1>2. PORTADOR</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para su seguridad, proteja sus ojos. No golpee las piezas de acero con un martillo de acero.
                        Las piezas se pueden romper y causar lesiones.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Quite el conjunto de la cubierta
                <ftnref xrefid="fn1400601"/>
                * y sello y la empaquetadura
                <ftnref xrefid="fn1400601"/>
                * de la jaula del balero (
                <hotlnk xrefid="f1400626">Figura 26</hotlnk>). Si la cubierta
                <ftnref xrefid="fn1400601"/>* est&#225; apretada en la jaula del balero, use un punz&#243;n cuadrado de
                lat&#243;n y un martillo para quitarla.
            </para>
            <figure id="f1400626" figsize="col-wide">
                <graphic id="g1400626" filename="../figg14/g1400626.webp" type="webp"/>
                <caption>Figura 26. Saque el conjunto de la cubierta y sello y la empaquetadura de la jaula del balero
                </caption>
                <calloutgroup>
                    <callout1>1. JAULA DEL BALERO</callout1>
                    <callout1>2. EMPAQUETADURA</callout1>
                    <callout1>3. CONJUNTO DE CUBIERTA Y SELLO</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si el sello del pi&#241;&#243;n est&#225; da&#241;ado, quite el sello de la cubierta
                <ftnref xrefid="fn1400601"/>*. Use una prensa y manguito o un punz&#243;n de sello. Si no tiene una
                prensa, use un desarmador o una palanca peque&#241;a para quitarlo. Deseche el sello del pi&#241;&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Si el portador no tiene un conjunto de cubierta y sello, el sello del pi&#241;on est&#225;
                        instalado en el di&#225;metro exterior de la jaula del balero. Quite el sello despu&#233;s de
                        quitar el pi&#241;&#243;n de mando de la jaula del balero.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Saque el pi&#241;&#243;n de mando, la jaula del balero y las calzas del portador. Si la
                jaula del balero est&#225; apretada dentro del portador, use uno de los siguientes procedimientos para
                soltarla (
                <hotlnk xrefid="f1400627">Figura 27</hotlnk>).
            </para>
            <figure id="f1400627" figsize="col-wide">
                <graphic id="g1400627" filename="../figg14/g1400627.webp" type="webp"/>
                <caption>Figura 27. Saque el pi&#241;&#243;n de mando, la jaula del balero y las calzas del portador
                </caption>
                <calloutgroup>
                    <callout1>1. PI&#209;&#211;N DE MANDO Y JAULA DEL BALERO</callout1>
                    <callout1>2. CALZAS</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para su seguridad, proteja sus ojos. No golpee las piezas de acero con un martillo de acero.
                        Las piezas se pueden romper y causar lesiones.
                    </para>
                </warning>
            </specpara>
            <step2>
                <para count="1">Golpee la jaula del balero en varios puntos alrededor del reborde con un mazo de cuero,
                    pl&#225;stico o hule.
                </para>
            </step2>
            <step2>
                <para count="1">Algunas jaulas del balero tienen orificios de tornillos extractores roscados
                    <ftnref xrefid="fn1400601"/>* en el reborde del montaje. Los tornillos extractores se pueden usar
                    para soltar y jalar la jaula si est&#225; apretada dentro del portador. Si usa tornillos
                    extractores, limpie los orificios roscados antes de instalar los tornillos extractores (
                    <hotlnk xrefid="f1400628">Figura 28</hotlnk>).
                </para>
                <figure id="f1400628" figsize="col-wide">
                    <graphic id="g1400628" filename="../figg14/g1400628.webp" type="webp"/>
                    <caption>Figura 28. Jale la jaula del portador</caption>
                    <calloutgroup>
                        <callout1>1. JAULA DEL BALERO</callout1>
                        <callout1>2. TORNILLO EXTRACTOR</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <caution>
                        <para>No use una palanca para quitar la jaula del balero del portador. Una palanca puede da&#241;ar
                            la jaula del balero, las calzas y el portador.
                        </para>
                    </caution>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">Si las calzas est&#225;n en buena condici&#243;n, junte las calzas para usarlas luego
                durante el ensamblaje del portador.
            </para>
        </step1>
        <step1>
            <para count="1">Si tiene que desechar las calzas porque est&#225;n da&#241;adas, primero mida el grosor
                total del paquete. Anote la dimensi&#243;n. Necesitar&#225; esta dimensi&#243;n para calcular la
                profundidad del pi&#241;&#243;n de mando en el portador cuando instale el conjunto de engranajes.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
