<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - INTRODUCCI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>INTRODUCCI&#211;N</title>
        <svcsubsecinfo>
            <para>La secci&#243;n del Manual de servicio internacional describe los procedimientos de servicio y
                reparaci&#243;n correctos para los ejes de elevaci&#243;n Watson &#38; Chalin disponibles en los modelos
                de camiones listados en la portada. La informaci&#243;n contenida en este manual era correcta en el
                momento de su impresi&#243;n y est&#225; sujeta a cambios sin aviso ni obligaci&#243;n.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>PRECAUCIONES</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, cada vez
                        que alg&#250;n componente reciba servicio o sea retirado del sistema de aire, aseg&#250;rese de
                        enganchar el freno de estacionamiento y/o de bloquear las ruedas para evitar que el veh&#237;culo
                        se mueva mientras se efect&#250;a el servicio.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, al retirar
                        alg&#250;n componente conectado al tanque de aire del eje de elevaci&#243;n, aseg&#250;rese de
                        drenar todo el aire del tanque del eje. (Esto tambi&#233;n drenar&#225; el aire del dep&#243;sito
                        de suministro.) No es necesario drenar los dep&#243;sitos primario y secundario ya que cuentan
                        con la protecci&#243;n de v&#225;lvulas checadoras.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, no se
                        permite soldar ninguno de los componentes de la suspensi&#243;n, excepto cuando se especifique
                        en la documentaci&#243;n del fabricante.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, no suelde,
                        perfore ni instale pernos en el reborde inferior del larguero del bastidor de la suspensi&#243;n
                        ni en el larguero del cami&#243;n. Verifique con el fabricante del chasis el descargo de
                        responsabilidades de la garant&#237;a para las modificaciones del bastidor del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, no se
                        permite la alteraci&#243;n de ning&#250;n componente de la suspensi&#243;n.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, se requiere
                        la correcta conexi&#243;n del eje.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, coloque
                        todos los interruptores UP/DOWN (ARRIBA/ABAJO) en la posici&#243;n UP (ARRIBA) antes de activar
                        el sistema (mediante el interruptor AXLE ENABLE (ACTIVACI&#211;N DE EJE)). Si el interruptor
                        UP/DOWN de alg&#250;n eje est&#225; en la posici&#243;n DOWN (ABAJO) al apagar el encendido, el
                        eje controlado por ese interruptor subir&#225; autom&#225;ticamente a su posici&#243;n superior.
                        La activaci&#243;n del sistema de ejes de elevaci&#243;n con el interruptor UP/DOWN de un eje en
                        la posici&#243;n DOWN causar&#225; el descenso inmediato del eje. La posici&#243;n de los
                        interruptores UP/DOWN se debe verificar cuidadosamente ya que los indicadores DOWN de los
                        interruptores permanecen siempre apagados (en cualquier posici&#243;n del interruptor) hasta la
                        activaci&#243;n del sistema.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, tenga
                        cuidado con la caracter&#237;stica Elevaci&#243;n autom&#225;tica en reversa, en camiones con
                        ejes de elevaci&#243;n autorregulables. En camiones con ejes de elevaci&#243;n autorregulables,
                        cualquier eje que est&#233; en la posici&#243;n DOWN al seleccionar reversa se elevar&#225;
                        autom&#225;ticamente a su posici&#243;n superior;
                        <emph type="boldundersc">Y</emph>
                        ese eje
                        <emph type="bold">volver&#225; autom&#225;ticamente a la posici&#243;n inferior</emph>
                        al sacar la transmisi&#243;n de reversa.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>No cambie el tama&#241;o del o de los tanques de aire. Las alteraciones a los sistemas de
                        frenos de aire de producci&#243;n deben ser aprobadas por International Engineering antes de su
                        ejecuci&#243;n o de su funcionamiento.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Abra siempre una llave de drenaje con la mano. No golpee nunca la manija con un martillo ni
                        con ning&#250;n otro instrumento, ya que la llave resultar&#225; da&#241;ada y se producir&#225;n
                        fugas.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Antes de perforar el costado del larguero del bastidor, inspeccione el larguero en busca de
                        obstrucciones (l&#237;nea de combustible, mazo de cables o l&#237;neas de aire) que pueda haber
                        en el interior del larguero del bastidor.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Las suspensiones de aire auxiliares elevables y autorregulables pueden requerir ajustes de
                        convergencia y de inclinaci&#243;n.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
