<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - INSTALACI&#211;N DE LOS CONJUNTOS
        DEL BALEROS DE ESPIGAS DE DOS PIEZAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="5">
        <title>INSTALACI&#211;N DE LOS CONJUNTOS DEL BALEROS DE ESPIGAS DE DOS PIEZAS</title>
        <specpara>
            <note>
                <para>Este procedimiento se aplica a algunas series 160 de ejes traseros simples y ejes en t&#225;ndem
                    traseros posteriores. Estos ejes tambi&#233;n pueden usar un balero de espigas de una pieza con un
                    ret&#233;n de anillo de resorte.
                </para>
                <para>En las series RS de ejes traseros, el anillo interior de los baleros de espigas de dos piezas debe
                    estar estacado en su lugar. Antes de asegurar el pi&#241;&#243;n, debe calentar el v&#225;stago del
                    pi&#241;&#243;n para ablandarlo.
                </para>
                <para>Tiene disponible un juego de herramientas de martilleo (consulte
                    <hotlnk document="m14006t_58.xml" xrefid="hl1400605">HERRAMIENTAS ESPECIALES</hotlnk>) que incluye
                    todo lo que se necesita para llevar a cabo este procedimiento.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Aplique dos tiras de l&#237;quido indicador de temperatura en el v&#225;stago del pi&#241;&#243;n
                de la parte superior a la inferior (
                <hotlnk xrefid="f1400661">Figura 61</hotlnk>). Aplique una tira verde para indicar 400&#176;F y una tira
                azul para indicar 500&#176;F
            </para>
            <figure id="f1400661" figsize="col-wide">
                <graphic id="g1400661" filename="../figg14/g1400661.webp" type="webp"/>
                <caption>Figura 61. Aplique l&#237;quido indicador de temperatura en el v&#225;stago del
                    pi&#241;&#243;n
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Coloque el protector t&#233;rmico sobre el v&#225;stago del pi&#241;&#243;n de modo que
                pueda ver el l&#237;quido indicador de temperatura a trav&#233;s del orificio del protector (
                <hotlnk xrefid="f1400662">Figura 62</hotlnk>).
            </para>
            <figure id="f1400662" figsize="col-wide">
                <graphic id="g1400662" filename="../figg14/g1400662.webp" type="webp"/>
                <caption>Figura 62. Coloque el protector t&#233;rmico sobre el v&#225;stago del pi&#241;on</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para evitar lesiones use anteojos de seguridad cuando lleve a cabo los pasos 3 a 6 y use
                        guantes resistentes al calor para ejecutar los pasos 3 y 4.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>No caliente el v&#225;stago del pi&#241;&#243;n sin haber colocado el protector t&#233;rmico
                        en su lugar. Tampoco sobrecaliente el v&#225;stago del pi&#241;&#243;n o debilitar&#225; el
                        metal, lo que puede causar una falla prematura. Lograr&#225; el calentamiento correcto en
                        aproximadamente 25 a 35 segundos, dependiendo de cu&#225;n caliente est&#233; el soplete.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Encienda y ajuste el soplete hasta que la parte blanca de la llama tenga aproximadamente 1/4
                de pulg de largo. Mantenga la parte blanca de la llama aproximadamente a 1/8 de pulg de la parte
                superior del v&#225;stago (
                <hotlnk xrefid="f1400663">Figura 63</hotlnk>). Mueva la llama alrededor del di&#225;metro exterior de la
                parte superior del v&#225;stago del pi&#241;&#243;n. El l&#237;quido verde indicador de temperatura se
                volver&#225; negro antes que el l&#237;quido azul. Caliente el v&#225;stago hasta que el l&#237;quido
                azul se vuelva negro en un punto en la mitad de la ventana.
            </para>
            <figure id="f1400663" figsize="col-wide">
                <graphic id="g1400663" filename="../figg14/g1400663.webp" type="webp"/>
                <caption>Figura 63. Mantenga la parte blanca de la llama del soplete a 1/8 de pulg de la parte superior
                    del v&#225;stago
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Quite la llama y el protector t&#233;rmico del pi&#241;&#243;n. Deje que el pi&#241;&#243;n
                se enfr&#237;e por acci&#243;n del aire durante 10 minutos. Utilice una hoja de afeitar para eliminar el
                l&#237;quido indicador de temperatura.
            </para>
            <specpara>
                <caution>
                    <para>En el paso 5, no presione o golpee directamente el nuevo anillo interior o da&#241;ar&#225; el
                        balero.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Utilice una prensa, si la tiene disponible, o un martillo de lat&#243;n para instalar el
                nuevo anillo de rodadura interior. Use el anillo interior antiguo como un manguito. El anillo de
                rodadura est&#225; completamente instalado cuando no puede encajar un calibrador de espesor de 0.002
                pulg entre el anillo de rodadura y el resalto del pi&#241;&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Si no puede mantener los anillos de rodadura en su lugar, intente utilizar una herramienta de
                        estacar en vez de usar el anillo de rodadura antiguo para colocar el nuevo anillo de rodadura
                        sobre el v&#225;stago. Si no, utilice el anillo de rodadura antiguo para asentar completamente
                        el anillo de rodadura nuevo.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>En el paso 6 no necesita utilizar el plastigage para cada estaca. Simplemente &#250;selo hasta
                        que est&#233; seguro de que est&#225; golpeando el punz&#243;n con la fuerza adecuada.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Coloque la herramienta de estacar sobre el anillo de rodadura del balero. Corte un pedazo de
                una pulgada del fleje plastigage verde y col&#243;quelo entre el punz&#243;n y la herramienta de estacar
                (
                <hotlnk xrefid="f1400664">Figura 64</hotlnk>
                - Vista A). Golpee el punz&#243;n con un martillo de lat&#243;n de entre 2 y 3 libras para recalcar el
                extremo del v&#225;stago del pi&#241;&#243;n. Luego quite el fleje y mida su grosor con el indicador del
                envoltorio donde ven&#237;a el fleje. &#201;ste no debe indicar un grosor menor que 0.003 pulg. Este
                grosor indica que est&#225; aplicando suficiente fuerza al golpear el punz&#243;n. Si el fleje est&#225;
                demasiado delgado, entonces debe golpear el punz&#243;n con m&#225;s fuerza para que la estaca mantenga
                al anillo de rodadura en su lugar. Gire la herramienta y repita este procedimiento hasta que haya seis
                marcas de estaca regularmente espaciadas entre s&#237; alrededor del v&#225;stago (
                <hotlnk xrefid="f1400664">Figura 64</hotlnk>
                - Vista B).
            </para>
            <figure id="f1400664" figsize="col-wide">
                <graphic id="g1400664" filename="../figg14/g1400664.webp" type="webp"/>
                <caption>Figura 64. Coloque el fleje plastigage entre el punz&#243;n y la herramienta de estacar
                </caption>
                <calloutgroup>
                    <callout1>1. PUNZ&#211;N</callout1>
                    <callout1>2. PLASTIGAGE</callout1>
                    <callout1>3. HERRAMIENTA DE ESTACAR</callout1>
                    <callout1>4. ANILLO INTERIOR DEL BALERO</callout1>
                    <callout1>5. ESTACAS</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Con una prensa o una mazo blando y manguito, instale el anillo de rodadura exterior y el
                conjunto de rodillo en su di&#225;metro interior en el portador. Utilice un manguito que tenga el mismo
                tama&#241;o que el anillo de rodadura exterior y presione el balero hasta que quede en &#225;ngulo recto
                en contra del resalto en la parte inferior de su di&#225;metro interior.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique lubricante de ejes en las copas del balero en la jaula y en los conos del balero.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el pi&#241;&#243;n de mando en la jaula del balero.</para>
        </step1>
        <step1>
            <para count="1">Instale el espaciador o espaciadores del balero en el eje del pi&#241;&#243;n contra el cono
                del balero interior (
                <hotlnk xrefid="f1400665">Figura 65</hotlnk>).
            </para>
            <figure id="f1400665" figsize="col-wide">
                <graphic id="g1400665" filename="../figg14/g1400665.webp" type="webp"/>
                <caption>Figura 65. Instale el o los espaciadores del balero en el eje del pi&#241;&#243;n</caption>
                <calloutgroup>
                    <callout1>1. ESPACIADOR DEL BALEROS</callout1>
                    <callout1>2. JAULA DEL BALERO</callout1>
                    <callout1>3. CONO DEL BALERO INTERIOR</callout1>
                    <callout1>4. PI&#209;&#211;N DE MANDO</callout1>
                    <callout1>5. CONO DEL BALERO EXTERIOR</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>El espaciador o espaciadores controlan el ajuste de precarga de los baleros del pi&#241;&#243;n
                        de mando.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale el cono del balero exterior en el eje del pi&#241;&#243;n contra el espaciador (
                <hotlnk xrefid="f1400665">Figura 65</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>NO instale el sello del pi&#241;&#243;n en la jaula del balero. Contin&#250;e con el ajuste de
                        precarga de los baleros del pi&#241;&#243;n.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
