<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        ENSAMBLAJE - CAJA DEL DIFERENCIAL PRINCIPAL Y CORONA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="6">
        <title>CAJA DEL DIFERENCIAL PRINCIPAL Y CORONA</title>
        <specpara>
            <caution>
                <para>Nunca intente presionar una corona fr&#237;a en la mitad con reborde de la caja del diferencial.
                    Una corona fr&#237;a da&#241;a la caja debido al ajuste apretado. Las part&#237;culas de metal entre
                    las piezas provocan un descentramiento del engranaje que puede exceder las especificaciones Rockwell
                    de 0.2 mm (0.008 pulg).
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Expanda el di&#225;metro interior de la corona calentando el engranaje en un tanque de agua
                a una temperatura de 71&#176;C a 82&#176;C (160&#176;F a 180&#176;F) de 10 a 15 minutos. PARA ESTE
                PROCEDIMIENTO NO USE UNA LLAMA ABIERTA COMO POR EJEMPLO UN SOPLETE
            </para>
            <specpara>
                <warning>
                    <para>Utilice ropa de seguridad y guantes para protegerse de lesiones personales graves al momento
                        de tocar la corona caliente.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Use una herramienta de elevaci&#243;n para levantar en forma segura la corona del tanque de
                agua.
            </para>
        </step1>
        <step1>
            <para count="1">Instale inmediatamente la corona en la caja del diferencial. Si la corona no se ajusta f&#225;cilmente
                en el reborde, caliente de nuevo el engranaje en un tanque de agua caliente. Gire la corona mientras a&#250;n
                est&#225; caliente para alinear los orificios del sujetador en la caja con los orificios en el
                engranaje.
            </para>
        </step1>
        <step1>
            <para count="1">En los ejes de las series 145 y 160, instale los pernos, arandelas y tuercas que sujetan la
                corona al reborde.
            </para>
            <para>Instale los pernos del lado del engranaje del conjunto. Las cabezas de los pernos deben estar contra
                la corona (
                <hotlnk xrefid="f1401188">Figura 88</hotlnk>).
            </para>
            <para>Apriete a la torsi&#243;n especificada. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
            <figure id="f1401188" figsize="col-wide">
                <graphic filename="../figg14/g1401188.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 88. Instale los pernos del lado del engranaje</caption>
                <calloutgroup>
                    <callout1>1. TUERCA</callout1>
                    <callout1>2. ARANDELA</callout1>
                    <callout1>3. CAJA DEL DIFERENCIAL - REBORDE</callout1>
                    <callout1>4. CORONA</callout1>
                    <callout1>5. PERNO - INSTALE DESDE ADENTRO DE LA CORONA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">En los ejes de la serie 140, instale remaches para sujetar la corona a la caja.</para>
            <specpara>
                <note>
                    <para>No caliente los remaches antes de la instalaci&#243;n. S&#243;lo use remaches fr&#237;os para
                        fijar en forma correcta la corona en la mitad con reborde de la caja.
                    </para>
                </note>
            </specpara>
            <para>Instale los remaches en pares opuestos entre s&#237; del lado de la mitad con reborde de la caja del
                conjunto. Las cabezas de los remaches DEBEN estar contra la mitad con reborde de la caja (
                <hotlnk xrefid="f1401189">Figura 89</hotlnk>).
            </para>
            <figure id="f1401189" figsize="col-wide">
                <graphic filename="../figg14/g1401189.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 89. Instale remaches en pares opuesto entre ellos</caption>
            </figure>
            <specpara>
                <note>
                    <para>Se debe mantener la presi&#243;n aplicada a los remaches aproximadamente durante un minuto
                        para que el cuerpo del remache llene el orificio.
                    </para>
                </note>
            </specpara>
            <para>Presione los remaches para instalarlos en su posici&#243;n del lado de la corona del conjunto. Use una
                herramienta remachadora y aplique la presi&#243;n correcta.
            </para>
        </step1>
        <table id="t1401104">
            <tgroup cols="3">
                <colspec colname="col1" colwidth="1.74in"/>
                <colspec colname="col2" colwidth="1.78in"/>
                <colspec colname="col3" colwidth="1.74in"/>
                <spanspec namest="col2" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">Di&#225;metro del cuerpo del remache</emph>
                            </para>
                        </entry>
                        <entry colspan="2" spanname="SPAN1">
                            <para>
                                <emph type="bold">Presi&#243;n de la prensa necesaria para instalar los remaches</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">mm (pulg)</emph>
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>
                                <emph type="bold">Libras/toneladas</emph>
                            </para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>
                                <emph type="bold">Kilogramos/toneladas m&#233;tricas</emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colname="col1" align="center">
                            <para>0.438 (11.13)</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>44,000/22</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>19958/20</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" align="center">
                            <para>0.500 (12.70)</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>60,000/30</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>27216/27.2</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" align="center">
                            <para>.563 (14.30)</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>72,000/36</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>32659/32.7</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" align="center">
                            <para>.625 (15.88)</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>90,000/45</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>40824/40.8</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <step1>
            <para count="1">Despu&#233;s de instalar los sujetadores, revise si hay separaci&#243;n entre la superficie
                posterior de la corona y el reborde de la caja. Con un calibrador de espesor de 0.08 mm (0.003 pulg) y
                verifique cuatro puntos alrededor del conjunto (
                <hotlnk xrefid="f1401190">Figura 90</hotlnk>).
            </para>
            <para>Si el calibrador encaja hasta m&#225;s de la mitad de la distancia entre el di&#225;metro exterior del
                reborde y el di&#225;metro gu&#237;a del engranaje, quite la corona. Si la separaci&#243;n es menor que
                0.08 mm (0.003 pulg), contin&#250;e con el paso 9.
            </para>
            <figure id="f1401190" figsize="col-wide">
                <graphic filename="../figg14/g1401190.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 90. Verifique si hay separaciones</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Revise la mitad con reborde de la caja y la corona para descubrir el problema que causa la
                separaci&#243;n. Repare o reemplace las piezas.
            </para>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de reparar o reemplazar las piezas, ensamble la corona en la mitad con reborde
                de la caja. Repita los pasos 1 a 5.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique las siguientes piezas con el mismo lubricante de engranaje usado en el alojamiento
                del eje. Consulte el GRUPO 10 - LUBRICACI&#211;N en el Manual de servicio maestro CTS-5000.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Paredes interiores de la caja del diferencial</para>
                </item>
                <item>
                    <para>Arandelas de empuje</para>
                </item>
                <item>
                    <para>Engranajes laterales</para>
                </item>
                <item>
                    <para>Ara&#241;a</para>
                </item>
                <item>
                    <para>Pi&#241;ones</para>
                </item>
                <item>
                    <para>Copas y conos del balero</para>
                </item>
            </randlist>
        </step1>
        <step1>
            <para count="1">Coloque una arandela de empuje y un engranaje lateral en la mitad con reborde de la caja del
                diferencial (
                <hotlnk xrefid="f1401191">Figura 91</hotlnk>).
            </para>
            <figure id="f1401191" figsize="col-wide">
                <graphic filename="../figg14/g1401191.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 91. Coloque una arandela de empuje y el engranaje lateral en la mitad con reborde de la
                    caja
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale los cuatro pi&#241;ones y las cuatro arandelas de empuje esf&#233;ricas en la ara&#241;a
                (
                <hotlnk xrefid="f1401192">Figura 92</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale la ara&#241;a y el conjunto del pi&#241;&#243;n en la mitad con reborde de la caja (
                <hotlnk xrefid="f1401192">Figura 92</hotlnk>).
            </para>
        </step1>
        <figure id="f1401192" figsize="col-wide">
            <graphic filename="../figg14/g1401192.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 92. Instale la ara&#241;a y el conjunto del pi&#241;&#243;n en la mitad con reborde de la
                caja
            </caption>
        </figure>
        <step1>
            <para count="1">Instale el segundo engranaje lateral y la arandela de empuje sobre la ara&#241;a y los pi&#241;ones
                del diferencial.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la mitad plana de la caja del diferencial sobre la mitad con reborde y los
                engranajes. Gire la mitad plana seg&#250;n sea necesario para alinear las marcas de coincidencia (
                <hotlnk xrefid="f1401193">Figura 93</hotlnk>).
            </para>
            <figure id="f1401193" figsize="col-wide">
                <graphic filename="../figg14/g1401193.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 93. Gire la mitad para alinear las marcas</caption>
            </figure>
            <specpara>
                <note>
                    <para>Rockwell recomienda usar los sujetadores nuevos Dri-Loc o aplicar adhesivo l&#237;quido
                        Rockwell 2297-C-7049 (Loctite #680) o equivalente a los orificios previamente limpios del
                        sujetador en la caja principal del diferencial.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale cuatro pernos en iguales posiciones en las mitades de la caja. Apriete en forma
                pareja los cuatro pernos para jalar juntas las mitades de la caja.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los pernos restantes y apriete todos los pernos con la torsi&#243;n especificada.
                Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
