<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INSTALACI&#211;N - Portadiferencial en el alojamiento del eje
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="9">
        <title>Portadiferencial en el alojamiento del eje</title>
        <specpara>
            <warning>
                <para>Tenga cuidado al usar solventes de limpieza. Siga las instrucciones del fabricante del solvente
                    para su uso seguro y evitar lesiones personales graves.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Limpie el interior del alojamiento del eje y la superficie de montaje donde se fija el
                portador. Use un solvente de limpieza y pa&#241;os para eliminar el polvo. Seque soplando con aire las
                &#225;reas limpias. Consulte
                <hotlnk document="m14011_18.xml" xrefid="x1401103">LIMPIEZA Y REVISI&#211;N</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el alojamiento del eje por si tiene da&#241;os. Repare o reemplace el alojamiento del
                eje. Consulte
                <hotlnk document="m14011_31.xml" xrefid="x1401108">REPARACI&#211;N DEL EJE MEDIANTE SOLDADURA</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Revise si est&#225;n sueltos los pernos de la superficie de montaje del alojamiento donde se
                fija el portador. Saque y limpie los pernos que est&#225;n sueltos.
            </para>
            <para>Reinstale los pernos en el alojamiento del eje. Apriete los pernos de 203 a 312 Nm (150 a 230 lbs.
                pie).
            </para>
            <specpara>
                <warning>
                    <para>Durante la aplicaci&#243;n del material de empaquetadura de silicona se generan peque&#241;as
                        cantidades de vapor &#225;cido. Para evitar que sucedan da&#241;os personales graves, aseg&#250;rese
                        de contar con buena ventilaci&#243;n en el &#225;rea de trabajo. Si le entra material de
                        empaquetadura de silicona a los ojos, l&#225;vese los ojos con agua durante 15 minutos. Haga que
                        un doctor le revise los ojos.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aplique material adecuado de empaquetadura de silicona RTV a la superficie de montaje del
                alojamiento donde se fija el portador (
                <hotlnk xrefid="f14011f6">Figura 156</hotlnk>). Consulte el GRUPO 10 - LUBRICACI&#211;N en el Manual de
                servicio maestro CTS-5000 para ver los materiales de empaquetadura l&#237;quidos recomendados.
            </para>
        </step1>
        <figure id="f14011f6" figsize="col-wide">
            <graphic filename="../figg14/g14011f6.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 156. Aplique el material de empaquetadura de silicona</caption>
        </figure>
        <specpara>
            <note>
                <para>En un eje que emplea un fijador del diferencial principal, el fijador DEBE colocarse y mantenerse
                    en la posici&#243;n de bloqueado (engranado). La posici&#243;n de bloqueado proporciona la
                    suficiente separaci&#243;n entre el aro de cambio y el alojamiento del eje para permitir la
                    instalaci&#243;n del portador. Consulte
                    <hotlnk document="m14011_51.xml" xrefid="x1401102">FIJADOR DEL DIFERENCIAL PRINCIPAL CONTROLADO POR
                        EL CONDUCTOR</hotlnk>.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale el portador en el alojamiento del eje. Use un gato hidr&#225;ulico de rodillos o una
                herramienta de elevaci&#243;n (
                <hotlnk xrefid="f14011f7">Figura 157</hotlnk>).
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Nunca use un martillo o mazo para instalar el portador. Un martillo o mazo da&#241;an el reborde
                    de montaje del portador y causan fugas de aceite.
                </para>
            </caution>
        </specpara>
        <figure id="f14011f7" figsize="col-wide">
            <graphic filename="../figg14/g14011f7.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 157. Instale el portador en el alojamiento del eje</caption>
        </figure>
        <step1 id="x1401117">
            <para count="1">Instale las tuercas y las arandelas o los pernos y las arandelas en las cuatro esquinas
                alrededor del portador y del alojamiento del eje. Apriete los sujetadores manualmente. NO APRIETE A LA
                TORSI&#211;N ESPECIFICADA (
                <hotlnk xrefid="f14011f8">Figura 158</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f8" figsize="col-wide">
            <graphic filename="../figg14/g14011f8.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 158. Apriete los sujetadores manualmente.</caption>
        </figure>
        <step1>
            <para count="1">Con cuidado empuje al portador hasta su posici&#243;n. Apriete alternadamente los cuatro
                sujetadores gir&#225;ndolos dos o tres vueltas cada uno (
                <hotlnk xrefid="f14011f9">Figura 158</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Repita el paso 7 hasta que los cuatro sujetadores est&#233;n apretados al valor de torsi&#243;n
                correcto. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el resto de los sujetadores y las arandelas que sostienen al portador en el
                alojamiento del eje. Apriete los fijadores a los valores de torsi&#243;n correctos. Consulte la
                <hotlnk document="m14011_5.xml" xrefid="f1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las empaquetaduras y semiejes en el alojamiento del eje y en el portador. La
                empaquetadura y reborde de los semiejes deben ajustar en forma plana contra el cubo de rueda (
                <hotlnk xrefid="f14011f9">Figura 159</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Si los cubos de las ruedas tienen pernos con agujeros ahusados, instale las espigas ahusadas
                en cada perno y en el reborde del semieje (
                <hotlnk xrefid="f14011f9">Figura 159</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f9" figsize="col-wide">
            <graphic filename="../figg14/g14011f9.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 159. Instale las empaquetaduras, los semiejes y las espigas ahusadas</caption>
            <calloutgroup>
                <callout1>1. TUERCA</callout1>
                <callout1>2. ESPIGAS AHUSADAS</callout1>
                <callout1>3. EMPAQUETADURA</callout1>
                <callout1>4. CUBO</callout1>
                <callout1>5. SEMIEJE</callout1>
                <callout1>6. ARANDELA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Si los cubos de las ruedas tienen pernos con agujeros rectos, instale las tuercas y
                arandelas en los pernos. Apriete las tuercas al valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la empaquetadura entre la jaula del balero del eje de transmisi&#243;n y el
                alojamiento del eje.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el conjunto del eje de transmisi&#243;n y de la jaula del balero en el alojamiento
                del eje. Gire el eje de transmisi&#243;n para alinear las ranuras del eje de transmisi&#243;n con las
                ranuras del engranaje lateral trasero.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie cuidadosamente la jaula del balero de salida hasta los pernos del alojamiento. Saque
                el exceso de residuos de RTV de los agujeros pasantes ahusados y perforados.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique Loctite 518 en los agujeros pasantes ahusados y perforados (posiciones de las 2, 5 y
                8 horas). Aplique una gota de aproximadamente 6.35 mm (0.25 pulg) (
                <hotlnk xrefid="f14011g0">Figura 160</hotlnk>).
            </para>
        </step1>
        <figure id="f14011g0" figsize="col-wide">
            <graphic filename="../figg14/g14011g0.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 160. Aplique Loctite 518</caption>
            <calloutgroup>
                <callout1>1. ALOJAMIENTO DEL EJE</callout1>
                <callout1>2. AGUJERO AHUSADO</callout1>
                <callout1>3. JAULA DEL EJE PASANTE</callout1>
                <callout1>4. AGUJERO AHUSADO CIEGO</callout1>
                <callout1>5. AGUJEROS PASANTES AHUSADOS Y PERFORADOS</callout1>
                <callout1>6. YUGO</callout1>
                <callout1>7. PERNO</callout1>
                <callout1>8. AGUJERO PASANTE AHUSADO Y PERFORADO</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Roc&#237;e las roscas de los pernos con imprimador N Loctite. Deje que el imprimador se
                seque de 3 a 5 minutos.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las arandelas y apriete los pernos que sujetan la jaula del balero de salida al
                alojamiento del eje. Apriete los pernos de 48 a 67 Nm (35 a 50 lbs. pie).
            </para>
            <para>Deje que el sellante Loctite #518 cure durante 4 horas antes de devolver el veh&#237;culo a
                servicio.
            </para>
        </step1>
        <para>
            <title>Fijador neum&#225;tico del diferencial entre ejes</title>
        </para>
        <step1>
            <para count="1">Suelte la contratuerca del perno de ajuste (
                <hotlnk xrefid="f14011g1">Figura 161</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que el perno de ajuste no toque el eje de cambio cuando el aro de cambio
                        engrana en la caja del diferencial entre ejes.
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f14011g1" figsize="col-wide">
            <graphic filename="../figg14/g14011g1.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 161. Suelte la contratuerca del perno de ajuste</caption>
        </figure>
        <step1>
            <para count="1">Aplique y mantenga presi&#243;n de aire de 60 psi al cilindro de cambio de modo que el aro
                de cambio engrane en las ranuras en la caja del diferencial entre ejes.
            </para>
        </step1>
        <step1>
            <para count="1">Apriete el perno de ajuste hasta que la punta del perno toque el extremo del eje de
                cambio.
            </para>
        </step1>
        <step1>
            <para count="1">Libere la presi&#243;n de aire.</para>
        </step1>
        <step1>
            <para count="1">Apriete el perno de ajuste con una vuelta m&#225;s. Luego apriete la contratuerca (
                <hotlnk xrefid="f14011g2">Figura 162</hotlnk>).
            </para>
        </step1>
        <figure id="f14011g2" figsize="col-wide">
            <graphic filename="../figg14/g14011g2.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 162. Apriete el perno de ajuste</caption>
            <calloutgroup>
                <callout1>1. APRIETE EL PERNO DE AJUSTE 1 VUELTA DESPU&#201;S DE QUE EL TORNILLO TOQUE EL EXTREMO DEL
                    EJE
                </callout1>
                <callout1>2. APLIQUE AQU&#205; UNA PRESI&#211;N DE AIRE DE 613 KPA (60 PSI)</callout1>
                <callout1>3. EJE DE CAMBIO</callout1>
            </calloutgroup>
        </figure>
        <para>
            <title>Fijador de resorte del diferencial entre ejes</title>
        </para>
        <step1>
            <para count="1">Suelte la contratuerca del perno de ajuste.</para>
        </step1>
        <step1>
            <para count="1">Apriete el perno de ajuste hasta que la punta del perno toque el extremo del eje de
                cambio.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique y mantenga presi&#243;n de aire de 60 psi para desengranar las ranuras en la caja
                del diferencial entre ejes.
            </para>
        </step1>
        <step1>
            <para count="1">Apriete el perno de ajuste con una vuelta m&#225;s. Apriete la contratuerca.</para>
        </step1>
        <step1>
            <para count="1">Libere la presi&#243;n de aire.</para>
        </step1>
        <step1>
            <para count="1">Verifique que el diferencial entre ejes est&#233; desengranado sujetando el yugo o reborde
                de entrada y girando el yugo o reborde de salida. El yugo o reborde de salida debe girar con una torsi&#243;n
                aplicada de menos de 67 Nm (50 lbs. pie).
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el aro de cambio engrana en las ranuras en la caja del diferencial
                entre ejes. Cuando el yugo o reborde de entrada se giran, el yugo o reborde de salida deben girar.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique un aceite antioxidante como el n&#250;mero de refacci&#243;n Rockwell 1199-U-1113 o
                equivalente en la entrada del cilindro de aire.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte el &#225;rbol motor del veh&#237;culo a los yugos o rebordes de entrada y salida.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte las l&#237;neas de aire al cilindro de aire del diferencial entre ejes y al cilindro
                fijador del diferencial principal (si se usa).
            </para>
        </step1>
        <step1>
            <para count="1">En ejes con fijador de diferencial principal, conecte el conector el&#233;ctrico de la
                unidad sensora. Aseg&#250;rese de que el fijador del diferencial principal est&#233; desenganchado.
            </para>
        </step1>
        <step1>
            <para count="1">Si se sac&#243;, instale el adaptador del filtro de aceite sobre el portadiferencial. Use un
                adhesivo Rockwell 2297-C-3747 o Loctite 277. Apriete el adaptador a 55 a 80 Nm (40 a 60 lbs. pie) (
                <hotlnk xrefid="f14011g3">Figura 163</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>Si el filtro de aceite se aprieta m&#225;s de 3/4 de vuelta despu&#233;s de hacer contacto con
                        el portador, el filtro de aceite se da&#241;ar&#225; y filtrar&#225; l&#237;quido.
                    </para>
                </caution>
            </specpara>
        </step1>
        <figure id="f14011g3" figsize="col-wide">
            <graphic filename="../figg14/g14011g3.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 163. Instale un adaptador de filtro de aceite</caption>
        </figure>
        <step1>
            <para count="1">Lubrique la empaquetadura del filtro de aceite nuevo con lubricante de ejes. Instale el
                filtro de aceite en el adaptador. Apriete el filtro de aceite 3/4 de vuelta despu&#233;s de que la
                empaquetadura en el filtro haga contacto con el portador. Si se requiere, use una llave de filtro de
                aceite para apretar el filtro (
                <hotlnk xrefid="f14011g3">Figura 163</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Llene el eje con lubricante. Consulte el GRUPO 10 - LUBRICACI&#211;N en el Manual de
                servicio maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el veh&#237;culo est&#233; estacionado sobre una superficie
                nivelada.
            </para>
        </step1>
        <step1>
            <para count="1">Llene el eje con lubricante hasta que el nivel de lubricante llegue hasta el fondo del
                agujero del tap&#243;n de llenado (
                <hotlnk xrefid="f14011g4">Figura 164</hotlnk>).
            </para>
        </step1>
        <figure id="f14011g4" figsize="col-wide">
            <graphic filename="../figg14/g14011g4.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 164. Llene el eje con lubricante</caption>
        </figure>
        <step1>
            <para count="1">Instale el tap&#243;n de llenado y apri&#233;telo a una torsi&#243;n m&#237;nima de 47 Nm
                (35 lbs. pie). Una vez que est&#225; correctamente instalado, se puede ver una rosca completa del tap&#243;n
                de llenado.
            </para>
        </step1>
        <step1>
            <para count="1">Pruebe en carretera el veh&#237;culo en una condici&#243;n sin carga en 1.6 a 3.2 km (1 a 2
                millas) a velocidades que no superen los 40 kmh (25 mph). Vuelva a revisar los niveles de lubricante y
                todos los sujetadores.
            </para>
        </step1>
        <step1>
            <para count="1">Si se usa, revise el funcionamiento del fijador del diferencial principal controlado por el
                conductor.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_49.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_51.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
