<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - LIMPIEZA Y REVISI&#211;N - LIMPIEZA</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>LIMPIEZA</title>
        <svcsubproc>
            <title>Piezas rectificadas y pulidas</title>
            <step1>
                <para count="1">Use un solvente de limpieza para limpiar las piezas rectificadas y pulidas o las
                    superficies. Para este prop&#243;sito puede usar aceite de keroseno o de combustible diesel. NO USE
                    GASOLINA.
                </para>
                <specpara>
                    <warning>
                        <para>Tenga cuidado al usar solventes de limpieza. Siga las instrucciones del fabricante del
                            solvente para su uso seguro y evitar lesiones.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si debe eliminar el material de las empaquetaduras de las piezas, use una herramienta
                    con una hoja plana. Tenga cuidado de no da&#241;ar las superficies rectificadas.
                </para>
                <specpara>
                    <caution>
                        <para>NO limpie las piezas rectificadas o pulidas en un tanque de soluci&#243;n caliente, agua,
                            vapor o soluciones alcalinas.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Piezas &#225;speras</title>
            <step1>
                <para count="1">Limpie todas las piezas &#225;speras del mismo modo que limpia las piezas rectificadas y
                    pulidas.
                </para>
            </step1>
            <step1>
                <para count="1">Las piezas &#225;speras se pueden limpiar en tanques de soluci&#243;n caliente con una
                    soluci&#243;n alcalina ligera.
                </para>
            </step1>
            <step1>
                <para count="1">Las piezas deben permanecer en los tanques de soluci&#243;n caliente hasta que est&#233;n
                    completamente limpias.
                </para>
                <specpara>
                    <warning>
                        <para>Tenga cuidado al usar los tanques de soluci&#243;n caliente y las soluciones alcalinas.
                            Siga las instrucciones del fabricante de la soluci&#243;n alcalina para su uso seguro y
                            evitar lesiones.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Debe lavar las piezas con agua hasta eliminar la soluci&#243;n.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Conjuntos del eje</title>
            <step1>
                <para count="1">Todo el exterior del conjunto de un eje se puede limpiar con vapor para eliminar el
                    polvo.
                </para>
            </step1>
            <step1>
                <para count="1">Antes de limpiar el eje con vapor, cierre o tape con una cubierta todas las aperturas
                    del conjunto del eje. Algunos ejemplos de aperturas son las entradas de aire y los orificios de
                    ventilaci&#243;n de la c&#225;mara de aire.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Seque las piezas que hayan sido limpiadas</title>
            <step1>
                <para count="1">Debe secar las piezas inmediatamente despu&#233;s de la limpieza y lavado.</para>
            </step1>
            <step1>
                <para count="1">Seque las piezas usando papel o trapos suaves y limpios.</para>
            </step1>
            <step1>
                <para count="1">Las piezas se pueden secar con aire comprimido, salvo los baleros.</para>
                <specpara>
                    <caution>
                        <para>Los baleros se pueden da&#241;ar si se secan rot&#225;ndolos con aire comprimido.</para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>C&#243;mo evitar la corrosi&#243;n y el &#243;xido de las piezas limpias</title>
            <step1>
                <para count="1">Aplique lubricante de ejes a las piezas limpias y secas sin da&#241;os que va a
                    ensamblar.
                </para>
            </step1>
            <step1>
                <para count="1">Para almacenar las piezas, aplique un material especial que evite la corrosi&#243;n y el
                    &#243;xido en todas las superficies. Envu&#233;lvalas en un papel especial que evita la corrosi&#243;n
                    y el &#243;xido.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400628.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
