<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - AJUSTE DE LA PRECARGA DE LOS BALEROS
        DEL PI&#209;&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="12">
        <title>AJUSTE DE LA PRECARGA DE LOS BALEROS DEL PI&#209;&#211;N</title>
        <svcprocinfo>
            <para>Consulte
                <hotlnk document="m14006t_HL1400614.xml" xrefid="hl1400614">PRECARGA DE LOS BALEROS DEL PI&#209;&#211;N
                    DE MANDO
                </hotlnk>
                para conocer el ajuste correcto.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Procedimiento de ajuste</title>
            <step1>
                <para count="1"></para>
                <specpara>
                    <note>
                        <para>Si no tiene una prensa, o la prensa no tiene un indicador de presi&#243;n, utilice el m&#233;todo
                            de yugo o de reborde para ajustar la precarga. El espaciador o espaciadores controlan el
                            ajuste de precarga de los baleros del pi&#241;&#243;n de mando.
                        </para>
                    </note>
                </specpara>
                <para>Coloque el conjunto del pi&#241;&#243;n de mando y la jaula en una prensa con la cabeza del
                    engranaje (dientes) hacia la parte inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un manguito del tama&#241;o correcto contra el anillo interior del balero
                    exterior (
                    <hotlnk xrefid="f1400666">Figura 66</hotlnk>).
                </para>
                <figure id="f1400666" figsize="col-wide">
                    <graphic id="g1400666" filename="../figg14/g1400666.webp" type="webp"/>
                    <caption>Figura 66. Instale el manguito de tama&#241;o correcto</caption>
                    <calloutgroup>
                        <callout1>1. PRENSA</callout1>
                        <callout1>2. MANGUITO</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Aplique y siga aplicando la cantidad correcta de presi&#243;n sobre los baleros del pi&#241;&#243;n.
                    Consulte
                    <hotlnk document="m14006t_HL1400614.xml" xrefid="hl1400614">PRECARGA DE LOS BALEROS DEL PI&#209;&#211;N
                        DE MANDO</hotlnk>. A medida que aplica la presi&#243;n, gire la jaula del balero varias veces
                    para que los baleros hagan contacto normal.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras mantiene la presi&#243;n sobre el conjunto enrolle varias veces una cuerda
                    alrededor de la jaula del balero.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque una balanza de resorte al extremo de la cuerda.</para>
            </step1>
            <step1>
                <para count="1">Jale la cuerda con la balanza sobre una l&#237;nea horizontal. A medida que gira la
                    jaula del balero, lea el valor que indica la balanza. Anote la lectura (
                    <hotlnk xrefid="f1400666">Figura 66</hotlnk>).
                </para>
                <specpara>
                    <note>
                        <para>No lea la torsi&#243;n inicial. Solamente lea los valores de torsi&#243;n una vez que la
                            jaula comienza a girar. La torsi&#243;n inicial entregar&#225; una lectura falsa.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mida el di&#225;metro de la jaula del balero en el lugar donde at&#243; la cuerda. Mida
                    en cent&#237;metros o pulgadas (
                    <hotlnk xrefid="f1400667">Figura 67</hotlnk>).
                </para>
                <figure id="f1400667" figsize="col-wide">
                    <graphic id="g1400667" filename="../figg14/g1400667.webp" type="webp"/>
                    <caption>Figura 67. Mida el di&#225;metro de la jaula del balero en el lugar donde at&#243; la
                        cuerda
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Divida la dimensi&#243;n a la mitad para obtener el radio. Anote la dimensi&#243;n del
                    radio.
                </para>
            </step1>
            <step1>
                <para count="1">Use el siguiente procedimiento para calcular la precarga del balero (torsi&#243;n).
                </para>
                <para>Libras arrastradas x Radio (pulgadas) = lbs pulg precarga x 0.113 = Nm precarga O</para>
                <para>Kil&#243;gramos arrastrados x Radio (cent&#237;metros) = kg cm precarga x 0.098 = Nm precarga
                </para>
                <para>Ejemplos:</para>
                <para>La lectura de la escala del resorte = 3.4 kg (7.5 lbs).</para>
                <para>El di&#225;metro de la jaula del balero = 16.8 cm (6.62 pulgadas)</para>
                <para>El radio de la jaula del balero = 8.4 cm (3.31 pulgadas)</para>
                <para>7.5 lbs x 3.31 pulg = 24.8 lbs pulg precarga x 0.113 = 2.8 Nm precarga O</para>
                <para>3.4 kg x 8.4 cm = 28.6 kg cm precarga x 0.098 = 2.8 Nm precarga</para>
            </step1>
            <step1>
                <para count="1">Si la precarga (torsi&#243;n) de los baleros del pi&#241;&#243;n no est&#225; dentro de
                    las especificaciones, lleve a cabo el siguiente procedimiento y luego repita los pasos 4 a 8.
                </para>
                <para>Para aumentar la precarga instale un espaciador delgado del balero. Para disminuir la precarga
                    instale un espaciador grueso del balero.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la precarga del balero con el conjunto del pi&#241;&#243;n de mando y el conjunto
                    de la jaula instalados en el portador. Efect&#250;e los procedimientos para ajustar la precarga de
                    los baleros del pi&#241;&#243;n, usando el m&#233;todo de yugo o reborde.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo de yugo o reborde</title>
            <step1>
                <para count="1">Instale el yugo o reborde de entrada, la tuerca y la arandela
                    <ftnref xrefid="fn1400601"/>* en el pi&#241;&#243;n de mando. El yugo o reborde DEBE estar contra el
                    balero exterior.
                </para>
                <specpara>
                    <note>
                        <para>Si el ajuste entre las ranuras del yugo o reborde y las ranuras del pi&#241;&#243;n de
                            mando est&#225; muy apretado, use una prensa para instalar el yugo o reborde (
                            <hotlnk xrefid="f1400668">Figura 68</hotlnk>).
                        </para>
                    </note>
                </specpara>
                <figure id="f1400668" figsize="col-wide">
                    <graphic id="g1400668" filename="../figg14/g1400668.webp" type="webp"/>
                    <caption>Figura 68. Use una prensa para instalar el yugo o reborde</caption>
                    <calloutgroup>
                        <callout1>1. PRENSA</callout1>
                        <callout1>2. REBORDE DE ENTRADA</callout1>
                    </calloutgroup>
                </figure>
                <para>Si no tiene una prensa, use una herramienta gu&#237;a de tres piezas para la instalaci&#243;n.
                    Consulte
                    <hotlnk document="m14006t_HL1400615.xml" xrefid="hl1400615">INSTALACI&#211;N DE YUGOS DE AJUSTE
                        APRETADOS</hotlnk>.
                </para>
                <specpara>
                    <caution>
                        <para>No instale yugos o rebordes de ajuste apretados en los ejes usando un martillo o mazo. Los
                            martillos o mazos da&#241;an el yugo o reborde y/o balero.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale en forma temporal el conjunto del pi&#241;&#243;n de mando y de la jaula en el
                    portador. No instale calzas debajo de la jaula del balero (
                    <hotlnk xrefid="f1400669">Figura 69</hotlnk>).
                </para>
                <figure id="f1400669" figsize="col-wide">
                    <graphic id="g1400669" filename="../figg14/g1400669.webp" type="webp"/>
                    <caption>Figura 69. Instale en forma temporal el conjunto del pi&#241;&#243;n de mando y de la jaula
                        en el portador
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale la jaula del balero hacia los tornillos de cabeza hexagonal portador. No se
                    necesitan arandelas en este momento. Apriete con la mano los tornillos de cabeza hexagonal.
                </para>
            </step1>
            <step1>
                <para count="1">Fije una barra de yugo o reborde al yugo o reborde de entrada. La barra sostendr&#225;
                    al pi&#241;&#243;n de mando en posici&#243;n mientras aprieta la tuerca (
                    <hotlnk xrefid="f1400670">Figura 70</hotlnk>).
                </para>
                <figure id="f1400670" figsize="col-wide">
                    <graphic id="g1400670" filename="../figg14/g1400670.webp" type="webp"/>
                    <caption>Figura 70. Fije una barra de yugo o reborde al yugo o reborde de entrada</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Apriete la tuerca del pi&#241;&#243;n de mando al valor correcto de torsi&#243;n (
                    <hotlnk xrefid="f1400670">Figura 70</hotlnk>). Consulte la
                    <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la barra de yugo o reborde.</para>
            </step1>
            <step1>
                <para count="1">Coloque una llave de torsi&#243;n en la tuerca del pi&#241;&#243;n de mando. Gire el pi&#241;&#243;n
                    de mando y lea el valor indicado en la llave de torsi&#243;n (
                    <hotlnk xrefid="f1400671">Figura 71</hotlnk>).
                </para>
                <figure id="f1400671" figsize="col-wide">
                    <graphic id="g1400671" filename="../figg14/g1400671.webp" type="webp"/>
                    <caption>Figura 71. Gire el pi&#241;&#243;n de mando y lea el valor de torsi&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Si la precarga (torsi&#243;n) de los baleros del pi&#241;&#243;n no est&#225; dentro de
                    las especificaciones, quite el conjunto del pi&#241;&#243;n y la jaula del portador. Lleve a cabo el
                    siguiente procedimiento y luego repita los pasos 1 a 7.
                </para>
                <step2>
                    <para count="1">Para aumentar la precarga instale un espaciador delgado del balero.</para>
                </step2>
                <step2>
                    <para count="1">Para disminuir la precarga instale un espaciador grueso del balero.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de fijar la precarga de los baleros del pi&#241;&#243;n, quite el pi&#241;&#243;n
                    de mando y la jaula del balero del portador. Consulte
                    <hotlnk document="m14006t_HL1400616.xml" xrefid="hl1400616">DESMONTAJE DEL PI&#209;&#211;N DE MANDO
                        Y DE LA JAULA DEL BALERO DE EL PORTADOR</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Si el portador tiene un conjunto de cubierta y sello sobre la jaula del balero, instale
                    un nuevo sello en la cubierta como se indica a continuaci&#243;n.
                </para>
                <step2>
                    <para count="1">Aplique Lubriplate o grasa usada para los baleros de rueda para sellar los rebordes
                        y las cavidades entre los rebordes. CONSULTE GRUPO 10 - LUBRICACI&#211;N.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique un compuesto sellante en el di&#225;metro exterior del sello.</para>
                </step2>
                <step2>
                    <para count="1">Coloque la cubierta en una prensa con el mayor di&#225;metro hacia arriba.</para>
                </step2>
                <step2>
                    <para count="1">Apoye la cubierta por debajo de la apertura de menor di&#225;metro con bloques de
                        metal o madera (
                        <hotlnk xrefid="f1400672">Figura 72</hotlnk>).
                    </para>
                    <figure id="f1400672" figsize="col-wide">
                        <graphic id="g1400672" filename="../figg14/g1400672.webp" type="webp"/>
                        <caption>Figura 72. Presione el sello hacia la cubierta</caption>
                        <calloutgroup>
                            <callout1>1. PRENSA</callout1>
                            <callout1>2. SELLO</callout1>
                            <callout1>3. SOPORTE</callout1>
                            <callout1>4. MANGUITO</callout1>
                            <callout1>5. CUBIERTA</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Presione el sello hacia la cubierta hasta que el sello est&#233; plano contra la
                        parte inferior del di&#225;metro interior. Use un manguito o punz&#243;n de sello del tama&#241;o
                        correcto que calce con el ret&#233;n met&#225;lico del sello (
                        <hotlnk xrefid="f1400672">Figura 72</hotlnk>).
                    </para>
                    <specpara>
                        <note>
                            <para>Si no tiene una prensa, use un mazo y el manguito o un punz&#243;n para instalar el
                                sello (
                                <hotlnk xrefid="f1400673">Figura 73</hotlnk>).
                            </para>
                        </note>
                    </specpara>
                    <figure id="f1400673" figsize="col-wide">
                        <graphic id="g1400673" filename="../figg14/g1400673.webp" type="webp"/>
                        <caption>Figura 73. Use un mazo y un manguito o un punz&#243;n para instalar el sello</caption>
                        <calloutgroup>
                            <callout1>1. CUBIERTA</callout1>
                            <callout1>2. PUNZ&#211;N DE SELLO</callout1>
                        </calloutgroup>
                    </figure>
                    <specpara>
                        <warning>
                            <para>Para su seguridad, proteja sus ojos. No golpee las piezas o herramientas de acero con
                                un martillo de acero. Las piezas o herramientas pueden romperse y provocar lesiones.
                            </para>
                        </warning>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Si el sello del pi&#241;&#243;n est&#225; instalado directamente en la jaula del balero,
                    instale un nuevo sello de tres rebordes como se indica a continuaci&#243;n:
                </para>
                <step2>
                    <para count="1">Puede instalar el sello de tres rebordes antiguo en la jaula del balero si el sello
                        no est&#225; desgastado o da&#241;ado. Consulte
                        <hotlnk document="m14006t_HL1400617.xml" xrefid="hl1400617">DESENSAMBLAJE DEL PI&#209;&#211;N DE
                            MANDO Y JAULA DEL BALERO</hotlnk>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique el mismo lubricante usado en el alojamiento del eje a la superficie exterior
                        del sello y al di&#225;metro interior del sello en la jaula del balero (
                        <hotlnk xrefid="f1400674">Figura 74</hotlnk>).
                    </para>
                    <figure id="f1400674" figsize="col-wide">
                        <graphic id="g1400674" filename="../figg14/g1400674.webp" type="webp"/>
                        <caption>Figura 74. Aplique lubricante a la superficie exterior del sello y al di&#225;metro
                            interior del sello
                        </caption>
                        <calloutgroup>
                            <callout1>1. SELLO DE TRIPLE REBORDE</callout1>
                            <callout1>2. JAULA DEL BALERO</callout1>
                            <callout1>3. PI&#209;&#211;N DE MANDO</callout1>
                        </calloutgroup>
                    </figure>
                    <specpara>
                        <caution>
                            <para>Aseg&#250;rese de que los rebordes del sello est&#233;n limpios y no contengan polvo o
                                part&#237;culas que pudieran provocar fugas entre el yugo y el sello.
                            </para>
                        </caution>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">En el caso de los sellos reutilizados, aplique Lubriplate o grasa del balero de
                        rueda para sellar los rebordes.
                    </para>
                </step2>
                <step2>
                    <para count="1">Coloque el conjunto del pi&#241;&#243;n de mando y de la jaula en una prensa con el
                        di&#225;metro interior del sello hacia la parte superior.
                    </para>
                </step2>
                <step2>
                    <para count="1">Presione el sello hacia la jaula del balero hasta que el reborde del sello est&#233;
                        plano contra la parte superior de la jaula del balero. Use un manguito o punz&#243;n de sello
                        del tama&#241;o correcto que ajuste contra el reborde met&#225;lico del sello. El di&#225;metro
                        del manguito o punz&#243;n DEBE ser m&#225;s grande que el di&#225;metro del reborde (
                        <hotlnk xrefid="f1400675">Figura 75</hotlnk>).
                    </para>
                    <figure id="f1400675" figsize="col-wide">
                        <graphic id="g1400675" filename="../figg14/g1400675.webp" type="webp"/>
                        <caption>Figura 75. Presione el sello hacia la jaula del balero</caption>
                        <calloutgroup>
                            <callout1>1. PRENSA</callout1>
                            <callout1>2. MANGUITO</callout1>
                            <callout1>3. SELLO</callout1>
                            <callout1>4. JAULA DEL BALERO</callout1>
                            <callout1>5. PI&#209;&#211;N DE MANDO</callout1>
                            <callout1>6. SOPORTE</callout1>
                        </calloutgroup>
                    </figure>
                    <specpara>
                        <note>
                            <para>Si no tiene una prensa, use un mazo y el manguito o un punz&#243;n para instalar el
                                sello (
                                <hotlnk xrefid="f1400676">Figura 76</hotlnk>).
                            </para>
                        </note>
                    </specpara>
                    <figure id="f1400676" figsize="col-wide">
                        <graphic id="g1400676" filename="../figg14/g1400676.webp" type="webp"/>
                        <caption>Figura 76. Use un mazo y un manguito o un punz&#243;n para instalar el sello</caption>
                    </figure>
                    <specpara>
                        <warning>
                            <para>Para su seguridad, proteja sus ojos. No golpee las piezas o herramientas de acero con
                                un martillo de acero. Las piezas o herramientas pueden romperse y provocar lesiones.
                            </para>
                        </warning>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Cuando el sello de tres rebordes ya est&#225; instalado, es normal una separaci&#243;n
                        de aproximadamente 0.38 a 0.76 mm (0.015 a 0.03 pulg) entre el reborde y la jaula del balero (
                        <hotlnk xrefid="f1400677">Figura 77</hotlnk>).
                    </para>
                    <figure id="f1400677" figsize="col-wide">
                        <graphic id="g1400677" filename="../figg14/g1400677.webp" type="webp"/>
                        <caption>Figura 77. Separaci&#243;n normal entre el reborde y la jaula del balero</caption>
                    </figure>
                    <para>Verifique la separaci&#243;n con un calibrador de espesor en varios puntos alrededor del
                        sello. La separaci&#243;n debe estar entre 0.38 a 0.76 mm (0.015 a 0.030 pulg). La diferencia
                        entre las mediciones de la separaci&#243;n m&#225;s grande y la m&#225;s peque&#241;a NO DEBE
                        exceder las 0.010 pulg.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_27.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400613.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
