<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONJUNTOS DE EJES AUTORREGULABLES - AJUSTES
    </stitle>
    <svcsection/>
    <svcproc id="hl14019064" svcproctype="adjust" graphiccount="1">
        <title>AJUSTES</title>
        <svcsubproc>
            <title>ALINEACI&#211;N DE EJES</title>
            <para>Los ejes autorregulables vienen prealineados y normalmente no requieren alineaci&#243;n en terreno. Si
                un eje parece estar desalineado (desgaste irregular de las llantas), revise en busca de componentes da&#241;ados,
                bujes gastados o un ajuste incorrecto de la convergencia de las ruedas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>ALINEACI&#211;N DE LAS RUEDAS</title>
            <para>
                <emph type="bold">INCLINACI&#211;N DE EJES</emph>
            </para>
            <para>La inclinaci&#243;n de los ejes viene preajustada y no se puede ajustar.</para>
            <para>
                <emph type="bold">CONVERGENCIA DE LAS RUEDAS</emph>
            </para>
            <para>La convergencia es el grado en que las ruedas apuntan hacia adentro en la parte delantera. Consulte la
                <hotlnk xrefid="f14019bj">FIGURA 20</hotlnk>
                <xref refid="f14019bj"/>. Este ajuste debe ser 1/32 de pulgada &#177;1/32 de pulgada. La convergencia se
                debe volver a revisar despu&#233;s de la alteraci&#243;n de la barra de acoplamiento y luego de fuertes
                impactos en el eje; o bien, cada vez que se observe un desgaste irregular de las llantas (que no
                corresponda a formaci&#243;n de partes planas). Antes de revisar la convergencia, verifique que los
                baleros de las ruedas y de las charnelas est&#233;n correctamente ajustados y que las llantas est&#233;n
                infladas a una presi&#243;n adecuada.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, verifique
                        que la transmisi&#243;n est&#233; en ESTACIONAMIENTO o en NEUTRO y que haya cu&#241;as
                        instaladas en las ruedas. Este ajuste se debe realizar con el cami&#243;n en funcionamiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Con el eje en la posici&#243;n inferior, mueva el veh&#237;culo varios pies hacia
                    adelante. Esto elimina el juego en las conexiones de la direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">En la parte delantera y trasera de las llantas, mida la distancia entre el centro de las
                    rodaduras de las llantas en la altura de los centros de las ruedas. Consulte la
                    <hotlnk xrefid="f14019bj">FIGURA 20</hotlnk>
                    <xref refid="f14019bj"/>.
                </para>
            </step1>
            <step1>
                <para count="1">La dimensi&#243;n delantera (B) debe ser entre 0 y 1/16 de pulgada menor que la dimensi&#243;n
                    trasera (A).
                </para>
            </step1>
            <step1>
                <para count="1">El ajuste de la convergencia se realiza soltando los pernos de abrazadera y las tuercas
                    en cada extremo de la barra de acoplamiento y girando esta barra con una llave de tubos. Luego de
                    obtener la convergencia correcta, apriete los pernos de abrazadera y las tuercas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
            <figure id="f14019bj" figsize="pg-wide">
                <graphic id="g14019bj" filename="../figg14/g14019bj.webp" type="webp" scalefit="1" scalefitheight="272px"
                         resolution="200"/>
                <caption>Figura 20. Ajuste de la convergencia para ejes de elevaci&#243;n autorregulables</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
