<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - PROCEDIMIENTOS GENERALES -
        APLICACI&#211;N DEL MATERIAL DE EMPAQUETADURA DE SILICONA
    </stitle>
    <svcsection/>
    <svcproc id="hl1400629" svcproctype="repair" graphiccount="2">
        <title>APLICACI&#211;N DEL MATERIAL DE EMPAQUETADURA DE SILICONA</title>
        <specpara>
            <note>
                <para>En los componentes se pueden usar los siguientes productos de empaquetadura de silicona.</para>
            </note>
        </specpara>
        <seqlist>
            <item>
                <para>Sellante de hule de silicona Dow Corning N&#176; 732, negro.</para>
            </item>
            <item>
                <para>General Electric N&#176; RTV-1473, negro.</para>
            </item>
        </seqlist>
        <specpara>
            <warning>
                <para>Durante la aplicaci&#243;n del material de empaquetadura de silicona se generan peque&#241;as
                    cantidades de vapor &#225;cido. Por tal raz&#243;n, aseg&#250;rese de contar con buena ventilaci&#243;n
                    en el &#225;rea de trabajo. Si le entra material de empaquetadura de silicona a los ojos, l&#225;vese
                    los ojos con agua durante 15 minutos. Haga que un doctor le revise los ojos.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Elimine todo el material de empaquetadura antiguo de ambas superficies (
                <hotlnk xrefid="f1400649">Figura 49</hotlnk>).
            </para>
            <figure id="f1400649" figsize="col-wide">
                <graphic id="g1400649" filename="../figg14/g1400649.webp" type="webp"/>
                <caption>Figura 49. Elimine el material de empaquetadura antiguo</caption>
                <calloutgroup>
                    <callout1>1. ALOJAMIENTO</callout1>
                    <callout1>2. PORTADOR</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Limpie las superficies donde aplicar&#225; el material de empaquetadura de silicona. Limpie
                todo el aceite, grasa, polvo y h&#250;medad.
            </para>
        </step1>
        <step1>
            <para count="1">Seque ambas superficies.</para>
        </step1>
        <step1>
            <para count="1">Aplique una gota continua de 1/8 de pulg de di&#225;metro de material de empaquetadura de
                silicona alrededor de una superficie. Tambi&#233;n aplique material de empaquetadura alrededor de los
                bordes de todos los orificios de los elementos de fijaci&#243;n de aquella superficie (
                <hotlnk xrefid="f1400650">Figura 50</hotlnk>).
            </para>
            <figure id="f1400650" figsize="col-wide">
                <graphic id="g1400650" filename="../figg14/g1400650.webp" type="webp"/>
                <caption>Figura 50. Aplique el material de empaquetadura de silicona</caption>
            </figure>
            <specpara>
                <caution>
                    <para>La cantidad de material de empaquetadura de silicona aplicada no debe ser mayor que una gota
                        de 1/8 de pulg de di&#225;metro. Demasiado material de empaquetadura puede bloquear los
                        conductos de lubricaci&#243;n del bloque.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Ensamble inmediatamente los componentes para permitir que el material de empaquetadura de
                silicona se comprima en forma pareja entre las piezas. Apriete los elementos de fijaci&#243;n al valor
                de torsi&#243;n necesario para el tama&#241;o del elemento de fijaci&#243;n. Consulte la
                <hotlnk document="m14006t_56.xml" xrefid="hl1400608">TABLA DE TORSIONES
                    <xref refid="hl1400608"/>
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Espere 20 minutos antes de llenar el conjunto con lubricante.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
