<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INFORMACI&#211;N GENERAL - SUJETADORES DRI-LOC Y ADHESIVO L&#205;QUIDO ROCKWELL 2297-C-7049 O LOCTITE 680 O
        EQUIVALENTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>SUJETADORES DRI-LOC Y ADHESIVO L&#205;QUIDO ROCKWELL 2297-C-7049 O LOCTITE 680 O EQUIVALENTE</title>
        <svcsubproc>
            <title>Instalaci&#243;n de los nuevos sujetadores Dri-Loc</title>
            <step1>
                <para count="1">Limpie el aceite y polvo de los orificios roscados. No se requiere una limpieza
                    especial.
                </para>
            </step1>
            <step1>
                <para count="1">Ensamble las piezas usando sujetadores Dri-Loc nuevos.</para>
                <specpara>
                    <caution>
                        <para>No aplique adhesivos o sellantes en los sujetadores Dri-Loc nuevos o en los orificios
                            roscados. Si usa otros adhesivos o sellantes, el nuevo adhesivo Dri-Loc no funcionar&#225;
                            correctamente.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apriete los elementos de fijaci&#243;n al valor de torsi&#243;n necesario para el tama&#241;o
                    del sujetador. Consulte la
                    <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Los sujetadores Dri-Loc no necesitan tiempo de secado.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de los sujetadores Dri-Loc antiguos usando un adhesivo l&#237;quido Rockwell
                2297-C-7049 o Loctite 680 o equivalente.
            </title>
            <step1>
                <para count="1">Limpie el aceite y polvo de los orificios roscados. No se necesita una limpieza especial
                    ni tampoco es necesario quitar el adhesivo Dri-Loc antiguo de las roscas.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique cuatro o cinco gotas de adhesivo l&#237;quido Rockwell 2297-C-7049 o Loctite 680
                    o equivalente en los orificios roscados. Aseg&#250;rese de que el adhesivo est&#233; sobre las
                    roscas (
                    <hotlnk xrefid="f1401165">Figura 65</hotlnk>).
                </para>
                <figure id="f1401165" figsize="col-wide">
                    <graphic filename="../figg14/g1401165.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="150"/>
                    <caption>Figura 65. Aplique adhesivo l&#237;quido Rockwell o Loctite o equivalente en los orificios
                        roscados.
                    </caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No aplique adhesivo a las roscas de los sujetadores. La presi&#243;n del aire en el
                            orificio presionar&#225; al adhesivo hacia afuera a medida que se instala el sujetador.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apriete los elementos de fijaci&#243;n al valor de torsi&#243;n necesario para el tama&#241;o
                    del sujetador. Consulte la
                    <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
                </para>
                <specpara>
                    <note>
                        <para>No se requiere tiempo de secado para el adhesivo l&#237;quido Rockwell 2297-C-7049 o
                            Loctite 680 o equivalente.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n de los valores de torsi&#243;n de los sujetadores Dri-Loc que no requieren ser
                sacados
            </title>
            <specpara>
                <note>
                    <para>Si no es necesario quitar los sujetadores Dri-Loc de los componentes, revise si los valores de
                        torsi&#243;n de los sujetadores son los correctos:
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Aplique el monto M&#205;NIMO de torsi&#243;n necesario para el tama&#241;o de ese
                    sujetador. Consulte la
                    <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>. El sujetador NO DEBE
                    girar.
                </para>
            </step1>
            <step1>
                <para count="1">Si el sujetador gira, quite el sujetador del componente. Inspeccione el sujetador y el
                    orificio para ver si hay desgaste o da&#241;o. Repare seg&#250;n sea necesario. Si el sujetador y el
                    orificio est&#225;n en buenas condiciones aplique adhesivo al orificio roscado. Siga el
                    procedimiento de instalaci&#243;n de los sujetadores Dri-Loc antiguos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Retiro de los sujetadores Dri-Loc</title>
            <para>Si es dif&#237;cil quitar los sujetadores Dri-Loc de los componentes, puede disminuir la fuerza del
                Dri-Loc, adhesivo Rockwell o Loctite 680 o equivalente calent&#225;ndolos. Use el siguiente
                procedimiento:
            </para>
            <step1>
                <para count="1">Caliente el sujetador S&#211;LO de tres a cinco segundos y trate de soltar el sujetador
                    con una llave. NO use una llave de impacto para soltar los sujetadores ni los golpee con un
                    martillo.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el paso 1 hasta que pueda quitar el sujetador.</para>
                <specpara>
                    <caution>
                        <para>No exceda +177&#176;C (350&#176;F) m&#225;ximo. El calentamiento se debe hacer en forma
                            lenta para evitar tensiones t&#233;rmicas en los otros componentes.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_25.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_27.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
