<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - LIMPIEZA
        Y REVISI&#211;N - REPARACI&#211;N O REEMPLAZO DE LAS PIEZAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="2">
        <title>REPARACI&#211;N O REEMPLAZO DE LAS PIEZAS</title>
        <para>Reemplace las piezas desgastadas o da&#241;adas del conjunto del eje. Consulte MT514 en el Libro de piezas
            maestro para ver los n&#250;meros de refacciones correctos.
        </para>
        <step1>
            <para count="1">Reemplace cualquier sujetador si las esquinas de la cabeza est&#225;n desgastadas.</para>
        </step1>
        <step1>
            <para count="1">Reemplace las arandelas da&#241;adas.</para>
        </step1>
        <step1>
            <para count="1">Reemplace las empaquetaduras, los sellos de aceite o los sellos de grasa al momento de
                reparar el eje o portador.
            </para>
            <specpara>
                <warning>
                    <para>Durante la aplicaci&#243;n del material de empaquetadura de silicona se generan peque&#241;as
                        cantidades de vapor &#225;cido. Para evitar que sucedan da&#241;os personales graves, aseg&#250;rese
                        de contar con buena ventilaci&#243;n en el &#225;rea de trabajo. Si le entra material de
                        empaquetadura de silicona a los ojos, l&#225;vese los ojos con agua durante 15 minutos. Haga que
                        un doctor le revise los ojos.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Limpie las piezas y aplique un nuevo material de empaquetadura de silicona cuando sea
                necesario al momento de ensamblar el eje o portador (
                <hotlnk xrefid="f1401163">Figura 63</hotlnk>).
            </para>
            <figure id="f1401163" figsize="col-wide">
                <graphic filename="../figg14/g1401163.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 63. Aplique nuevo material de empaquetadura de silicona en donde sea necesario</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Elimine las mellas, da&#241;os o rebabas de las piezas que tienen superficies fresadas o
                rectificadas. Para tal prop&#243;sito use una lima fina, una piedra de pulir, tela de esmeril o tela de
                esmeril de &#243;xido de hierro.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie y repare las roscas de los sujetadores y de los orificios. Para tal prop&#243;sito
                use un dado o un macho de roscar del tama&#241;o correcto o una lima fina.
            </para>
            <specpara>
                <caution>
                    <para>Las roscas deben estar limpias y sin da&#241;os para permitir que se aplique el ajuste exacto
                        y los valores de torsi&#243;n correctos a los sujetadores y a las piezas.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Apriete todos los sujetadores a los valores de torsi&#243;n correctos. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">TABLA DE TORSIONES</hotlnk>
                (
                <hotlnk xrefid="f1401164">Figura 64</hotlnk>).
            </para>
            <figure id="f1401164" figsize="col-wide">
                <graphic filename="../figg14/g1401164.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 64. Apriete los sujetadores a los valores de torsi&#243;n correctos</caption>
            </figure>
            <specpara>
                <caution>
                    <para>NO repare los alojamientos del eje tratando de doblarlos o enderezarlos. Si repara los
                        alojamientos del eje tratando de doblarlos o enderezarlos provocar&#225; un mal funcionamiento,
                        una falla prematura y un funcionamiento inseguro del eje. No intente realizar este tipo de
                        reparaci&#243;n.
                    </para>
                </caution>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
