<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        DESCRIPCI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>DESCRIPCI&#211;N</title>
        <svcsubsecinfo>
            <para>Las unidades de mando del eje delantero 140, 145 y 160 de estos ejes en t&#225;ndem tienen una reducci&#243;n
                simple, a trav&#233;s de portadores de mando. El engranaje de impulsi&#243;n est&#225; hecho de un tren
                de engranaje de dos h&#233;lices y una corona hipoidal y pi&#241;&#243;n. Los engranajes de bisel son
                empleados en el diferencial principal y en el diferencial entre ejes (
                <hotlnk xrefid="f1401101">Figura 1</hotlnk>).
            </para>
            <figure id="f1401101" figsize="col-wide">
                <graphic filename="../figg14/g1401101.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 1. Diferencial entre ejes</caption>
                <calloutgroup>
                    <callout1>1. EJE DE IMPULSI&#211;N</callout1>
                    <callout1>2. BOMBA DE ACEITE</callout1>
                    <callout1>3. ENGRANAJE HELICOIDAL</callout1>
                    <callout1>4. DIFERENCIAL ENTRE EJES</callout1>
                    <callout1>5. EJE DE TRANSMISI&#211;N</callout1>
                    <callout1>6. CORONA</callout1>
                    <callout1>7. PI&#209;&#211;N DE MANDO</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">Para conocer los procedimientos de servicio de los portadores traseros, consulte
                    CTS-5080 en el Manual de servicio maestro CTS-5000.</emph>.
            </para>
            <para>El diferencial entre ejes se ubica detr&#225;s del engranaje helicoidal superior en el eje de impulsi&#243;n.
                El engranaje lateral delantero del diferencial entre ejes es parte del cubo del engranaje helicoidal
                superior y el eje pasante est&#225; ranurado hasta el engranaje lateral trasero del diferencial entre
                ejes (
                <hotlnk xrefid="f1401101">Figura 1</hotlnk>).
            </para>
            <para>Las series 140, 145 y 160 tienen diferentes funciones:</para>
            <seqlist>
                <item>
                    <para>Serie 140: Una corona de 15 pulgadas est&#225; remachada a la caja del diferencial. No se
                        dispone de una bomba de aceite y un diferencial principal controlado por el conductor. El
                        diferencial entre ejes recibe servicio como un conjunto.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>RT-34-140: GAWR 34,000 lb.</para>
                        </item>
                        <item>
                            <para>RT-40-140 GAWR 40,000 lb.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Serie 145: Una corona de 15 pulgadas usa tuercas y pernos para sujetar el engranaje a la caja
                        del diferencial. Una bomba opcional y un diferencial principal controlado por el conductor est&#225;n
                        disponibles. El diferencial entre ejes recibe servicio como un conjunto.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>RT-34-145 GAWR 34,000 lb.</para>
                        </item>
                        <item>
                            <para>RT-40-145 GAWR 40,000 lb.</para>
                        </item>
                        <item>
                            <para>RT-44-145 GAWR 44,000 lb.</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Serie 160: Una corona de 18 pulgadas usa tuercas y pernos para sujetar el engranaje a la caja
                        del diferencial. Una bomba de aceite opcional y un diferencial principal controlado por el
                        conductor est&#225;n disponibles. El diferencial entre ejes puede ser reparado. Se emplea un
                        engranaje impulsado helicoidal m&#225;s grande. Hay dos muescas en la caja del diferencial entre
                        ejes.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>RT-46-160 GAWR 46,000 lb.</para>
                        </item>
                        <item>
                            <para>RT-52-160 GAWR 52,000 lb. (
                                <hotlnk xrefid="f1401102">Figura 2</hotlnk>).
                            </para>
                        </item>
                    </randlist>
                </item>
            </seqlist>
            <figure id="f1401102" figsize="col-wide">
                <graphic filename="../figg14/g1401102.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 2. Muesca en la caja del diferencial entre ejes</caption>
            </figure>
            <para>Las siguientes opciones est&#225;n disponibles en los ejes de las series 145 y 160.</para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
