<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - Fijador
        del diferencial principal controlado por el conductor - Revisi&#243;n del fijador del diferencial
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>Revisi&#243;n del fijador del diferencial</title>
        <step1>
            <para count="1">Cambie la transmisi&#243;n del veh&#237;culo a neutro y arranque el motor para llevar la
                presi&#243;n de aire del sistema al nivel normal.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>No arranque el motor del veh&#237;culo ni engrane la transmisi&#243;n cuando haya una rueda
                    elevada sobre el nivel del suelo. Cuando el diferencial est&#225; en la posici&#243;n de bloqueado
                    (engranado), la energ&#237;a se dirige a la rueda apoyada en el suelo y hace que el veh&#237;culo se
                    mueva, lo que puede provocar lesiones personales graves.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Coloque el interruptor del fijador del diferencial (en la cabina del veh&#237;culo) en su
                posici&#243;n de desbloqueado (desengranado).
            </para>
        </step1>
        <step1>
            <para count="1">Maneje el veh&#237;culo de 8 a 16 kph (5 a 10 MPH) y revise la luz indicadora del fijador
                del diferencial. La luz tiene que estar apagada cuando el interruptor est&#225; en posici&#243;n de
                desbloqueado.
            </para>
        </step1>
        <step1>
            <para count="1">Siga conduciendo el veh&#237;culo y coloque el interruptor del fijador del diferencial en la
                posici&#243;n de bloqueado (engranado). Suelte el acelerador para eliminar la torsi&#243;n en la
                transmisi&#243;n y permitir el cambio. La luz tiene que estar encendida cuando el interruptor est&#225;
                en la posici&#243;n de bloqueado.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Si la luz indicadora sigue encendida cuando el interruptor est&#225; en la posici&#243;n
                    desbloqueado, el diferencial todav&#237;a est&#225; en la posici&#243;n de bloqueado. Revise para
                    asegurarse de haber quitado el perno de engranado manual de la cubierta del cilindro del conjunto
                    del accionador.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_55.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_57.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
