<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INSTALACI&#211;N - Revisi&#243;n de los patrones de contacto de los dientes del conjunto de engranajes
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="11">
        <title>Revisi&#243;n de los patrones de contacto de los dientes del conjunto de engranajes</title>
        <svcsubproc>
            <title>Informaci&#243;n general</title>
            <para>En los siguientes procedimientos, el movimiento del patr&#243;n de contacto a lo largo de los dientes
                se indica como hacia el "tal&#243;n" o "pie" de la corona (
                <hotlnk xrefid="f14011d5">Figura 135</hotlnk>).
            </para>
            <figure id="f14011d5" figsize="col-wide">
                <graphic filename="../figg14/g14011d5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 135. Tal&#243;n y pie de la corona</caption>
            </figure>
            <para>Siempre revise los patrones de contacto de los dientes en el lado de mando de los dientes del
                engranaje (
                <hotlnk xrefid="f14011d6">Figura 136</hotlnk>).
            </para>
            <figure id="f14011d6" figsize="col-wide">
                <graphic filename="../figg14/g14011d6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="100"/>
                <caption>Figura 136. Revise los patrones de contacto de los dientes en el lado de mando</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Patrones de contacto de los dientes</title>
            <step1>
                <para count="1">Ajuste el juego de holgura de un conjunto nuevo de engranajes a 0.30 mm (0.012 pulg).
                    Ajuste el juego de holgura de un conjunto de engranajes antiguo a los valores medidos antes de
                    desensamblar el portador.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un compuesto de marcar a aproximadamente 12 dientes del engranaje de la corona.
                    Gire la corona de modo que los 12 dientes del engranaje queden cerca del pi&#241;&#243;n de mando (
                    <hotlnk xrefid="f14011d7">Figura 137</hotlnk>).
                </para>
            </step1>
            <figure id="f14011d7" figsize="col-wide">
                <graphic filename="../figg14/g14011d7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 137. Aplique un compuesto de marcar</caption>
            </figure>
            <step1>
                <para count="1">Gire la corona hacia adelante y atr&#225;s de modo que los 12 dientes del engranaje
                    pasen seis veces por el pi&#241;&#243;n de mando para obtener los patrones de contacto. Repita este
                    procedimiento si lo considera necesario para obtener un patr&#243;n m&#225;s claro.
                </para>
            </step1>
            <step1>
                <para count="1">Mire los patrones de contacto de los dientes de la corona. Compare los patrones con la
                    <hotlnk xrefid="f14011d8">Figura 138</hotlnk>,
                    <hotlnk xrefid="f14011d9">Figura 139</hotlnk>, y
                    <hotlnk xrefid="f14011e0">Figura 140</hotlnk>.
                </para>
                <para>La ubicaci&#243;n de un patr&#243;n de contacto girado manualmente bueno para un conjunto de
                    engranajes nuevo es hacia el pie del diente del engranaje y en el centro, entre la parte superior e
                    inferior del diente.
                </para>
                <para>Cuando se hace funcionar el portador bajo carga, el patr&#243;n se extiende aproximadamente por el
                    largo total de los dientes. La parte de arriba del patr&#243;n estar&#225; cerca de la parte
                    superior de los dientes del engranaje (
                    <hotlnk xrefid="f14011e1">Figura 141</hotlnk>).
                </para>
                <para>La ubicaci&#243;n de un patr&#243;n de contacto girado manualmente bueno para un conjunto de
                    engranajes antiguo debe coincidir con el patr&#243;n de desgaste de la corona. El patr&#243;n de
                    contacto tendr&#225; menos &#225;rea que el patr&#243;n de desgaste.
                </para>
                <para>Si debe ajustar el patr&#243;n de contacto, efect&#250;e el paso 5 para mover los patrones de
                    contacto a una posici&#243;n profunda o superficial de los dientes del engranaje. Si los patrones de
                    contacto est&#225;n en el centro de los dientes del engranaje, contin&#250;e con el paso 6.
                </para>
            </step1>
            <figure id="f14011d8" figsize="col-wide">
                <graphic filename="../figg14/g14011d8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="100"/>
                <caption>Figura 138. Posici&#243;n correcta al girar manualmente</caption>
            </figure>
            <figure id="f14011d9" figsize="col-wide">
                <graphic filename="../figg14/g14011d9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="100"/>
                <caption>Figura 139. Patr&#243;n alto</caption>
            </figure>
            <figure id="f14011e0" figsize="col-wide">
                <graphic filename="../figg14/g14011e0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="100"/>
                <caption>Figura 140. Patr&#243;n bajo</caption>
            </figure>
            <figure id="f14011e1" figsize="col-wide">
                <graphic filename="../figg14/g14011e1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="100"/>
                <caption>Figura 141. Patr&#243;n bueno en funcionamiento</caption>
            </figure>
            <step1>
                <para count="1">Cambie el grosor del paquete de calzas entre la copa del balero interior del pi&#241;&#243;n
                    y el portadiferencial para mover los patrones de contacto entre la parte superior e inferior de los
                    dientes del engranaje. Use el siguiente procedimiento:
                </para>
                <specpara>
                    <note>
                        <para>Un patr&#243;n de contacto alto indica que el pi&#241;&#243;n de mando no est&#225;
                            instalado lo suficientemente profundo en el portador. Un patr&#243;n de contacto profundo
                            indica que el pi&#241;&#243;n de mando se instal&#243; demasiado lejos en el portador.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Saque el pi&#241;&#243;n de mando, la copa del balero interior y las calzas del
                        portador.
                    </para>
                </step2>
                <step2>
                    <para count="1">Para corregir un patr&#243;n de contacto alto, aumente el grosor del paquete de
                        calzas. Cuando aumenta el grosor del paquete de calzas, el pi&#241;&#243;n de mando se mueve
                        hacia la corona (
                        <hotlnk xrefid="f14011e2">Figura 142</hotlnk>).
                    </para>
                    <para>Para corregir un patr&#243;n de contacto profundo, disminuya el grosor del paquete de calzas.
                        Cuando disminuye el grosor del paquete de calzas, el pi&#241;&#243;n de mando se mueve alej&#225;ndose
                        de la corona (
                        <hotlnk xrefid="f14011e3">Figura 143</hotlnk>).
                    </para>
                    <figure id="f14011e2" figsize="col-wide">
                        <graphic filename="../figg14/g14011e2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="150"/>
                        <caption>Figura 142. Aumente el paquete de calzas</caption>
                    </figure>
                    <figure id="f14011e3" figsize="col-wide">
                        <graphic filename="../figg14/g14011e3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="150"/>
                        <caption>Figura 143. Disminuya el paquete de calzas</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Instale la copa del balero interior, las calzas y el pi&#241;&#243;n de mando en el
                        portador.
                    </para>
                </step2>
                <step2>
                    <para count="1">Repita los pasos 2 a 5 hasta que los patrones de contacto est&#233;n en el centro
                        entre la parte superior e inferior de los dientes del engranaje.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Ajuste el juego de holgura de la corona dentro de los rangos especificados para mover
                    los patrones de contacto a la ubicaci&#243;n correcta a lo largo de los dientes del engranaje.
                </para>
                <step2>
                    <para count="1">Disminuya el juego de holgura para mover los patrones de contacto hacia el pie de
                        los dientes de la corona (
                        <hotlnk xrefid="f14011e4">Figura 144</hotlnk>).
                    </para>
                </step2>
                <step2>
                    <para count="1">Aumente el juego de holgura para mover los patrones de contacto hacia el tal&#243;n
                        de los dientes de la corona (
                        <hotlnk xrefid="f14011e5">Figura 145</hotlnk>).
                    </para>
                </step2>
                <step2>
                    <para count="1">Repita los pasos 2 a 4 y 6 hasta que los patrones de contacto est&#233;n en la
                        ubicaci&#243;n correcta a lo largo de los dientes del engranaje.
                    </para>
                </step2>
            </step1>
            <figure id="f14011e4" figsize="col-wide">
                <graphic filename="../figg14/g14011e4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 144. Disminuya el juego de holgura para mover los patrones de contacto hacia el pie
                </caption>
            </figure>
            <figure id="f14011e5" figsize="col-wide">
                <graphic filename="../figg14/g14011e5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 145. Aumente el juego de holgura para mover los patrones de contacto hacia el
                    tal&#243;n
                </caption>
            </figure>
            <step1>
                <para count="1">Una vez que se han completado todos los ajustes, instale el pasador de seguridad en la
                    tapa del balero de modo que el pasador quede entre las leng&#252;etas del anillo de ajuste.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_45.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_47.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
