<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        DESENSAMBLAJE - EJE DE IMPULSI&#211;N, JAULA DEL BALERO, BOMBA DE ACEITE Y DIFERENCIAL ENTRE EJES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="11">
        <title>EJE DE IMPULSI&#211;N, JAULA DEL BALERO, BOMBA DE ACEITE Y DIFERENCIAL ENTRE EJES</title>
        <para>Consulte la
            <hotlnk xrefid="f1401142">Figura 42</hotlnk>.
        </para>
        <figure id="f1401142" figsize="col-wide">
            <graphic filename="../figg14/g1401142.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 42. Eje de impulsi&#243;n, jaula del balero, bomba de aceite y diferencial entre ejes
            </caption>
            <calloutgroup>
                <callout1>1. CONJUNTO DE LA V&#193;LVULA DE DESCARGA DE PRESI&#211;N</callout1>
                <callout1>2. COPA DEL BALERO</callout1>
                <callout1>3. DEFLECTOR DE ACEITE- UNIDADES SIN BOMBA DE ACEITE</callout1>
                <callout1>4. ARANDELA</callout1>
                <callout1>5. PERNO</callout1>
                <callout1>6. PERNO</callout1>
                <callout1>7. ARANDELA DE EMPUJE</callout1>
                <callout1>8. DIFERENCIAL ENTRE EJES</callout1>
                <callout1>9. ANILLO DE RESORTE</callout1>
                <callout1>10. ENGRANAJE DE IMPULSI&#211;N HELICOIDAL</callout1>
                <callout1>11. EJE DE IMPULSI&#211;N</callout1>
                <callout1>12. BOMBA DE ACEITE - UNIDADES CON BOMBA DE ACEITE</callout1>
                <callout1>13. ANILLO "O"</callout1>
                <callout1>14. CONO DEL BALERO</callout1>
                <callout1>15. ANILLO "O"</callout1>
                <callout1>16. JAULA DEL BALERO</callout1>
                <callout1>17. SELLO DE ACEITE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Use un extractor adecuado para sacar el yugo o reborde desde el eje de impulsi&#243;n (
                <hotlnk xrefid="f1401143">Figura 43</hotlnk>). Si el portador no est&#225; equipado con una bomba de
                aceite, saque la jaula del balero del eje de impulsi&#243;n.
            </para>
            <figure id="f1401143" figsize="col-wide">
                <graphic filename="../figg14/g1401143.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 43. Quite el yugo o reborde desde el eje de impulsi&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Haga palanca debajo del reborde del sello de aceite para sacar el sello de aceite desde la
                jaula del balero de entrada. Reempl&#225;celo por un sello de aceite nuevo en el ensamblaje (
                <hotlnk xrefid="f1401144">Figura 44</hotlnk>).
            </para>
            <figure id="f1401144" figsize="col-wide">
                <graphic filename="../figg14/g1401144.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 44. Haga palanca debajo del reborde del sello de aceite</caption>
            </figure>
        </step1>
        <specpara>
            <warning>
                <para>Al prestar servicio a los anillos de resorte, use gafas protectoras para evitar lesiones
                    personales graves.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Saque el anillo de resorte que sujeta el conjunto del diferencial entre ejes al eje de
                impulsi&#243;n. Saque el conjunto del diferencial entre ejes desde el eje de impulsi&#243;n (
                <hotlnk xrefid="f1401145">Figura 45</hotlnk>).
            </para>
            <figure id="f1401145" figsize="col-wide">
                <graphic filename="../figg14/g1401145.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 45. Saque el anillo de resorte que sujeta el conjunto del diferencial entre ejes al eje
                    de impulsi&#243;n
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>Desensamble el diferencial entre ejes en los portadores de la serie 160 s&#243;lo si alguno de
                        los componentes est&#225; da&#241;ado y debe ser reemplazado. El diferencial entre ejes de los
                        portadores de las series140 y 145 recibe servicio como un conjunto y no se puede desensamblar.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Desensamble la caja del diferencial entre ejes de la serie 160 de acuerdo al siguiente
                procedimiento.
            </para>
            <step2>
                <para count="1">Use un punz&#243;n y un martillo para colocar una marca de alineaci&#243;n en cada mitad
                    de la caja del diferencial entre ejes. Las marcas de alineaci&#243;n aseguran que las mitades de la
                    caja est&#225;n correctamente instaladas (
                    <hotlnk xrefid="f1401146">Figura 46</hotlnk>).
                </para>
                <figure id="f1401146" figsize="col-wide">
                    <graphic filename="../figg14/g1401146.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 46. Marque cada mitad en la caja del diferencial entre ejes</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Saque los pernos que sujetan las mitades de la caja del diferencial entre ejes. Separe
                    las mitades de la caja.
                </para>
            </step2>
            <step2>
                <para count="1">Quite el conjunto de la ara&#241;a desde las mitades de la caja. Quite los cuatro
                    engranajes del pi&#241;&#243;n y las cuatro arandelas de empuje desde la ara&#241;a.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Quite el engranaje de impulsi&#243;n helicoidal desde el eje de impulsi&#243;n. Quite la
                arandela de empuje desde el engranaje (
                <hotlnk xrefid="f1401147">Figura 47</hotlnk>).
            </para>
            <figure id="f1401147" figsize="col-wide">
                <graphic filename="../figg14/g1401147.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 47. Saque la arandela de empuje</caption>
            </figure>
        </step1>
        <specpara>
            <note>
                <para>Se usan dos dise&#241;os de bombas de aceite: un dise&#241;o de "impulsi&#243;n plana" y un dise&#241;o
                    ranurado
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Si se usa una bomba de aceite, saque la jaula del balero de entrada y la bomba de aceite
                desde el eje de impulsi&#243;n. Vea el siguiente procedimiento.
            </para>
            <specpara>
                <caution>
                    <para>Use el siguiente procedimiento. Si no se sigue el procedimiento, la bomba de aceite o la jaula
                        del balero se da&#241;ar&#225;n durante el retiro. Nunca hay que aplicar presi&#243;n
                        directamente a la superficie de la bomba o de la jaula del balero.
                    </para>
                </caution>
            </specpara>
            <step2>
                <para count="1">Coloque un extractor de balero debajo de la bomba de aceite. Aseg&#250;rese de que los
                    remaches en la parte trasera de la bomba no est&#233;n en contacto con el extractor de balero. El
                    extractor de balero proporciona una superficie nivelada de modo que el eje se pueda presionar
                    directo hacia afuera del conjunto (
                    <hotlnk xrefid="f1401148">Figura 48</hotlnk>).
                </para>
                <figure id="f1401148" figsize="col-wide">
                    <graphic filename="../figg14/g1401148.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 48. Coloque un extractor de balero debajo de la bomba de aceite.</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Observe todas las advertencias y precauciones concernientes al funcionamiento de la prensa
                            para evitar da&#241;os personales graves y posible da&#241;o a los componentes.
                        </para>
                    </warning>
                </specpara>
            </step2>
            <step2>
                <para count="1">Coloque el conjunto en la prensa de modo que descanse en el extractor (
                    <hotlnk xrefid="f1401149">Figura 49</hotlnk>).
                </para>
                <figure id="f1401149" figsize="col-wide">
                    <graphic filename="../figg14/g1401149.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 49. Coloque el conjunto en la prensa</caption>
                    <calloutgroup>
                        <callout1>1. PRENSA</callout1>
                        <callout1>2. PROTECTOR</callout1>
                        <callout1>3. JAULA DEL BALERO</callout1>
                        <callout1>4. EXTRACTOR DE BALERO</callout1>
                        <callout1>5. EJE DE IMPULSI&#211;N</callout1>
                        <callout1>6. BOMBA DE ACEITE</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Coloque un protector en la parte superior de la pieza roscada del eje. Presione el eje
                    de impulsi&#243;n desde el conjunto. Saque el extractor de balero (
                    <hotlnk xrefid="f1401149">Figura 49).</hotlnk>
                </para>
            </step2>
            <step2>
                <para count="1">Saque los pernos que sujetan la bomba de aceite a la jaula del balero de entrada. Separe
                    la bomba de aceite de la jaula (
                    <hotlnk xrefid="f1401150">Figura 50</hotlnk>).
                </para>
                <figure id="f1401150" figsize="col-wide">
                    <graphic filename="../figg14/g1401150.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 50. Separe la bomba de aceite de la jaula</caption>
                    <calloutgroup>
                        <callout1>1. BOMBA DE ACEITE</callout1>
                        <callout1>2. CONO DEL BALERO</callout1>
                        <callout1>3. JAULA DEL BALERO</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Reemplace la bomba, si est&#225; gastada, da&#241;ada o las partes planas de la impulsi&#243;n
                    o las ranuras no se mueven.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Saque los anillos "O" de la jaula del balero y, si se usa, el conjunto de la bomba de
                aceite.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el cono de la jaula del balero de entrada.</para>
        </step1>
        <specpara>
            <note>
                <para>Si la copa o el cono del balero necesitan ser reemplazados, ambas piezas deben reemplazarse como
                    un conjunto coincidente.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Si se requiere, use un punz&#243;n cuadrado y un manguito para sacar la copa desde la jaula
                del balero de entrada.
            </para>
        </step1>
        <step1>
            <para count="1">Si se requiere, saque el conjunto de la v&#225;lvula de descarga de presi&#243;n de la parte
                delantera de la jaula del balero. Quite el tap&#243;n, el resorte y la v&#225;lvula de descarga del di&#225;metro
                interior (
                <hotlnk xrefid="f1401151">Figura 51</hotlnk>).
            </para>
            <figure id="f1401151" figsize="col-wide">
                <graphic filename="../figg14/g1401151.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 51. Saque el tap&#243;n, el resorte y la v&#225;lvula de descarga</caption>
                <calloutgroup>
                    <callout1>1. TAP&#211;N</callout1>
                    <callout1>2. RESORTE</callout1>
                    <callout1>3. V&#193;LVULA DE DESCARGA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Quite el conjunto de la rejilla y el tap&#243;n de aceite de la l&#237;nea de succi&#243;n
                en la parte delantera del portador (
                <hotlnk xrefid="f1401152">Figura 52</hotlnk>).
            </para>
            <figure id="f1401152" figsize="col-wide">
                <graphic filename="../figg14/g1401152.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 52. Saque el conjunto de la rejilla y el tap&#243;n de aceite</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Limpie la rejilla de aceite Consulte
                <hotlnk document="m14011_18.xml" xrefid="x1401103">LIMPIEZA Y REVISI&#211;N</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
