<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - LIMPIEZA
        Y REVISI&#211;N - INSPECCI&#211;N DE LAS PIEZAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="6">
        <title>INSPECCI&#211;N DE LAS PIEZAS</title>
        <para>Es muy importante revisar cuidadosamente todas las piezas antes de ensamblar el portador. Revise todas las
            piezas por si presentan desgaste o da&#241;o. Reemplace seg&#250;n sea necesario. Si reemplaza ahora las
            piezas da&#241;adas o desgastadas evitar&#225; fallas posteriores del conjunto.
        </para>
        <step1>
            <para count="1">Revise la copa, el cono, los rodillos y la jaula de todos los baleros de rodillos ahusados.
                Si se presenta alguna de las siguientes condiciones, DEBE reemplazar el balero.
            </para>
            <step2>
                <para count="1">El centro del extremo de di&#225;metro grande de los rodillos est&#225; desgastado hasta
                    el mismo nivel de la superficie exterior o por debajo de &#233;l (
                    <hotlnk xrefid="f1401157">Figura 57</hotlnk>).
                </para>
                <figure id="f1401157" figsize="col-wide">
                    <graphic filename="../figg14/g1401157.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 57. Centro del extremo de di&#225;metro grande de los rodillos desgastados a nivel
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">El radio del extremo de di&#225;metro grande de los rodillos est&#225; desgastado hasta
                    formar un borde afilado (
                    <hotlnk xrefid="f1401157">Figura 57</hotlnk>).
                </para>
            </step2>
            <step2>
                <para count="1">Hay una muesca visible del rodillo en las superficies del anillo interior de la copa o
                    del cono (
                    <hotlnk xrefid="f1401158">Figura 58</hotlnk>).
                </para>
                <figure id="f1401158" figsize="col-wide">
                    <graphic filename="../figg14/g1401158.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 58. Muesca visible del rodillo desgastada en las superficies del anillo interior
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Hay grietas profundas o roturas en las superficies de la copa, el anillo interior del
                    cono o en la jaula del rodillo (
                    <hotlnk xrefid="f1401159">Figura 59</hotlnk>).
                </para>
            </step2>
            <step2>
                <para count="1">Hay marcas brillantes de desgaste sobre la superficie exterior de la jaula de rodillos (
                    <hotlnk xrefid="f1401159">Figura 59</hotlnk>).
                </para>
                <figure id="f1401159" figsize="col-wide">
                    <graphic filename="../figg14/g1401159.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="100"/>
                    <caption>Figura 59. Grietas profundas o roturas, o marcas brillantes de desgaste</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Corrosi&#243;n por &#225;cido o picaduras en los rodillos y en las superficies de la
                    copa y del anillo interior del cono que tocan los rodillos (
                    <hotlnk xrefid="f1401160">Figura 60</hotlnk>).
                </para>
                <figure id="f1401160" figsize="col-wide">
                    <graphic filename="../figg14/g1401160.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="100"/>
                    <caption>Figura 60. Corrosi&#243;n por &#225;cido o picaduras en los rodillos o superficies
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Astillamiento o descascarillado en las superficies de la copa y del anillo interior del
                    cono que tocan los rodillos (
                    <hotlnk xrefid="f1401161">Figura 61</hotlnk>).
                </para>
                <figure id="f1401161" figsize="col-wide">
                    <graphic filename="../figg14/g1401161.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="100"/>
                    <caption>Figura 61. Astillamiento o descascarillado en la copa y superficies</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Decoloraci&#243;n azul o azul cafesoso en las copas, conos o rodillos de los baleros.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Revise el pi&#241;&#243;n de mando y la corona para ver si presentan desgaste o da&#241;o.
                Se DEBE reemplazar los conjuntos de engranajes desgastados o da&#241;ados.
            </para>
            <specpara>
                <caution>
                    <para>Los pi&#241;ones de mando y las coronas se fresan en conjuntos coincidentes. Cuando sea
                        necesario reemplazar un pi&#241;&#243;n de mando o una corona de un conjunto hipoidal, debe
                        reemplazar la corona y el pi&#241;&#243;n de mando al mismo tiempo.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Revise los conjuntos del diferencial principal y del diferencial entre ejes por si est&#225;n
                desgastados o da&#241;ados.
            </para>
            <para>Se DEBE reemplazar las piezas desgastadas o da&#241;adas (
                <hotlnk xrefid="f1401162">Figura 62</hotlnk>).
            </para>
            <figure id="f1401162" figsize="col-wide">
                <graphic filename="../figg14/g1401162.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 62. Conjunto de la agrupaci&#243;n del engranaje del diferencial y mitad de la caja del
                    diferencial
                </caption>
                <calloutgroup>
                    <callout1>1. REVISE LAS SUPERFICIES INTERIORES</callout1>
                    <callout1>2. PI&#209;&#211;N Y ARANDELA DE EMPUJE</callout1>
                    <callout1>3. ENGRANAJE LATERAL Y ARANDELA DE EMPUJE</callout1>
                    <callout1>4. REVISE</callout1>
                    <callout1>5. CRUZ DE ARA&#209;A</callout1>
                    <callout1>6. REVISE</callout1>
                </calloutgroup>
            </figure>
            <step2>
                <para count="1">Superficies interiores de las dos mitades de la caja.</para>
            </step2>
            <step2>
                <para count="1">Ambas superficies de todas las arandelas de empuje.</para>
            </step2>
            <step2>
                <para count="1">Los cuatro mu&#241;ones de la pata de la ara&#241;a (cruz).</para>
            </step2>
            <step2>
                <para count="1">Dientes y ranuras de los dos engranajes laterales del diferencial.</para>
            </step2>
            <step2>
                <para count="1">Dientes y di&#225;metro interior de todos los pi&#241;ones del diferencial.</para>
                <specpara>
                    <caution>
                        <para>Siempre reemplace las arandelas de empuje, los engranajes laterales del diferencial y los
                            engranajes del pi&#241;&#243;n por conjuntos. Si se usa una pieza nueva con piezas
                            desgastadas se producir&#225; una mayor tensi&#243;n sobre las piezas y una falla prematura
                            del conjunto.
                        </para>
                    </caution>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">Revise los engranajes de impulsi&#243;n o impulsados helicoidales para ver si presentan
                desgaste o da&#241;o. Reemplace los engranajes que est&#233;n desgastados o da&#241;ados.
            </para>
        </step1>
        <step1>
            <para count="1">Revise si los semiejes est&#225;n desgastados, tienen tensi&#243;n o grietas en el reborde,
                eje y ranuras. Reemplace los semiejes cuando sea necesario.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
