<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        Especificaciones - Soldadura
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="5">
        <title>Soldadura</title>
        <svcprocinfo>
            <para>Para proporcionar calidad comercial a las aplicaciones de cami&#243;n, se debe seguir la siguiente
                informaci&#243;n de soldadura para soldar las varillas de torsi&#243;n transversal a los alojamientos
                del eje trasero.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Certificaci&#243;n del soldador</title>
            <para>Todas las soldaduras de los alojamientos del eje deben ser hechas por soldadores certificados por un
                laboratorio de prueba independiente para cumplir con los requerimientos del C&#243;digo de soldadura
                estructural AWS D1.1.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Preparaci&#243;n de la superficie</title>
            <para>Las juntas a soldar deben estar libres de contaminaci&#243;n, tal como humedad, lubricantes y &#243;xido.
                Se debe quitar la pintura ya que afecta en forma adversa la calidad de la soldadura.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Acondicionamiento de la junta a soldar</title>
            <para>Puede haber un esmerilado fino para ajustar la condici&#243;n entre el alojamiento y el soporte debido
                a las tolerancias del alojamiento del eje y del soporte. Esmerile el soporte para ajustar (
                <hotlnk xrefid="f14011j8">Figura 198</hotlnk>). El soporte debe instalarse lo m&#225;s cerca posible
                para evitar exceso de soldadura.
            </para>
            <figure id="f14011j8" figsize="col-wide">
                <graphic filename="../figg14/g14011j8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 198. Esmerile para ajustar</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Longitudes a soldar</title>
            <para>La longitud a soldar efectiva no incluye las omisiones, soldaduras fuera de lugar y/u otras
                condiciones definidas en
                <hotlnk xrefid="x1401120">Calidad de la soldadura</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ubicaci&#243;n de la soldadura</title>
            <para>Todas las soldaduras deben estar centradas en forma lateral en la junta de modo que se asegure la fusi&#243;n
                entre las piezas que se van a juntar. Las partes de la soldadura bajo medida, o que no cumplen con los
                requerimientos m&#237;nimos de calidad de soldadura (socavaci&#243;n, porosidad, cr&#225;teres) se deben
                considerar como omisiones y no se consideran en la longitud de la soldadura.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tama&#241;o de la pata a soldar</title>
            <para>La pata a soldar m&#237;nima tiene que ser al menos igual de gruesa que el grosor m&#237;nimo del
                miembro m&#225;s delgado del soporte.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Grosor de la garganta</title>
            <para>El grosor m&#237;nimo de la garganta de las soldaduras de cord&#243;n tiene que equivaler al 60% del
                tama&#241;o de la pata soldada m&#225;s peque&#241;a. El grosor m&#225;ximo de la garganta tiene que
                tener un l&#237;mite del 100% del tama&#241;o de pata m&#225;s grande (
                <hotlnk xrefid="f14011j9">Figura 199</hotlnk>).
            </para>
            <figure id="f14011j9" figsize="col-wide">
                <graphic filename="../figg14/g14011j9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 199. Grosor de la garganta</caption>
                <calloutgroup>
                    <callout1>X = TAMA&#209;O DE LA PATA M&#193;S PEQUE&#209;O</callout1>
                    <callout1>X = TAMA&#209;O DE LA PATA M&#193;S GRANDE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Definiciones</title>
            <para>Los t&#233;rminos de la soldadura se interpretan seg&#250;n las definiciones dadas en AWS . Soldadura
                (ANSI/AWS A2.4 &#250;ltima versi&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>S&#237;mbolos</title>
            <para>Los t&#233;rminos de la soldadura se interpretan seg&#250;n las definiciones dadas en S&#237;mbolos de
                soldadura est&#225;ndar AWS . (ANSI/AWS A2.4 &#250;ltima versi&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc id="x1401120">
            <title>Calidad de la soldadura</title>
            <para>A menos que se especifique otra cosa, se permiten las siguientes caracter&#237;sticas. No m&#225;s de
                una de estas caracter&#237;sticas se permiten en la soldadura si cualquiera otra caracter&#237;stica est&#225;
                en el l&#237;mite m&#225;ximo.
            </para>
            <para>
                <emph type="bold">Socavaci&#243;n:</emph>
                No debe exceder los 0.8 mm (0.030 pulg)
            </para>
            <para>
                <emph type="bold">Cr&#225;teres:</emph>
                Los cr&#225;teres vac&#237;os no son considerados como parte de la longitud de soldadura efectiva y, por
                lo tanto, se limitan a la longitud de tolerancia de soldadura para las separaciones. Se pueden llenar y
                contar correctamente en la longitud de soldadura.
            </para>
            <para>
                <emph type="bold">Grietas y quemaduras:</emph>
                No se permiten grietas en las soldaduras y orificios quemados en el material base.
            </para>
            <para>
                <emph type="bold">Porosidad visible - frecuencia:</emph>
                No se permiten m&#225;s de cuatro (4) poros importantes en cualquier largo de soldadura de 25 mm (1
                pulg) con el promedio l&#237;mite de uno (1) por largo de soldadura de 25 mm (1 pulg).
            </para>
            <para>
                <emph type="bold">Porosidad visible - gravedad:</emph>
                El di&#225;metro m&#225;ximo de los poros es de 1.6 mm (1/16 pulg) y tiene que estar separado al menos a
                1.6 mm (1/16 pulg). Los poros deben tener un di&#225;metro m&#225;s grande que 0.4 mm (1/64 pulg) para
                que se consideren importantes. No se permite porosidad en ninguna soldadura especificada como herm&#233;tico
                al aceite.
            </para>
            <para>
                <emph type="bold">Inclusiones:</emph>
                Las inclusiones no met&#225;licas se consideran y se juzgan como separaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Recomendaciones de soldadura</title>
            <para>La varilla de soldadura usada debe producir una resistencia a la tensi&#243;n m&#237;nima de 70,000
                psi usando una muestra de prueba de todo el metal depositado de acuerdo con AWS B4.0. Los procesos t&#237;picos
                y electrodos que cumplen con estos requerimientos son los siguientes:
            </para>
            <table id="t1401105">
                <title>Procesos t&#237;picos y electrodos</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.55in"/>
                    <colspec colname="col2" colwidth="2.45in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">Proceso</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">Electrodo</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>1. Soldadura al arco con atm&#243;sfera inerte de aceros al carbono de aleaci&#243;n
                                    pobre.
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>A.W.S. (American Welding Society) E70XX (Ref. AWS-A5.1-91)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>2. Soldadura al arco con gas de aceros al carbono y de aleaci&#243;n pobre.</para>
                            </entry>
                            <entry colname="col2">
                                <para>A.W.S. E-70X-X (Ref. AWS-A5.18-93)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>3. Soldadura de arco sumergido de aceros dulces y de aleaci&#243;n pobre.</para>
                            </entry>
                            <entry colname="col2">
                                <para>A.W.S. F-72-XXXXX (Ref. AWS-A5.17-89)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Use el voltaje y amperaje recomendados por el fabricante de electrodos. Esto proporciona la mejor fusi&#243;n
                y la soldadura m&#225;s resistente.
            </para>
            <para>No "pruebe el arco" en el alojamiento. Deposite la cantidad requerida de metal con la cantidad m&#237;nima
                de pasadas; se prefiere una pasada. Donde se requiera de una segunda pasada, saque completamente la
                escoria de la soldadura entre las pasadas.
            </para>
            <para>En los soportes que requieren soldadura alrededor, la distorsi&#243;n y el tensi&#243;n se pueden
                controlar m&#225;s soldando los lados opuestos del soporte alternadamente. La
                <hotlnk xrefid="f14011k0">Figura 200</hotlnk>
                muestra la secuencia de soldadura por puntos. La soldaduras por puntos deben estar limpias antes de la
                soldadura final.
            </para>
            <figure id="f14011k0" figsize="col-wide">
                <graphic filename="../figg14/g14011k0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 200. Secuencia de soldadura por puntos</caption>
            </figure>
            <para>
                <hotlnk xrefid="f14011k1">Figura 201</hotlnk>
                muestra la secuencia y direcci&#243;n de la soldadura final. Empiece a soldar cada extremo del soporte y
                trabaje hacia la mitad del soporte. Saque la escoria de la soldadura. Tape las soldaduras por puntos con
                las soldaduras finales.
            </para>
            <figure id="f14011k1" figsize="col-wide">
                <graphic filename="../figg14/g14011k1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 201. Secuencia y direcci&#243;n de la soldadura final</caption>
            </figure>
            <para>Hay una muesca en el extremo del soporte de la varilla de torsi&#243;n transversal para usar como
                drenaje de humedad. No suelde en el &#225;rea de la muesca (
                <hotlnk xrefid="f14011k2">Figura 202</hotlnk>).
            </para>
            <figure id="f14011k2" figsize="col-wide">
                <graphic filename="../figg14/g14011k2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 202. No suelde en el &#225;rea de esta muesca</caption>
            </figure>
            <para>Si se requiere la informaci&#243;n acerca de las ubicaciones de la soldadura de las varillas
                transversales, llame al 1-800-44TRUCK.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
