<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CUBOS, BALEROS Y SELLOS - CONJUNTO DE CUBO - FRENOS DE AIRE DEL SISTEMA DE FRENOS
        ANTIBLOQUEO (ABS) DEL CUBO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>FRENOS DE AIRE DEL SISTEMA DE FRENOS ANTIBLOQUEO (ABS) DEL CUBO</title>
        <svcsubproc>
            <title>Anillo excitador (</title>
            <para>Consulte
                <hotlnk xrefid="f1400135">Figura 37</hotlnk>
                y
                <hotlnk xrefid="f1400136">Figura 38</hotlnk>.
            </para>
            <para>El anillo excitador se maquina a tolerancias peque&#241;as y tiene 100 dientes separados por la misma
                distancia (
                <hotlnk xrefid="f1400136">Figura 38</hotlnk>). El anillo se calienta y despu&#233;s se instala en el
                conjunto de cubo de la rueda. Luego, a medida que el anillo excitador se enfr&#237;a, se encoge sobre la
                superficie correspondiente del cubo de la rueda. La se&#241;al se transmite desde el sensor a EC-15.
            </para>
            <figure id="f1400135" figsize="col-wide">
                <graphic id="g1400135" filename="../figg02/g0200242.webp" type="webp" resolution="72"/>
                <caption>Figura 37. Anillo excitador instalado</caption>
                <calloutgroup>
                    <callout1>1. SENSOR DE LA RUEDA</callout1>
                    <callout1>2. ANILLO EXCITADOR</callout1>
                    <callout1>3. CUBO</callout1>
                    <callout1>4. TAMBOR DE FRENO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f1400136" figsize="col-wide">
                <graphic id="g1400136" filename="../figg14/g1400136.webp" type="webp" resolution="72"/>
                <caption>Figura 38. Anillo excitador</caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="hl1400109">
            <title>Inspecci&#243;n</title>
            <para>Inspeccione si hay da&#241;o en los anillos excitadores, sacando el tambor de frenos del cubo de la
                rueda. Si est&#225; da&#241;ado, reemplace el anillo excitador. Observe el anillo excitador, fij&#225;ndose
                que est&#233; adecuadamente asentado en el cubo de la rueda. Para revisar si el anillo excitador est&#225;
                descentrado con respecto al sensor instalado, (sin el tambor) presione el sensor contra el anillo
                excitador.
            </para>
            <para>Usando un calibrador de espesor, gire lentamente el cubo de la rueda observando la separaci&#243;n
                entre el anillo excitador y el sensor. La separaci&#243;n debe estar entre 0 y 0.025 pulg para que la
                salida de se&#241;al sea apropiada.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje e instalaci&#243;n</title>
            <step1>
                <para count="1">Anillo excitador - Para quitar el anillo excitador, saque primero el tambor de frenos
                    del cubo de la rueda. Luego, saque el cubo del veh&#237;culo. Usando un extractor apropiado,
                    caliente levemente el anillo excitador para ensancharlo y sacarlo del conjunto de rueda.
                </para>
            </step1>
            <step1>
                <para count="1">Para instalar el anillo excitador en el cubo de rueda, caliente en forma uniforme por
                    remojo el anillo excitador a una temperatura de 200&#176;F aproximadamente. Se recomienda calentar
                    el anillo excitador coloc&#225;ndolo en un ba&#241;o (agua o aceite) a 200 grados Fahrenheit
                    (aproximadamente), hasta alcanzar la temperatura deseada. Luego instale el anillo excitador en el
                    cubo de la rueda, cuidando de asentarlo completamente, despu&#233;s deje que el anillo excitador se
                    enfr&#237;e y "ajuste al encoger" en el cubo de la rueda.
                    <emph type="bold">No caliente con un soplete ya que el anillo excitador puede desarrollar puntos
                        calientes, deform&#225;ndolo.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cubo en el eje (menos el tambor de freno) y ajuste los baleros de la rueda.
                    Consulte
                    <hotlnk document="m14001t_7.xml" xrefid="hl1400104">AJUSTE DEL BALERO DE RUEDA
                        <xref refid="hl1400104"/>
                    </hotlnk>
                    . El juego longitudinal del balero no debe exceder 0.005 pulg. Instale el sensor y luego inspeccione
                    si est&#225; descentrado, como se describe en
                    <hotlnk xrefid="hl1400109">INSPECCI&#211;N
                        <xref refid="hl1400109"/>
                    </hotlnk>
                    . Instale el tambor de freno despu&#233;s de terminada la inspecci&#243;n.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
