<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        ENSAMBLAJE - CONJUNTO DEL PI&#209;&#211;N DE MANDO
    </stitle>
    <svcsection/>
    <svcproc id="x1401105" svcproctype="assemble" graphiccount="6">
        <title>CONJUNTO DEL PI&#209;&#211;N DE MANDO</title>
        <specpara>
            <note>
                <para>La profundidad del pi&#241;&#243;n de mando y del contacto de la corona se controla mediante el
                    grosor del paquete de calzas. Aumente el grosor del paquete de calzas para aumentar la profundidad
                    del contacto del pi&#241;&#243;n de mando. Disminuya el grosor del paquete de calzas para disminuir
                    la profundidad del patr&#243;n del pi&#241;&#243;n de mando (
                    <hotlnk xrefid="f1401174">Figura 74</hotlnk>).
                </para>
            </note>
        </specpara>
        <figure id="f1401174" figsize="col-wide">
            <graphic filename="../figg14/g1401174.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 74. Conjunto del pi&#241;&#243;n de mando</caption>
            <calloutgroup>
                <callout1>1. CONO DEL BALERO EXTERIOR</callout1>
                <callout1>2. COPA DEL BALERO EXTERIOR</callout1>
                <callout1>3. CALZAS</callout1>
                <callout1>4. CONO DEL BALERO INTERIOR</callout1>
                <callout1>5. PI&#209;&#211;N DE MANDO</callout1>
                <callout1>6. COPA DEL BALERO INTERIOR</callout1>
            </calloutgroup>
        </figure>
        <para>La precarga de los baleros en el pi&#241;&#243;n de mando se controla mediante un espaciador entre el cono
            del balero exterior y el engranaje impulsado helicoidal.
        </para>
        <para>Ajuste la precarga cambiando el tama&#241;o del espaciador. Use un espaciador m&#225;s grueso para
            disminuir la precarga. Use un espaciador m&#225;s delgado para aumentar la precarga.
        </para>
        <para>Si se cambia la profundidad del pi&#241;&#243;n de mando, el grosor del espaciador tambi&#233;n se debe
            cambiar en la misma cantidad. Vea los siguientes ejemplos:
        </para>
        <randlist type="bullet">
            <item>
                <para>Si se agrega una calza de 0.076 mm (0.003 pulg) al paquete de calzas para aumentar la profundidad
                    del pi&#241;&#243;n de mando, entonces se debe instalar un espaciador m&#225;s grande de 0.003
                    pulgada para mantener la precarga en los baleros.
                </para>
            </item>
            <item>
                <para>Si se saca una calza de 0.076 mm (0.003 pulg) del paquete de calzas para disminuir la profundidad
                    del pi&#241;&#243;n de mando, entonces se debe instalar un espaciador m&#225;s peque&#241;o de 0.003
                    pulgada para mantener la precarga en los baleros.
                </para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>El engranaje impulsado helicoidal y los espaciadores se instalan cuando se revisa y se ajusta la
                    precarga de los baleros en el pi&#241;&#243;n de mando.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Si se instala una corona y un pi&#241;&#243;n de mando nuevos, se debe determinar el grosor
                adecuado del paquete de calzas entre la copa del balero interior del pi&#241;&#243;n y el portador.
                Consulte
                <hotlnk document="m14011_32.xml" xrefid="x1401107">DETERMINACI&#211;N DEL GROSOR DEL PAQUETE DE CALZAS
                    PARA UN PI&#209;&#211;N DE MANDO NUEVO</hotlnk>.
            </para>
            <para>Si va a instar la corona y el pi&#241;&#243;n de mando originales, instale temporalmente el conjunto
                del pi&#241;&#243;n de mando seg&#250;n este procedimiento.
            </para>
            <specpara>
                <warning>
                    <para>Observe todas las advertencias y precauciones concernientes al funcionamiento de la prensa
                        para evitar da&#241;os personales graves y posible da&#241;o a los componentes.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Use un punz&#243;n cuadrado y un manguito para instalar la copa del balero interior en el pi&#241;&#243;n
                de mando. Coloque el manguito en el anillo interior del balero. Aplique presi&#243;n hasta que la parte
                inferior del cono toque el reborde del pi&#241;&#243;n (
                <hotlnk xrefid="f1401175">Figura 75</hotlnk>).
            </para>
        </step1>
        <figure id="f1401175" figsize="col-wide">
            <graphic filename="../figg14/g1401175.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 75. Use la prensa y el manguito para instalar el cono del balero interior</caption>
        </figure>
        <step1>
            <para count="1">Aplique lubricante de ejes en las copas y los conos del balero. Consulte el GRUPO 10 -
                LUBRICACI&#211;N para ver los lubricantes recomendados.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el paquete de calzas y la copa del balero interior del pi&#241;&#243;n de mando seg&#250;n
                el siguiente procedimiento.
            </para>
            <step2>
                <para count="1">Coloque el portador en una prensa de modo que las patas del portador queden hacia la
                    parte superior de la prensa.
                </para>
            </step2>
            <step2>
                <para count="1">Instale la cantidad correcta de calzas en el di&#225;metro interior para la copa del
                    balero interior del pi&#241;&#243;n de mando (
                    <hotlnk xrefid="f1401176">Figura 76</hotlnk>).
                </para>
                <figure id="f1401176" figsize="col-wide">
                    <graphic filename="../figg14/g1401176.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="150"/>
                    <caption>Figura 76. Instale la cantidad correcta de calzas</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Coloque los soportes debajo del portadiferencial de modo que el portador quede nivelado.
                    Coloque un manguito o un punz&#243;n de balero en la copa y presione la copa en el di&#225;metro
                    interior hasta que la parte inferior de la copa toque las calzas (
                    <hotlnk xrefid="f1401177">Figura 77</hotlnk>).
                </para>
                <figure id="f1401177" figsize="col-wide">
                    <graphic filename="../figg14/g1401177.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="150"/>
                    <caption>Figura 77. Presione la copa en el di&#225;metro interior</caption>
                </figure>
            </step2>
        </step1>
        <step1>
            <para count="1">Instale la copa del balero exterior del pi&#241;&#243;n de mando seg&#250;n el siguiente
                procedimiento:
            </para>
            <step2>
                <para count="1">Coloque el portador en una prensa de modo que las patas del portador queden hacia la
                    parte inferior de la prensa. Coloque los soportes debajo del portador de modo que el portador quede
                    nivelado.
                </para>
            </step2>
            <step2>
                <para count="1">Use un manguito o un punz&#243;n de balero y presione para instalar la copa. Presione la
                    copa en el portador hasta que la parte inferior de la copa toque la parte inferior del di&#225;metro
                    interior (
                    <hotlnk xrefid="f1401178">Figura 78</hotlnk>).
                </para>
                <figure id="f1401178" figsize="col-wide">
                    <graphic filename="../figg14/g1401178.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="150"/>
                    <caption>Figura 78. Presione la copa en el portador</caption>
                </figure>
            </step2>
        </step1>
        <step1>
            <para count="1">Instale el pi&#241;&#243;n de mando en el portador seg&#250;n el siguiente procedimiento (
                <hotlnk xrefid="f1401179">Figura 79</hotlnk>).
            </para>
            <figure id="f1401179" figsize="col-wide">
                <graphic filename="../figg14/g1401179.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 79. Instale el pi&#241;&#243;n de mando en el portador</caption>
            </figure>
            <step2>
                <para count="1">Coloque el pi&#241;&#243;n de mando en el portador de modo que el pi&#241;&#243;n est&#233;
                    a trav&#233;s de las copas de los baleros interiores y exteriores.
                </para>
            </step2>
            <step2>
                <para count="1">Coloque el portador en una prensa de modo que las patas del portador queden hacia la
                    parte inferior de la prensa. Coloque los soportes debajo del portador de modo que el portador quede
                    nivelado. Coloque un soporte debajo de la cabeza del pi&#241;&#243;n de mando de modo que el cono
                    del balero interior en el eje del pi&#241;&#243;n toque la copa del balero interior en el portador.
                </para>
            </step2>
            <step2>
                <para count="1">Use una prensa y un manguito para instalar el cono del balero en el pi&#241;&#243;n.
                    Aplique no m&#225;s de 2 toneladas de fuerza para asegurarse de que el cono del balero est&#233;
                    correctamente instalado.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
