<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONTROLES - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc id="hl14019076" svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcprocinfo>
            <para>Esta secci&#243;n describe el funcionamiento del sistema de control el&#233;ctrico usado en el sistema
                de ejes de elevaci&#243;n. El
                <emph type="underscr">funcionamiento</emph>
                de los controles neum&#225;ticos se describe en las secciones que analizan cada tipo de eje;
                <hotlnk document="m14019_15.xml" xrefid="hl14019050">CONJUNTOS DE EJES FIJOS</hotlnk>
                <xref refid="hl14019050"/>
                o
                <hotlnk document="m14019_24.xml" xrefid="hl14019060">CONJUNTOS DE EJES AUTORREGULABLES</hotlnk>
                <xref refid="hl14019060"/>.
            </para>
        </svcprocinfo>
        <svcsubproc id="hl1401907a">
            <title>ACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, coloque
                        todos los interruptores UP/DOWN (ARRIBA/ABAJO) en la posici&#243;n UP (ARRIBA) antes de activar
                        el sistema (mediante el interruptor AXLE ENABLE (ACTIVACI&#211;N DE EJE)). Si el interruptor
                        UP/DOWN de alg&#250;n eje est&#225; en la posici&#243;n DOWN (ABAJO) al apagar el encendido, el
                        eje controlado por ese interruptor subir&#225; autom&#225;ticamente a su posici&#243;n superior.
                        La activaci&#243;n del sistema de ejes de elevaci&#243;n con el interruptor UP/DOWN de un eje en
                        la posici&#243;n DOWN causar&#225; el descenso inmediato del eje. La posici&#243;n de los
                        interruptores UP/DOWN se debe verificar cuidadosamente ya que los indicadores DOWN de los
                        interruptores permanecen siempre apagados (en cualquier posici&#243;n del interruptor) hasta la
                        activaci&#243;n del sistema.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Los veh&#237;culos con ejes de elevaci&#243;n autorregulables no se pueden activar con la
                        transmisi&#243;n en reversa.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Es una buena costumbre colocar los interruptores UP/DOWN de todos los ejes en la posici&#243;n
                        UP antes de activar el sistema.
                    </para>
                </note>
            </specpara>
            <para>Cuando el sistema de ejes de elevaci&#243;n no est&#225; activado, no se aplica voltaje al solenoide
                de aire controlado el&#233;ctricamente. Cuando el solenoide no est&#225; energizado, el aire de
                suministro presurizado se encamina a trav&#233;s del solenoide hacia las bolsas de elevaci&#243;n, lo
                que mantiene los ejes de elevaci&#243;n en la posici&#243;n superior. Para permitir la identificaci&#243;n
                de los conectores, la siguiente descripci&#243;n del eje de elevaci&#243;n 1 supone que este sistema
                tiene un eje tipo pusher ubicado inmediatamente sobre los ejes de mando traseros. Consulte en la
                <hotlnk document="m14019_37.xml" xrefid="f14019a">FIGURA 41</hotlnk>
                <xref refid="f14019a"/>
                un eje de elevaci&#243;n fijo y en la
                <hotlnk document="m14019_37.xml" xrefid="f14019b">FIGURA 43</hotlnk>
                <xref refid="f14019b"/>
                un eje de elevaci&#243;n autorregulable.
            </para>
            <para>La activaci&#243;n del encendido del veh&#237;culo entrega moment&#225;neamente +12 Vdc a un lado del
                interruptor AXLE ENABLE. Cuando se presiona el interruptor AXLE ENABLE, se aplica energ&#237;a al
                relevador AXLE ENABLE en el conector 1021, terminal 5. El relevador est&#225; cableado para 'cerrarse' y
                encaminar los +12 Vdc desde el conector 1019, terminal B, a trav&#233;s del conector 1021, terminal 1, y
                de los contactos del relevador hacia el terminal 4 del conector 1021. Una vez energizado, este relevador
                permanece en este estado (cerrado) hasta el corte de los +12 Vdc desde el conector 1021, terminal 1 (el
                encendido se debe colocar en OFF). En esta condici&#243;n, el presionar o el soltar el interruptor AXLE
                ENABLE no tendr&#225; ning&#250;n efecto en el sistema.
            </para>
            <para>En camiones con ejes fijos, el voltaje desde el conector 1021, terminal 4, se encamina hacia el
                interruptor UP/DOWN del EJE 1 en el conector 1022, terminal 2B. Este interruptor controla la posici&#243;n
                del eje de elevaci&#243;n 1. Para indicar que el sistema est&#225; activado, los +12 Vdc tambi&#233;n se
                encaminan hacia el conector 1020, terminal 8, donde encienden el indicador del interruptor AXLE ENABLE.
            </para>
            <para>En camiones con ejes autorregulables, el voltaje desde el conector 1021, terminal 4, se encamina hacia
                el relevador de elevaci&#243;n en reversa en el conector 1916, terminal 1. Si la transmisi&#243;n del
                veh&#237;culo NO est&#225; en reversa, el voltaje pasa a trav&#233;s de los contactos del relevador
                'normalmente cerrados' hacia 1916, terminal 3. El voltaje desde el conector 1916, terminal 3, se
                encamina hacia el interruptor UP/DOWN del EJE 1 en el conector 1022, terminal 2B. Este interruptor
                controla la posici&#243;n del eje de elevaci&#243;n 1. Para indicar que el sistema est&#225; activado,
                los +12 Vdc tambi&#233;n se encaminan hacia el conector 1020, terminal 8, donde encienden el indicador
                del interruptor AXLE ENABLE.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>DESCENSO DEL EJE DE ELEVACI&#211;N</title>
            <para>Para bajar un eje de elevaci&#243;n, una se&#241;al el&#233;ctrica debe energizar el solenoide de
                aire. El solenoide cambia el aire presurizado desde las bolsas de elevaci&#243;n a las bolsas de carga.
                Para permitir la identificaci&#243;n de los conectores, la siguiente descripci&#243;n del eje de elevaci&#243;n
                1 supone que este sistema tiene un eje tipo pusher ubicado inmediatamente sobre los ejes de mando
                traseros. Consulte la
                <hotlnk document="m14019_37.xml" xrefid="f14019b">FIGURA 43</hotlnk>
                <xref refid="f14019b"/>.
            </para>
            <para>Con el sistema de ejes de elevaci&#243;n activado (vea
                <hotlnk xrefid="hl1401907a">ACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</hotlnk>), se aplica
                +12 Vdc al interruptor UP/DOWN del EJE 1 en el terminal 2B del conector 1022. Mientras el interruptor
                est&#225; en la posici&#243;n UP, sus contactos permanecen abiertos y no se aplica voltaje al solenoide.
                Cuando el solenoide no est&#225; energizado, el aire de suministro se encamina hacia las bolsas de
                elevaci&#243;n a trav&#233;s del solenoide y de las QRV de las bolsas de elevaci&#243;n, lo que mantiene
                al eje en la posici&#243;n superior.
            </para>
            <para>Cuando el interruptor se coloca en la posici&#243;n DOWN, los +12 Vdc se encaminan a trav&#233;s de
                los contactos del interruptor, del conector 1022, terminal 1, y de los conectores 1027, 9761 y 9762
                hacia el solenoide. Con el otro lado del solenoide conectado a tierra a trav&#233;s de los conectores
                9762 y 9700, el solenoide se energiza. En esta condici&#243;n, el solenoide y las QRV de las bolsas de
                elevaci&#243;n descargan el aire de las bolsas de elevaci&#243;n hacia la atm&#243;sfera y encaminan el
                aire presurizado hacia las bolsas de carga a trav&#233;s del regulador de presi&#243;n y de la QRV de
                las bolsas de carga. Con el interruptor en la posici&#243;n DOWN, los +12 Vdc tambi&#233;n se aplican al
                terminal 8 del conector 1022 y hacen que el indicador del interruptor UP/DOWN del EJE 1 se encienda.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>ASCENSO DEL EJE DE ELEVACI&#211;N</title>
            <para>Para subir un eje de elevaci&#243;n, la se&#241;al el&#233;ctrica de control de +12Vdc hacia el
                solenoide se debe cortar. El solenoide desenergizado descarga el aire de las bolsas de carga hacia la
                atm&#243;sfera y encamina el aire presurizado del tanque hacia las bolsas de elevaci&#243;n, subiendo el
                eje a la posici&#243;n superior. Para permitir la identificaci&#243;n de los conectores, la siguiente
                descripci&#243;n del eje de elevaci&#243;n 1 supone que este sistema tiene un eje tipo pusher ubicado
                inmediatamente sobre los ejes de mando traseros. Consulte la
                <hotlnk document="m14019_37.xml" xrefid="f14019b">FIGURA 43</hotlnk>
                <xref refid="f14019b"/>.
            </para>
            <para>Mientras el interruptor UP/DOWN se coloca en la posici&#243;n DOWN, los +12 Vdc se encaminan a trav&#233;s
                de los contactos del interruptor (y de los conectores 1027, 9761 y 9762) para energizar el solenoide de
                aire. Cuando el interruptor se coloca en la posici&#243;n UP, el voltaje en el conector 1022, terminal
                2B, se bloquea con los contactos abiertos del interruptor. Sin voltaje hacia el solenoide, &#233;ste se
                desenergiza. El solenoide desenergizado deja de aplicar aire presurizado hacia la QRV de las bolsas de
                carga. La QRV y el solenoide descargan el aire de las bolsas de carga hacia la atm&#243;sfera. El
                solenoide encamina ahora el aire presurizado del tanque hacia las bolsas de elevaci&#243;n a trav&#233;s
                de las QRV de las bolsas de elevaci&#243;n, subiendo el eje a la posici&#243;n superior. Con el
                interruptor en la posici&#243;n UP, los +12 Vdc tambi&#233;n se cortan desde el terminal 8 del conector
                1022 y apagan el indicador del interruptor UP/DOWN del EJE 1.
            </para>
        </svcsubproc>
        <svcsubproc id="hl1401907b">
            <title>DESACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, coloque
                        todos los interruptores UP/DOWN (ARRIBA/ABAJO) en la posici&#243;n UP (ARRIBA) antes de activar
                        el sistema (mediante el interruptor AXLE ENABLE (ACTIVACI&#211;N DE EJE)). Si el interruptor
                        UP/DOWN de alg&#250;n eje est&#225; en la posici&#243;n DOWN (ABAJO) al apagar el encendido, el
                        eje controlado por ese interruptor subir&#225; autom&#225;ticamente a su posici&#243;n superior.
                        La activaci&#243;n del sistema de ejes de elevaci&#243;n con el interruptor UP/DOWN de un eje en
                        la posici&#243;n DOWN causar&#225; el descenso inmediato del eje. La posici&#243;n de los
                        interruptores UP/DOWN se debe verificar cuidadosamente ya que los indicadores DOWN de los
                        interruptores permanecen siempre apagados (en cualquier posici&#243;n del interruptor) hasta la
                        activaci&#243;n del sistema.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Es una buena costumbre colocar los interruptores UP/DOWN de todos los ejes en la posici&#243;n
                        UP antes de desactivar el sistema.
                    </para>
                </note>
            </specpara>
            <para>Cuando el sistema de ejes de elevaci&#243;n est&#225; desactivado, no hay voltaje a trav&#233;s del
                interruptor ni del relevador AXLE ENABLE. Tampoco hay voltaje en los interruptores UP/DOWN de los EJES
                ni en el relevador de elevaci&#243;n en reversa (s&#243;lo sistemas de ejes autorregulables). Esto tambi&#233;n
                significa que no hay voltaje hacia el solenoide de aire. El solenoide desenergizado encamina el aire
                presurizado del tanque hacia las bolsas de elevaci&#243;n, subiendo los ejes de elevaci&#243;n a la
                posici&#243;n superior o manteni&#233;ndolos en ella. El aire de las bolsas de carga se descarga hacia
                la atm&#243;sfera. Una vez desactivado el encendido, el sistema de ejes de elevaci&#243;n se puede
                activar s&#243;lo al colocar el encendido en ON y luego presionar el interruptor AXLE ENABLE. Para
                permitir la identificaci&#243;n de los conectores, la siguiente descripci&#243;n del eje de elevaci&#243;n
                1 supone que este sistema tiene un eje tipo pusher ubicado inmediatamente sobre los ejes de mando
                traseros. Consulte en la
                <hotlnk document="m14019_37.xml" xrefid="f14019a">FIGURA 41</hotlnk>
                <xref refid="f14019a"/>
                un eje de elevaci&#243;n fijo y en la
                <hotlnk document="m14019_37.xml" xrefid="f14019b">FIGURA 43</hotlnk>
                <xref refid="f14019b"/>
                un eje de elevaci&#243;n autorregulable.
            </para>
            <para>El sistema de ejes de elevaci&#243;n se desactiva al colocar el encendido del veh&#237;culo en OFF.
                Esto corta los +12 Vdc conmutados desde el conector 1019, terminal B, y desde el conector 1021,
                terminales 1, 4 y 5. Esta condici&#243;n desenergiza (abre) el relevador axle enable y abre los
                contactos entre los terminales 4 y 1 del conector 1021.
            </para>
            <para>En sistemas de ejes fijos, los contactos abiertos del relevador cortan la energ&#237;a desde el
                terminal 8 del conector 1020 y desde el interruptor UP/DOWN del EJE 1 en el conector 1022, terminal 2B.
                Sin voltaje en el conector 1020, terminal 8, el indicador del interruptor AXLE ENABLE se apaga. Sin
                voltaje en el conector 1022, terminal 2B, el indicador del interruptor UP/DOWN del EJE 1 se apaga sin
                importar la posici&#243;n del interruptor.
            </para>
            <para>En sistemas de ejes autorregulables, los contactos abiertos del relevador axle enable cortan los +12
                Vdc desde el relevador de elevaci&#243;n en reversa en el conector 1916, terminal 1. Con los contactos
                del relevador de elevaci&#243;n en reversa cerrados, el voltaje tambi&#233;n se corta desde el conector
                1916, terminal 3, desde el conector 1020, terminal 8 y desde el conector 1022, terminal 2B. Esta acci&#243;n
                apaga los indicadores de los interruptores AXLE ENABLE y UP/DOWN del EJE 1, tal como se describe en el p&#225;rrafo
                anterior.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>CARACTER&#205;STICA ELEVACI&#211;N AUTOM&#193;TICA EN REVERSA (S&#211;LO SISTEMAS DE EJES
                AUTORREGULABLES)
            </title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, tenga
                        cuidado con la caracter&#237;stica Elevaci&#243;n autom&#225;tica en reversa, en camiones con
                        ejes de elevaci&#243;n autorregulables. En camiones con ejes de elevaci&#243;n autorregulables,
                        cualquier eje que est&#233; en la posici&#243;n DOWN al seleccionar reversa se elevar&#225;
                        autom&#225;ticamente a su posici&#243;n superior;
                        <emph type="boldundersc">Y</emph>
                        ese eje
                        <emph type="bold">volver&#225; autom&#225;ticamente a la posici&#243;n inferior</emph>
                        al sacar la transmisi&#243;n de reversa.
                    </para>
                </warning>
            </specpara>
            <para>En veh&#237;culos con ejes de elevaci&#243;n autorregulables, cuando la transmisi&#243;n se coloca en
                reversa, todos los ejes en posici&#243;n inferior suben autom&#225;ticamente a la posici&#243;n
                superior. Adem&#225;s, los indicadores de los interruptores AXLE ENABLE y UP/DOWN de todos los EJES se
                apagan. Es importante observar que esto NO es lo mismo que desactivar el sistema. En esta condici&#243;n,
                los ejes de elevaci&#243;n vuelven a sus posiciones anteriores cuando la transmisi&#243;n se saca de
                reversa. NO es necesario colocar el encendido en OFF ni presionar el interruptor AXLE ENABLE. La
                siguiente descripci&#243;n supone que el sistema de ejes de elevaci&#243;n est&#225; activado y que el
                eje de elevaci&#243;n 1 est&#225; en la posici&#243;n inferior. Para permitir la identificaci&#243;n de
                los conectores, la siguiente descripci&#243;n del eje de elevaci&#243;n 1 supone que este sistema tiene
                un eje tipo pusher ubicado inmediatamente sobre los ejes de mando traseros. Consulte la
                <hotlnk document="m14019_37.xml" xrefid="f14019b">FIGURA 43</hotlnk>
                <xref refid="f14019b"/>.
            </para>
            <para>Cuando se selecciona reversa, se aplica +12 Vdc al relevador de elevaci&#243;n en reversa a trav&#233;s
                de los conectores 9700, 9761, 1917, terminal A, y 1916, terminal 5. El voltaje energiza el relevador y
                abre los contactos entre los terminales 1 y 3 del conector 1916. Los contactos abiertos del relevador
                cortan la energ&#237;a desde el terminal 8 del conector 1020 y desde el interruptor UP/DOWN de los EJES
                en el conector 1022, terminal 2B. Sin voltaje en el conector 1020, terminal 8, el indicador del
                interruptor AXLE ENABLE se apaga. Con los contactos del interruptor UP/DOWN del EJE 1 cerrados, la falta
                de voltaje en el conector 1022, terminales 2B y 8, apaga el indicador DOWN del EJE 1, aunque el
                interruptor est&#233; en la posici&#243;n DOWN. Esta acci&#243;n tambi&#233;n corta la energ&#237;a
                desde el solenoide del eje de elevaci&#243;n 1 a trav&#233;s de los conectores 1027, 9761 y 9762. Los
                ejes que estaban en la posici&#243;n inferior cuando se seleccion&#243; reversa suben a la posici&#243;n
                superior.
            </para>
            <para>A diferencia de la condici&#243;n de 'sistema desactivado' anteriormente descrita (consulte
                <hotlnk xrefid="hl1401907b">DESACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</hotlnk>), el
                relevador axle enable permanece energizado y entrega +12 Vdc al relevador de elevaci&#243;n en reversa
                en el conector 1916, terminal 1. Esto permite que el sistema de ejes de elevaci&#243;n vuelva a su
                condici&#243;n de funcionamiento anterior al cortar los +12 Vdc desde el terminal 5 del relevador de
                elevaci&#243;n en reversa (al sacar la transmisi&#243;n de reversa). Cuando la transmisi&#243;n se saca
                de reversa, se corta los +12 Vdc desde el conector 1916, terminal 5, lo que desenergiza el relevador de
                elevaci&#243;n en reversa y cierra los contactos entre los terminales 1 y 3 del conector 1916. Esta acci&#243;n
                activa inmediatamente el sistema al encaminar voltaje hacia los interruptores UP/DOWN de los EJES y
                hacia el indicador AXLE ENABLE. Si el interruptor UP/DOWN de un eje est&#225; en la posici&#243;n DOWN,
                ese eje baja autom&#225;ticamente a su posici&#243;n inferior y su indicador se enciende.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_37.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_39.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
