<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - Fijador
        del diferencial principal controlado por el conductor - Saque el portadiferencial del alojamiento del eje
    </stitle>
    <svcsection/>
    <svcproc id="x1401101" svcproctype="remove" graphiccount="2">
        <title>Saque el portadiferencial del alojamiento del eje</title>
        <svcprocinfo>
            <para>Antes de quitar o instalar el portadiferencial, el fijador del diferencial DEBE colocarse y mantenerse
                en la posici&#243;n de bloqueado (engranado). La posici&#243;n de bloqueado proporciona la suficiente
                separaci&#243;n entre el aro de cambio y el alojamiento del eje para permitir el desmontaje o instalaci&#243;n
                del portador.
            </para>
            <specpara>
                <note>
                    <para>Si se quitaron los semiejes para remolcar el veh&#237;culo estando el diferencial en la posici&#243;n
                        de desbloqueado (desengranado), instale el semieje izquierdo en el alojamiento antes de
                        continuar. Siga los pasos 1 y 2 de
                        <hotlnk document="m14011_7.xml" xrefid="x1401109">ANTES DE HACER FUNCIONAR EL
                            VEH&#205;CULO</hotlnk>.
                    </para>
                </note>
            </specpara>
            <para>Para cambiar a la posici&#243;n de bloqueado, use cualquiera de los siguientes m&#233;todos: "Presi&#243;n
                de aire" o "Engranado manual".
            </para>
        </svcprocinfo>
        <svcsubproc id="x1401113">
            <title>M&#233;todo de presi&#243;n de aire</title>
            <step1>
                <para count="1">Quite el tap&#243;n de drenaje del fondo del alojamiento y drene el lubricante.</para>
            </step1>
            <step1>
                <para count="1">Eleve la rueda izquierda del eje de mando sobre el nivel del suelo usando un malacate o
                    gato.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>No arranque el motor del veh&#237;culo ni engrane la transmisi&#243;n cuando haya una rueda
                        elevada sobre el nivel del suelo. Cuando el diferencial est&#225; en la posici&#243;n de
                        bloqueado (engranado), la energ&#237;a se dirige a la rueda apoyada en el suelo y hace que el
                        veh&#237;culo se mueva, lo que puede provocar lesiones personales graves.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Coloque un gato fijo debajo del asiento del resorte izquierdo para mantener elevado el
                    veh&#237;culo.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>No trabaje debajo de un veh&#237;culo sostenido s&#243;lo por gatos. Los gatos pueden
                        deslizarse o caer y provocar graves lesiones personales.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte la transmisi&#243;n del yugo de entrada.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire del veh&#237;culo desde los conjuntos del accionador
                    del fijador del diferencial entre ejes y del diferencial principal.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte un suministro auxiliar de aire al conjunto del accionador del fijador del
                    diferencial.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si no tiene un suministro auxiliar de aire, contin&#250;e con el
                        <hotlnk xrefid="x1401110">M&#233;todo de engranado manual</hotlnk>
                        para bloquear el diferencial.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Aplique y mantenga la presi&#243;n del aire sobre el conjunto del accionador. La presi&#243;n
                    de aire mover&#225; el aro de cambio hasta que engrane con las ranuras en la mitad de la caja del
                    diferencial y bloquear&#225; el conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que el aro de cambio avanz&#243; la distancia total sobre las ranuras
                    de la mitad de la caja del diferencial. Gire la rueda izquierda hasta que complete un giro (hacia
                    adelante o hacia atr&#225;s). El diferencial est&#225; completamente engranado en este momento y no
                    ser&#225; capaz de girar la rueda.
                </para>
                <para>Siga manteniendo el diferencial principal en la posici&#243;n de bloqueado mediante la presi&#243;n
                    de aire hasta que haya quitado completamente el conjunto del portador desde el alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los semiejes del alojamiento. Siga los pasos 1 y 2 de "
                    <hotlnk document="m14011_7.xml" xrefid="x1401111">Antes de remolcar</hotlnk>."
                </para>
            </step1>
            <step1>
                <para count="1">Saque el portador del alojamiento Como se decribe en los pasos 8 a 23 de la secci&#243;n
                    <hotlnk document="m14011_8.xml" xrefid="x1401112">PORTADIFERENCIAL DEL ALOJAMIENTO DEL EJE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de que ha quitado el portador desde el alojamiento del eje, libere la presi&#243;n
                    de aire aplicada al conjunto del accionador.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="x1401110">
            <title>M&#233;todo de engranado manual</title>
            <para>Si no tiene un suministro auxiliar de aire o si debe guardar el portadiferencial para uso futuro, use
                este m&#233;todo de engranado manual (
                <hotlnk xrefid="f14011g6">Figura 166</hotlnk>
                y
                <hotlnk xrefid="f14011g7">Figura 167</hotlnk>).
            </para>
            <figure id="f14011g6" figsize="col-wide">
                <graphic filename="../figg14/g14011g6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 166. Conjunto del cambio con pernos</caption>
                <calloutgroup>
                    <callout1>1. PERNO DE ENGRANADO MANUAL</callout1>
                    <callout1>2. ORIFICIO DE ALMACENAMIENTO DEL LADO SUPERIOR PARA EL PERNO DE ENGRANADO MANUAL
                    </callout1>
                    <callout1>3. L&#205;NEA DE AIRE</callout1>
                    <callout1>4. CONJUNTO DEL ACCIONADOR DEL FIJADOR DEL DIFERENCIAL</callout1>
                    <callout1>5. CUBIERTA DEL CILINDRO</callout1>
                    <callout1>6. ALAMBRE</callout1>
                    <callout1>7. ORIFICIO DE POSICI&#211;N DE FUNCIONAMIENTO</callout1>
                    <callout1>8. ORIFICIO DE ALMACENAMIENTO DEL LADO INFERIOR PARA TAP&#211;N Y EMPAQUETADURA</callout1>
                    <callout1>9. TAP&#211;N Y EMPAQUETADURA</callout1>
                </calloutgroup>
            </figure>
            <figure id="f14011g7" figsize="col-wide">
                <graphic filename="../figg14/g14011g7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 167. Conjunto del cambio roscado</caption>
                <calloutgroup>
                    <callout1>1. RESORTE</callout1>
                    <callout1>2. EJE DE CAMBIO</callout1>
                    <callout1>3. ALMACENAMIENTO DEL PERNO DE ENGRANADO MANUAL EN LA UBICACI&#211;N DE LA TORRE DE
                        CAMBIO
                    </callout1>
                    <callout1>4. INSERTE EL PERNO DE ENGRANADO MANUAL PARA ENGRANAR EN FIJADOR DEL DIFERENCIAL
                    </callout1>
                    <callout1>5. CONJUNTO DEL CILINDRO Y DEL PIST&#211;N DE CAMBIO</callout1>
                    <callout1>6. HORQUILLA DE CAMBIO</callout1>
                    <callout1>7. SENSOR</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Siga los pasos 1 a 5 del "
                    <hotlnk xrefid="x1401113">M&#233;todo de presi&#243;n de aire</hotlnk>."
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n y la empaquetadura del orificio en el centro de la cubierta del
                    cilindro o en el cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el perno de engranado manual del agujero de almacenamiento de la parte superior en
                    la cubierta del cilindro o la torre de cambio de los portadores con el conjunto del cambio roscado (
                    <hotlnk xrefid="f14011g6">Figura 166</hotlnk>
                    y
                    <hotlnk xrefid="f14011g7">Figura 167</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n y la empaquetadura que est&#225;n en el orificio de almacenamiento
                    inferior en la cubierta del cilindro o en la torre de cambio.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Conjunto de cambio con pernos - El orificio de almacenamiento para el tap&#243;n y la
                        empaquetadura es el extremo opuesto del orificio de almacenamiento del perno de engranado manual
                        (
                        <hotlnk xrefid="f14011g6">Figura 166</hotlnk>).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale el perno de engranado manual en el orificio roscado en el centro de la cubierta
                    del cilindro o en el cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el perno de ajuste manual hacia la derecha hasta que la cabeza est&#233;
                    aproximadamente a 1/4 de pulg. de la cubierta del cilindro. NO gire el perno m&#225;s all&#225; de
                    su tope normal. El perno est&#225; ahora en su posici&#243;n de servicio y el fijador del
                    diferencial principal est&#225; completamente engranado.
                </para>
                <specpara>
                    <caution>
                        <para>Sentir&#225; un poco de resistencia del resorte cuando gire el perno de engranado manual.
                            Si siente una fuerte resistencia antes de alcanzar la posici&#243;n de bloqueado
                            (engranado), DEJE DE GIRAR EL PERNO, o da&#241;ar&#225; las roscas de la cubierta, de la
                            horquilla y de los pernos.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <note>
                        <para>Una fuerte resistencia de los pernos indica que las ranuras del aro de cambio y de la
                            mitad de la caja del diferencial no est&#225;n alineadas o engranadas. Para alinear las
                            ranuras lleve a cabo el siguiente procedimiento:
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Gire la rueda izquierda para alinear las ranuras del aro de cambio y de la mitad de
                        la caja mientras gira el perno de engranado manual.
                    </para>
                </step2>
                <step2>
                    <para count="1">Cuando vuelve a sentir un nivel de resistencia normal del perno, entonces las
                        ranuras est&#225;n engranadas. Siga girando el perno de engranado manual hasta que la cabeza est&#233;
                        aproximadamente a 1/4 de pulg de la cubierta del cilindro.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Saque el portador del alojamiento del eje como se describe en los pasos 8 a 23 en la
                    secci&#243;n
                    <hotlnk document="m14011_8.xml" xrefid="x1401112">PORTADIFERENCIAL DEL ALOJAMIENTO DEL EJE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte el fijador del diferencial quitando el perno de engranado manual y el sello desde
                    la cubierta del cilindro o el cilindro.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
