<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - INSTALACI&#211;N
        DEL DIFERENCIAL
    </stitle>
    <svcsection/>
    <svcproc id="hl1400623" svcproctype="assemble" graphiccount="4">
        <title>INSTALACI&#211;N DEL DIFERENCIAL</title>
        <step1>
            <para count="1">Limpie y seque las copas del balero y los di&#225;metros interiores de las patas del
                portador y de las tapas del balero.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique lubricante de ejes en el di&#225;metro interior de las copas del balero y en ambos
                conos del balero que est&#225;n ensamblajes en las mitades de la caja.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique adhesivo Loctite Sleeve N' Mount N&#176; 609 (Verde) en los di&#225;metros
                interiores del balero de las patas del portador y las tapas del balero. Consulte
                <hotlnk document="m14006t_21.xml" xrefid="hl1400620">APLICACI&#211;N DE ADHESIVO EN LOS DI&#193;METROS
                    INTERIORES DEL BALERO
                    <xref refid="hl1400620"/>
                </hotlnk>
                . Consulte la
                <hotlnk xrefid="f1400698">Figura 98.</hotlnk>
            </para>
            <figure id="f1400698" figsize="col-wide">
                <graphic id="g1400698" filename="../figg14/g1400698.webp" type="webp" resolution="72"/>
                <caption>Figura 98. Aplique adhesivo Loctite en los di&#225;metros interiores del balero de las patas
                    del portador y las tapas del balero
                </caption>
                <calloutgroup>
                    <callout1>1. ADHESIVO</callout1>
                    <callout1>2. TAPA DEL BALERO</callout1>
                    <callout1>3. PATA DEL PORTADOR</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale las copas del balero en los conos del balero que est&#225;n ensamblajes en las
                mitades de la caja (
                <hotlnk xrefid="f1400699">Figura 99</hotlnk>).
            </para>
            <figure id="f1400699" figsize="col-wide">
                <graphic id="g1400699" filename="../figg14/g1400699.webp" type="webp"/>
                <caption>Figura 99. Instale las copas del balero en los conos del balero</caption>
                <calloutgroup>
                    <callout1>1. COPA DEL BALERO</callout1>
                    <callout1>2. DI&#193;METRO INTERIOR DE LA PATA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Levante con cuidado el conjunto del diferencial y la corona e inst&#225;lelos en el
                portador. Las copas del balero DEBEN estar planas contra los di&#225;metros interiores ubicados entre
                las patas del portador (
                <hotlnk xrefid="f1400699">Figura 99</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale los dos anillos de ajuste del balero en su posici&#243;n entre las patas del
                portador. Apriete manualmente cada anillo de ajuste contra la copa del balero (
                <hotlnk xrefid="f14006a0">Figura 100</hotlnk>).
            </para>
            <figure id="f14006a0" figsize="col-wide">
                <graphic id="g14006a0" filename="../figg14/g14006a0.webp" type="webp"/>
                <caption>Figura 100. Instale los anillos de ajuste del balero entre las patas del portador</caption>
                <calloutgroup>
                    <callout1>1. ANILLO DE AJUSTE</callout1>
                    <callout1>2. PATA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale las tapas del balero sobre los baleros y los anillos de ajuste en la posici&#243;n
                correcta de acuerdo a las marcas hechas al momento de quitarlos (
                <hotlnk xrefid="f14006a1">Figura 101</hotlnk>).
            </para>
            <figure id="f14006a1" figsize="col-wide">
                <graphic id="g14006a1" filename="../figg14/g14006a1.webp" type="webp"/>
                <caption>Figura 101. Instale las tapas del balero sobre los baleros y los anillos de ajuste</caption>
                <calloutgroup>
                    <callout1>1. TAPA DEL BALERO</callout1>
                    <callout1>2. MARCAS DE COINCIDENCIA</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Para su seguridad, proteja sus ojos. No golpee las piezas de acero con un martillo de acero.
                        Las piezas se pueden romper y causar lesiones.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Golpee cada tapa del balero hasta colocarla en su posici&#243;n usando un mazo de cuero, pl&#225;stico
                o hule. Las tapas DEBEN ajustar f&#225;cilmente contra los baleros, los anillos de ajuste y el portador.
                NO FUERCE LAS TAPAS DEL BALERO PARA COLOCARLAS EN SU POSICI&#211;N
            </para>
            <specpara>
                <caution>
                    <para>Si las tapas del balero no est&#225;n instaladas en su posici&#243;n correcta, los di&#225;metros
                        interiores y las roscas de las tapas no coincidir&#225;n con el portador. Tendr&#225; problemas
                        para ensamblar las tapas sobre el portador y puede da&#241;ar las piezas. No fuerce las tapas
                        del balero para colocarlas en su posici&#243;n.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Si las tapas del balero no ajustan correctamente en su posici&#243;n, revise la alineaci&#243;n
                de las marcas de coincidencia entre las tapas y el portador. Quite las tapas y repita el paso 6.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los tornillos de cabeza hexagonal y las arandelas que sostienen las tapas del balero
                en el portador. Apriete con la mano los tornillos de cabeza hexagonal completando seis giros y luego
                apriete los tornillos de cabeza hexagonal al valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14006t_56.xml" xrefid="hl1400608">TABLA DE TORSIONES
                    <xref refid="hl1400608"/>
                </hotlnk>
                .
            </para>
            <specpara>
                <note>
                    <para>No instale todav&#237;a las chavetas de cu&#241;a
                        <ftnref xrefid="fn1400601"/>*, los pasadores
                        <ftnref xrefid="fn1400601"/>* o las placas de seguridad
                        <ftnref xrefid="fn1400601"/>* que sostienen los anillos de ajuste del balero en su posici&#243;n.
                        Contin&#250;e ajustando la precarga de los baleros del diferencial, ajuste el juego de holgura
                        del engranaje hipoidal y revise los perfiles de contacto de los dientes.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
