<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONJUNTOS DE EJES AUTORREGULABLES -
        DESMONTAJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>DESMONTAJE</title>
        <svcprocinfo>
            <para>Esta secci&#243;n incluye procedimientos de desmontaje del conjunto del eje de elevaci&#243;n
                autorregulable y de los componentes instalados en este conjunto. Los procedimientos de desmontaje de los
                paneles de control y de los componentes instalados en los paneles se encuentran en la secci&#243;n
                <hotlnk document="m14019_33.xml" xrefid="hl14019070">CONTROLES</hotlnk>
                <xref refid="hl14019070"/>.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>L&#205;NEAS DE AIRE - GENERAL</title>
            <para>Las l&#237;neas de aire se pueden desmontar desde los accesorios de conexi&#243;n r&#225;pida de la
                siguiente forma:
            </para>
            <step1>
                <para count="1">Presione y mantenga presionado el anillo de retenci&#243;n en el punto en que la l&#237;nea
                    entra al accesorio.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la l&#237;nea de aire desde el accesorio.</para>
            </step1>
            <step1>
                <para count="1">Suelte el anillo de retenci&#243;n.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>CONJUNTO DEL EJE DE ELEVACI&#211;N</title>
            <para>Consulte la
                <hotlnk xrefid="f14019u">FIGURA 21</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite las llantas/ruedas desde el eje de elevaci&#243;n para obtener espacio durante el
                    desmontaje de los sujetadores de instalaci&#243;n.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, apoye el
                        eje de elevaci&#243;n para eliminar la tensi&#243;n en los puntos de instalaci&#243;n e impedir
                        el movimiento repentino al liberarlo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Apoye el conjunto del eje de elevaci&#243;n para impedir su ca&#237;da al quitar los
                    sujetadores de instalaci&#243;n.
                </para>
            </step1>
            <figure id="f14019u" figsize="pg-wide">
                <graphic id="g14019u" filename="../figg14/g14019u.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="312px" resolution="300"/>
                <caption>Figura 21. Desmontaje e instalaci&#243;n del eje de elevaci&#243;n autorregulable</caption>
            </figure>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete todas las l&#237;neas de aire de suministro y de control del
                    conjunto del eje de elevaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>l&#237;nea de suministro hacia el tanque instalado en el eje (en el tanque)</para>
                    </item>
                    <item>
                        <para>l&#237;nea de control de frenos hacia la v&#225;lvula relevadora de frenos instalada en el
                            eje (en la v&#225;lvula)
                        </para>
                    </item>
                    <item>
                        <para>l&#237;nea de suministro desde el solenoide instalado en el eje hacia el regulador de
                            presi&#243;n (en el solenoide)
                        </para>
                    </item>
                    <item>
                        <para>l&#237;nea de entrega/control desde el regulador de presi&#243;n hacia la v&#225;lvula de
                            descarga r&#225;pida de las bolsas de carga (en la v&#225;lvula)
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n el&#233;ctrica hacia el solenoide del eje de
                    elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Apoye el conjunto del eje de elevaci&#243;n para impedir su ca&#237;da al quitar los
                    sujetadores de instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n que fija el conjunto del eje de elevaci&#243;n al
                    bastidor del veh&#237;culo (ambos lados). Si se usa sujetadores Huck, qu&#237;telos con un m&#233;todo
                    aprobado. Consulte la Secci&#243;n de servicio S01001Y, Grupo 01, en el Manual de servicio maestro
                    para ver los m&#233;todos de desmontaje aprobados.
                </para>
            </step1>
            <step1>
                <para count="1">Baje y quite el conjunto del eje de elevaci&#243;n.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>BOLSA DE CARGA</title>
            <para>Consulte la
                <hotlnk xrefid="f14019u">FIGURA 21</hotlnk>
                <xref refid="f14019u"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Si ayuda a proporcionar acceso, quite la llanta/rueda del costado del eje de elevaci&#243;n
                    con la bolsa de carga defectuosa.
                </para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Con un gato, suba y apoye el conjunto del eje de elevaci&#243;n en su altura normal de
                    suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire en el accesorio de la bolsa de carga.</para>
            </step1>
            <step1>
                <para count="1">Quite el accesorio de la l&#237;nea de aire para transferirlo a la bolsa de reemplazo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n (tuerca y arandela) que fija el v&#225;stago de
                    aire de la bolsa a la placa de instalaci&#243;n superior.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n de la bolsa (pernos y arandelas) desde debajo de la
                    parte inferior de la placa de instalaci&#243;n.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para realizar el siguiente paso, puede ser necesario soltar los pernos de instalaci&#243;n que
                        fijan el soporte de instalaci&#243;n superior de la bolsa.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n restante (perno y arandela) que fija la bolsa a la
                    placa de instalaci&#243;n superior.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la bolsa de carga. Conserve todo el herraje de instalaci&#243;n para uso con la
                    bolsa de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>BOLSA DE ELEVACI&#211;N/QRV DE LA BOLSA DE ELEVACI&#211;N</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bp">FIGURA 22</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <specpara>
                <note>
                    <para>Antes de realizar el siguiente paso, revise las &#225;reas alrededor de la bolsa de elevaci&#243;n
                        para determinar la direcci&#243;n que proporciona el mayor espacio para el desmontaje de la
                        bolsa.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si es necesario obtener espacio, quite la llanta/rueda del costado del eje de elevaci&#243;n
                    con la bolsa de elevaci&#243;n defectuosa.
                </para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire en el accesorio en la QRV de la bolsa de elevaci&#243;n
                    (elemento 4) ubicada en la parte de atr&#225;s de la bolsa de elevaci&#243;n.
                </para>
            </step1>
            <figure id="f14019bp" figsize="pg-wide">
                <graphic id="g14019bp" filename="../figg14/g14019bp.webp" type="webp" scalefit="1" scalefitheight="232px"
                         resolution="200"/>
                <caption>Figura 22. Instalaci&#243;n de la bolsa de elevaci&#243;n</caption>
                <calloutgroup>
                    <callout1>1. BUJES DE BRAZOS INFERIORES</callout1>
                    <callout1>2. PASADOR PIVOTE CON CHAVETAS DE DOS PATAS</callout1>
                    <callout1>3. BUJES DE BRAZOS SUPERIORES</callout1>
                    <callout1>4. V&#193;LVULA DE DESCARGA R&#193;PIDA DE LA BOLSA DE ELEVACI&#211;N Y ACCESORIO DE AIRE
                        DE CONEXI&#211;N R&#193;PIDA
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Quite la QRV (con el accesorio de la l&#237;nea de aire) para transferirlo a la bolsa de
                    reemplazo.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El eje de elevaci&#243;n debe estar en la posici&#243;n inferior para obtener acceso a la
                        parte delantera de la bolsa de elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En el extremo delantero de la bolsa de elevaci&#243;n, quite la chaveta de dos patas que
                    fija el pasador pivote (elemento 2) empleado para unir la placa de pivote de la bolsa de elevaci&#243;n
                    al conjunto del brazo oscilante del eje de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite con un golpe el pasador pivote de la junta de bisagra.</para>
            </step1>
            <step1>
                <para count="1">Con un gato, suba el eje de elevaci&#243;n para obtener acceso a la parte delantera de
                    la bolsa de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n que fija la placa de pivote a la parte delantera de
                    la bolsa de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n (tuerca y arandela) que fija el v&#225;stago de
                    aire de la bolsa a la placa de instalaci&#243;n trasera. Esto libera la parte de atr&#225;s de la
                    bolsa de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la bolsa de elevaci&#243;n. Conserve todo el herraje de instalaci&#243;n para uso
                    con la bolsa de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA DE DESCARGA R&#193;PIDA PARA BOLSAS DE CARGA</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bm">FIGURA 23</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Purgue todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete todas las l&#237;neas de aire conectadas a la v&#225;lvula de
                    descarga r&#225;pida (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n que fija la v&#225;lvula de descarga r&#225;pida a
                    su soporte de instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los accesorios de la l&#237;nea de aire de la v&#225;lvula defectuosa para
                    transferirlos a la v&#225;lvula de reemplazo.
                </para>
            </step1>
            <figure id="f14019bm" figsize="full-pg">
                <graphic id="g14019au" filename="../figg14/g14019au.webp" type="webp" scalefit="1" scalefitheight="532px"
                         resolution="300"/>
                <caption>Figura 23. Ubicaciones de los componentes del eje de elevaci&#243;n autorregulable</caption>
                <calloutgroup>
                    <callout1>1. TANQUE DE AIRE INSTALADO EN EL EJE</callout1>
                    <callout1>2. L&#205;NEA DE AIRE DE BOLSAS DE ELEVACI&#211;N (SE REQUIERE 2)</callout1>
                    <callout1>3. L&#205;NEA DE AIRE DE BOLSAS DE CARGA (SE REQUIERE 2)</callout1>
                    <callout1>4. C&#193;MARA DE FRENOS DE EJE DE ELEVACI&#211;N (SE REQUIERE 2)</callout1>
                    <callout1>5. BOLSA DE CARGA (SE REQUIERE 2)</callout1>
                    <callout1>6. L&#205;NEA DE FRENOS DE EJE DE ELEVACI&#211;N (SE REQUIERE 2)</callout1>
                    <callout1>7. V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N (PPV)</callout1>
                    <callout1>8. V&#193;LVULA DE DESCARGA R&#193;PIDA DE BOLSAS DE CARGA (QRV)</callout1>
                    <callout1>9. L&#205;NEA DE CONTROL DESDE REGULADOR HASTA QRV DE BOLSAS DE CARGA</callout1>
                    <callout1>10. V&#193;LVULA RELEVADORA PARA FRENOS DE EJE DE ELEVACI&#211;N</callout1>
                    <callout1>11. L&#205;NEA DE CONTROL HACIA V&#193;LVULA RELEVADORA PARA FRENOS DE EJE DE ELEVACI&#211;N</callout1>
                    <callout1>12. L&#205;NEA DE AIRE DESDE V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N HACIA
                        SOLENOIDE
                    </callout1>
                    <callout1>13. L&#205;NEA DE SUMINISTRO DE AIRE HACIA TANQUE DEL EJE</callout1>
                    <callout1>14. V&#193;LVULA/SOLENOIDE DE CINCO ORIFICIOS</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA RELEVADORA DE FUNCI&#211;N COMPLETA (FRENOS)</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bm">FIGURA 23</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema.</para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de instalaci&#243;n de la QRV de la bolsa de carga, con la QRV
                    (elemento 8) unida, de las correas de instalaci&#243;n del tanque de aire. Coloque la QRV y el
                    soporte de manera que dejen espacio para el desmontaje de la v&#225;lvula relevadora. Si es
                    necesario, desconecte las l&#237;neas de aire de la QRV.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete todas las l&#237;neas de aire conectadas a la v&#225;lvula
                    relevadora (elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la v&#225;lvula relevadora desde el tanque de aire y separe los accesorios de la l&#237;nea
                    de aire para transferirlos a la v&#225;lvula de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bm">FIGURA 23</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete la l&#237;nea de aire conectada a la v&#225;lvula (elemento 7).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la v&#225;lvula de protecci&#243;n de presi&#243;n desde el tanque de aire y
                    separe los accesorios de la l&#237;nea de aire para transferirlos a la v&#225;lvula de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA/SOLENOIDE DE CINCO ORIFICIOS</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bm">FIGURA 23</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n el&#233;ctrica hacia el solenoide (elemento 14).</para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete todas las l&#237;neas de aire conectadas al solenoide.</para>
            </step1>
            <step1>
                <para count="1">Quite los dos pernos de instalaci&#243;n del solenoide desde la parte delantera de la
                    placa de instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el solenoide y separe los accesorios de la l&#237;nea de aire para transferirlos
                    al solenoide de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>TANQUE INSTALADO EN EL EJE</title>
            <para>Consulte la
                <hotlnk xrefid="f14019bm">FIGURA 23</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <specpara>
                <note>
                    <para>El eje de elevaci&#243;n debe estar en la posici&#243;n inferior.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite el soporte de instalaci&#243;n de la QRV de la bolsa de carga, con la QRV
                    (elemento 8) unida, de las correas de instalaci&#243;n del tanque de aire. Coloque la QRV y el
                    soporte de manera que dejen espacio para el desmontaje del tanque de aire (1). Si es necesario,
                    desconecte las l&#237;neas de aire de la QRV.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte y etiquete todas las l&#237;neas de aire conectadas al tanque instalado en el
                    eje (1) y todos los componentes/v&#225;lvulas restantes instalados en el tanque (v&#225;lvula
                    relevadora de frenos, elemento 10, v&#225;lvula de protecci&#243;n de presi&#243;n, elemento 7).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la v&#225;lvula relevadora de frenos (elemento 10) del tanque de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite la v&#225;lvula de protecci&#243;n de presi&#243;n (elemento 7) del tanque de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n que fija las correas de instalaci&#243;n del tanque
                    al bastidor del eje, y quite el tanque y las correas de instalaci&#243;n del conjunto del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Separe las correas de instalaci&#243;n del tanque de aire para transferirlas al tanque
                    de reemplazo.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los accesorios de la l&#237;nea de aire y la llave de drenaje del tanque para
                    transferirlos al tanque de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>MECANISMO DE FRENO</title>
            <para>Consulte el Grupo 04, FRENOS, en el Manual de servicio maestro.</para>
        </svcsubproc>
        <svcsubproc>
            <title>BUJES DE BRAZOS SUPERIORES</title>
            <para>El eje de elevaci&#243;n autorregulable tiene cuatro bujes de brazos a cada lado: brazo superior,
                delantero y trasero, y brazo inferior, delantero y trasero. Para impedir que el eje caiga
                inesperadamente y/o para evitar una tensi&#243;n indebida en los componentes del eje, conserve siempre
                un juego de brazos conectado durante el reemplazo de los bujes. En otras palabras, reemplace los bujes
                en ambos brazos superiores (o inferiores) en primer lugar y luego vuelva a conectar estos brazos antes
                de desconectar los otros. Apoye siempre el eje durante el procedimiento completo de desmontaje e
                instalaci&#243;n.
            </para>
            <para>Consulte la
                <hotlnk xrefid="f14019bp">FIGURA 22</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite las llantas/ruedas del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, apoye el
                        conjunto del eje para eliminar la tensi&#243;n en los puntos de pivote e impedir el movimiento
                        repentino al liberar el brazo superior.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Apoye el conjunto del eje para impedir su desplazamiento al desconectar el brazo
                    superior.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Puede ser necesario quitar la bolsa de carga u otros componentes para realizar el paso
                        siguiente. Consulte el procedimiento de desmontaje correspondiente.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite el herraje de instalaci&#243;n (elemento 3) que fija los puntos de pivote
                    delantero y trasero del brazo superior al conjunto del eje. Repita el procedimiento en el lado
                    opuesto. Si se usa sujetadores Huck, qu&#237;telos con un m&#233;todo aprobado. Consulte la Secci&#243;n
                    de servicio S01001Y, Grupo 01, en el Manual de servicio maestro para ver los m&#233;todos de
                    desmontaje aprobados.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el brazo superior para obtener acceso a los bujes de los brazos.</para>
            </step1>
            <step1>
                <para count="1">Quite ambos bujes de los brazos superiores y conserve el herraje para usarlo con los
                    bujes de reemplazo, si es necesario.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>BUJES DE BRAZOS INFERIORES</title>
            <para>El eje de elevaci&#243;n autorregulable tiene cuatro bujes de brazos a cada lado: brazo superior,
                delantero y trasero, y brazo inferior, delantero y trasero. Para impedir que el eje caiga
                inesperadamente y/o para evitar una tensi&#243;n indebida en los componentes del eje, conserve siempre
                un juego de brazos conectado durante el reemplazo de los bujes. En otras palabras, reemplace los bujes
                en ambos brazos superiores (o inferiores) en primer lugar y luego vuelva a conectar estos brazos antes
                de desconectar los otros. Apoye siempre el eje durante el procedimiento completo de desmontaje e
                instalaci&#243;n.
            </para>
            <para>Consulte la
                <hotlnk xrefid="f14019bp">FIGURA 22</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Instale cu&#241;as en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Quite las llantas/ruedas del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <specpara>
                <note>
                    <para>El eje de elevaci&#243;n debe estar en la posici&#243;n inferior para obtener acceso a la
                        parte delantera de la bolsa de elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En el extremo delantero de la bolsa de elevaci&#243;n, quite la chaveta de dos patas que
                    fija el pasador pivote (elemento 2) empleado para unir la placa de pivote de la bolsa de elevaci&#243;n
                    al conjunto del brazo oscilante del eje de elevaci&#243;n. Repita el procedimiento en el lado
                    opuesto.
                </para>
            </step1>
            <step1>
                <para count="1">Quite con un golpe el pasador pivote de la junta de bisagra. Repita el procedimiento en
                    el lado opuesto.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, apoye el
                        brazo oscilante del eje para eliminar la tensi&#243;n en los puntos de pivote e impedir el
                        movimiento repentino al liberarlo.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Apoye el conjunto del eje para impedir su ca&#237;da al quitar el brazo inferior.</para>
            </step1>
            <specpara>
                <note>
                    <para>Debido al peso del brazo inferior, puede ser m&#225;s f&#225;cil realizar el reemplazo de los
                        bujes en cada extremo en forma separada. En otras palabras, desconecte el pivote trasero,
                        reemplace el buje y vuelva a conectar el pivote antes de desconectar el pivote delantero.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En el punto de pivote trasero de los brazos inferiores, quite el herraje de instalaci&#243;n
                    (elemento 1) que fija el brazo al conjunto del eje. Repita el procedimiento en el lado opuesto. Si
                    se usa sujetadores Huck, qu&#237;telos con un m&#233;todo aprobado. Consulte la Secci&#243;n de
                    servicio S01001Y, Grupo 01, en el Manual de servicio maestro para ver los m&#233;todos de desmontaje
                    aprobados.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los brazos inferiores y el conjunto del eje para obtener acceso a los bujes
                    traseros.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los bujes traseros de los brazos y conserve el herraje para usarlo con los bujes
                    de reemplazo, si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">En los puntos de pivote delanteros de los brazos inferiores, quite el herraje de
                    instalaci&#243;n (elemento 1) que fija el brazo al conjunto del eje. Repita el procedimiento en el
                    lado opuesto. Si se usa sujetadores Huck, qu&#237;telos con un m&#233;todo aprobado. Consulte la
                    Secci&#243;n de servicio S01001Y, Grupo 01, en el Manual de servicio maestro para ver los m&#233;todos
                    de desmontaje aprobados.
                </para>
            </step1>
            <step1>
                <para count="1">Baje la parte delantera de los brazos para obtener acceso a los bujes.</para>
            </step1>
            <step1>
                <para count="1">Quite los bujes delanteros de los brazos inferiores y conserve el herraje para usarlo
                    con los bujes de reemplazo, si es necesario.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
