<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONJUNTOS DE EJES FIJOS (R&#205;GIDOS) -
        FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>FUNCIONAMIENTO</title>
        <svcprocinfo>
            <para>Esta secci&#243;n entrega una descripci&#243;n componente por componente del sistema neum&#225;tico
                del eje de elevaci&#243;n fijo. Consulte la
                <hotlnk xrefid="f14019aw">FIGURA 9</hotlnk>
                y la
                <hotlnk xrefid="f14019o">FIGURA 10</hotlnk>. Para obtener una descripci&#243;n general del
                funcionamiento a nivel del sistema, consulte
                <hotlnk document="m14019_8.xml" xrefid="hl14019030">FUNCIONAMIENTO DEL SISTEMA</hotlnk>
                <xref refid="hl14019030"/>. Una descripci&#243;n detallada del sistema de control el&#233;ctrico se
                puede encontrar en la secci&#243;n
                <hotlnk document="m14019_33.xml" xrefid="hl14019070">CONTROLES</hotlnk>
                <xref refid="hl14019070"/>. Para obtener informaci&#243;n acerca del sistema de frenos de aire, consulte
                el GRUPO 04, FRENOS, en el Manual de servicio maestro.
            </para>
            <figure id="f14019aw" figsize="full-pg">
                <graphic id="g14019aw" filename="../figg14/g14019aw.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         resolution="300"/>
                <caption>Figura 9. Ubicaciones de los componentes del eje de elevaci&#243;n fijo</caption>
                <calloutgroup>
                    <callout1>1. BOLSAS DE ELEVACI&#211;N</callout1>
                    <callout1>2. L&#205;NEA DE AIRE HACIA C&#193;MARAS DE FRENO</callout1>
                    <callout1>3. L&#205;NEA DE SUMINISTRO DESDE TANQUE DE AIRE INSTALADO EN EL CHASIS</callout1>
                    <callout1>4. TANQUE DE AIRE DEL EJE DE ELEVACI&#211;N</callout1>
                    <callout1>5. L&#205;NEA DE AIRE HACIA BOLSA DE CARGA</callout1>
                    <callout1>6. BOLSAS DE CARGA</callout1>
                    <callout1>7. C&#193;MARAS DE FRENO</callout1>
                    <callout1>8. L&#205;NEA DE AIRE HACIA V&#193;LVULA DE DESCARGA R&#193;PIDA DE BOLSA DE ELEVACI&#211;N
                        Y BOLSA DE ELEVACI&#211;N (SE REQUIERE 2)
                    </callout1>
                    <callout1>9. L&#205;NEA PRIMARIA DE SE&#209;AL DE FRENO</callout1>
                    <callout1>10. V&#193;LVULA/SOLENOIDE DE CINCO ORIFICIOS</callout1>
                    <callout1>11. L&#205;NEA DE AIRE HACIA REGULADOR DE PRESI&#211;N</callout1>
                    <callout1>12. V&#193;LVULA RELEVADORA PARA C&#193;MARAS DE FRENO</callout1>
                    <callout1>13. V&#193;LVULA DE DESCARGA R&#193;PIDA PARA BOLSAS DE CARGA</callout1>
                    <callout1>14. L&#205;NEA DE AIRE DESDE REGULADOR DE PRESI&#211;N</callout1>
                    <callout1>15. V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N (PPV)</callout1>
                    <callout1>16. L&#205;NEA DE SUMINISTRO HACIA SOLENOIDE DESDE PPV</callout1>
                </calloutgroup>
            </figure>
            <figure id="f14019o" figsize="full-pg">
                <graphic id="g14019o" filename="../figg14/g14019o.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         resolution="300"/>
                <caption>Figura 10. Diagrama funcional del sistema del eje de elevaci&#243;n fijo</caption>
                <calloutgroup>
                    <callout1>1. FUENTE DE +12 VDC CONMUTADOS (ENCENDIDO)</callout1>
                    <callout1>2. INTERRUPTOR Y RELEVADOR AXLE ENABLE</callout1>
                    <callout1>3. TANQUES DE AIRE INSTALADOS EN EL CHASIS</callout1>
                    <callout1>4. L&#205;NEA PRIMARIA DE SE&#209;AL DE FRENO</callout1>
                    <callout1>5. V&#193;LVULA RELEVADORA (PROPORCIONA CONEXI&#211;N AL SISTEMA DE FRENOS DEL VEH&#205;CULO)</callout1>
                    <callout1>6. SISTEMA DEL EJE DE ELEVACI&#211;N 1</callout1>
                    <callout1>7. INTERRUPTOR UP/DOWN DEL EJE</callout1>
                    <callout1>8. INDICADOR DE PRESI&#211;N (CONTROLES DENTRO DE LA CABINA)</callout1>
                    <callout1>9. INDICADOR DE PRESI&#211;N (CONTROLES MIXTOS)</callout1>
                    <callout1>10. REGULADOR DE PRESI&#211;N</callout1>
                    <callout1>11. CONJUNTO DEL EJE DE ELEVACI&#211;N</callout1>
                    <callout1>12. V&#193;LVULA RELEVADORA PARA C&#193;MARAS DE FRENO</callout1>
                    <callout1>13. TANQUE DE AIRE DEL EJE DE ELEVACI&#211;N</callout1>
                    <callout1>14. V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N</callout1>
                    <callout1>15. C&#193;MARAS DE FRENO</callout1>
                    <callout1>16. V&#193;LVULA/SOLENOIDE DE CINCO ORIFICIOS</callout1>
                    <callout1>17. ORIFICIO DE ESCAPE (VENTILACI&#211;N)</callout1>
                    <callout1>18. V&#193;LVULA DE DESCARGA R&#193;PIDA (BOLSAS DE ELEVACI&#211;N)</callout1>
                    <callout1>19. BOLSAS DE ELEVACI&#211;N</callout1>
                    <callout1>20. V&#193;LVULA DE DESCARGA R&#193;PIDA (BOLSAS DE CARGA)</callout1>
                    <callout1>21. BOLSAS DE CARGA</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>SUMINISTRO DE AIRE</title>
            <para>El suministro de aire para el conjunto del eje de elevaci&#243;n se obtiene del tanque (h&#250;medo)
                de suministro instalado debajo de la cabina o cerca de &#233;sta. El aire proveniente de este tanque se
                encamina hacia un tanque instalado en el eje que aumenta la capacidad del sistema de aire para compensar
                el aire empleado en hacer funcionar los sistemas de ejes de elevaci&#243;n (frenos, bolsas de carga y
                bolsas de elevaci&#243;n). Los sistemas de suspensi&#243;n y de control del eje de elevaci&#243;n est&#225;n
                conectados al tanque del eje mediante una V&#225;lvula de protecci&#243;n de presi&#243;n (PPV). Esta v&#225;lvula
                proporciona aire al sistema de suspensi&#243;n s&#243;lo si la presi&#243;n del tanque est&#225; sobre
                un nivel predeterminado. La v&#225;lvula se abre cuando la presi&#243;n del tanque de suministro es
                <emph type="underscr">></emph>
                80 psi, y permanece abierta mientras la presi&#243;n del tanque es
                <emph type="underscr">></emph>
                70 psi. Esto impide la p&#233;rdida de presi&#243;n en el sistema de aire principal si se produce una
                fuga en el sistema de suspensi&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>ACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, coloque
                        todos los interruptores UP/DOWN (ARRIBA/ABAJO) en la posici&#243;n UP (ARRIBA) antes de activar
                        el sistema (mediante el interruptor AXLE ENABLE (ACTIVACI&#211;N DE EJE)). Si el interruptor
                        UP/DOWN de alg&#250;n eje est&#225; en la posici&#243;n DOWN (ABAJO) al apagar el encendido, el
                        eje controlado por ese interruptor subir&#225; autom&#225;ticamente a su posici&#243;n superior.
                        La activaci&#243;n del sistema de ejes de elevaci&#243;n con el interruptor UP/DOWN de un eje en
                        la posici&#243;n DOWN causar&#225; el descenso inmediato del eje. La posici&#243;n de los
                        interruptores UP/DOWN se debe verificar cuidadosamente ya que los indicadores DOWN de los
                        interruptores permanecen siempre apagados (en cualquier posici&#243;n del interruptor) hasta la
                        activaci&#243;n del sistema.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Es una buena costumbre colocar los interruptores UP/DOWN de todos los ejes en la posici&#243;n
                        UP antes de activar el sistema.
                    </para>
                </note>
            </specpara>
            <para>Para activar el sistema de suspensi&#243;n, encienda el veh&#237;culo y presione el interruptor AXLE
                ENABLE. Esto entregar&#225; energ&#237;a a los interruptores UP/DOWN de los ejes y encender&#225; el
                indicador del interruptor AXLE ENABLE.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>DESCENSO DEL EJE DE ELEVACI&#211;N</title>
            <para>Con el sistema del eje de elevaci&#243;n activado, coloque el interruptor UP/DOWN del eje
                correspondiente en la posici&#243;n DOWN. Esto encender&#225; el indicador de ese interruptor y enviar&#225;
                una se&#241;al el&#233;ctrica para energizar el solenoide instalado en el eje de elevaci&#243;n. Cuando
                el solenoide se energiza, la presi&#243;n de aire se elimina en las V&#225;lvulas de descarga r&#225;pida
                (QRV) de las l&#237;neas de las bolsas de elevaci&#243;n. Esto hace que las QRV descarguen el aire de
                las bolsas de elevaci&#243;n hacia la atm&#243;sfera. A medida que el aire se descarga desde las bolsas
                de elevaci&#243;n, el conjunto del eje baja. El solenoide encamina ahora el aire presurizado desde el
                tanque hacia la entrada del regulador de presi&#243;n en la cabina. El regulador se usa para controlar
                la cantidad de presi&#243;n de aire empleada para inflar las bolsas de carga. El aire se encamina desde
                el tanque, a trav&#233;s de la PPV, del solenoide, del regulador y de otra QRV, hacia las bolsas de
                aire. La cantidad de presi&#243;n de aire en las bolsas de carga requerida para proporcionar capacidad
                de carga a un determinado eje var&#237;a de acuerdo a la altura de funcionamiento del eje (
                <hotlnk xrefid="t14019c">TABLA 15</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>Los valores de presi&#243;n de aire indicados en las Tablas de presiones de carga son
                        APROXIMADOS. Para obtener una lectura exacta de las presiones de carga contra las de aire, es
                        necesario calibrar la unidad sobre una b&#225;scula nivelada y precisa.
                    </para>
                </note>
            </specpara>
            <table id="t14019c" tblwidth="full-page" frame="all">
                <title>Tabla de presiones de carga para un eje de elevaci&#243;n fijo de 20,000 libras</title>
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="2.00*"/>
                    <colspec colname="col2" colwidth="0.68*"/>
                    <colspec colname="col3" colwidth="0.65*"/>
                    <colspec colname="col4" colwidth="0.67*"/>
                    <spanspec namest="col1" nameend="col4" spanname="SPAN2"/>
                    <spanspec namest="col2" nameend="col4" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry colname="col1" morerows="1" align="center">
                                <para>
                                    <emph type="bold">Carga en tierra del eje</emph>
                                </para>
                            </entry>
                            <entry colspan="3" spanname="SPAN1">
                                <para>
                                    <emph type="bold">Altura de funcionamiento</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>
                                    <emph type="bold">9 pulgadas</emph>
                                </para>
                            </entry>
                            <entry colname="col3" valign="bottom" align="center">
                                <para>
                                    <emph type="bold">10 pulgadas</emph>
                                </para>
                            </entry>
                            <entry colname="col4" valign="bottom" align="center">
                                <para>
                                    <emph type="bold">11 pulgadas</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" valign="bottom" align="center">
                                <para>5.000 libras</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>15 psi</para>
                            </entry>
                            <entry colname="col3" valign="bottom" align="center">
                                <para>15 psi</para>
                            </entry>
                            <entry colname="col4" valign="bottom" align="center">
                                <para>15 psi</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" valign="bottom" align="center">
                                <para>10.000 libras</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>36 psi</para>
                            </entry>
                            <entry colname="col3" valign="bottom" align="center">
                                <para>36 psi</para>
                            </entry>
                            <entry colname="col4" valign="bottom" align="center">
                                <para>36 psi</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" valign="bottom" align="center">
                                <para>15.000 libras</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>58 psi</para>
                            </entry>
                            <entry colname="col3" valign="bottom" align="center">
                                <para>58 psi</para>
                            </entry>
                            <entry colname="col4" valign="bottom" align="center">
                                <para>58 psi</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" valign="bottom" align="center">
                                <para>20.000 libras</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>79 psi</para>
                            </entry>
                            <entry colname="col3" valign="bottom" align="center">
                                <para>79 psi</para>
                            </entry>
                            <entry colname="col4" valign="bottom" align="center">
                                <para>79 psi</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="4" spanname="SPAN2" valign="bottom">
                                <para>1. Esta tabla es aproximada. Para obtener una lectura exacta de las presiones de
                                    carga contra las de aire, es necesario calibrar la unidad sobre una b&#225;scula
                                    nivelada y precisa.
                                </para>
                                <para>2. Supone un peso en tierra de 1500 libras sin presi&#243;n de aire (0 psi).
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>ASCENSO DEL EJE DE ELEVACI&#211;N</title>
            <para>Para subir un eje, coloque el interruptor UP/DOWN del eje en la posici&#243;n UP. Esto apagar&#225; el
                indicador de ese interruptor y cortar&#225; la energ&#237;a en el solenoide instalado en el eje de
                elevaci&#243;n. Cuando el solenoide se desenergiza, la presi&#243;n de aire se elimina en la QRV de la l&#237;nea
                de las bolsas de carga. Esto hace que la QRV y el solenoide descarguen el aire de las bolsas de carga
                hacia la atm&#243;sfera. El solenoide encamina ahora el aire presurizado desde el tanque hacia las
                bolsas de elevaci&#243;n. El aire se encamina desde el tanque, a trav&#233;s de la PPV, del solenoide y
                de las QRV de las bolsas de elevaci&#243;n, hacia las bolsas de elevaci&#243;n. Las bolsas de elevaci&#243;n
                en expansi&#243;n pivotean el brazo oscilante y elevan el eje a su posici&#243;n superior.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>DESACTIVACI&#211;N DEL SISTEMA DE EJES DE ELEVACI&#211;N</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os materiales, lesiones personales o la posibilidad de muerte, coloque
                        todos los interruptores UP/DOWN (ARRIBA/ABAJO) en la posici&#243;n UP (ARRIBA) antes de activar
                        el sistema (mediante el interruptor AXLE ENABLE (ACTIVACI&#211;N DE EJE)). Si el interruptor
                        UP/DOWN de alg&#250;n eje est&#225; en la posici&#243;n DOWN (ABAJO) al apagar el encendido, el
                        eje controlado por ese interruptor subir&#225; autom&#225;ticamente a su posici&#243;n superior.
                        La activaci&#243;n del sistema de ejes de elevaci&#243;n con el interruptor UP/DOWN de un eje en
                        la posici&#243;n DOWN causar&#225; el descenso inmediato del eje. La posici&#243;n de los
                        interruptores UP/DOWN se debe verificar cuidadosamente ya que los indicadores DOWN de los
                        interruptores permanecen siempre apagados (en cualquier posici&#243;n del interruptor) hasta la
                        activaci&#243;n del sistema.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Es una buena costumbre colocar los interruptores UP/DOWN de todos los ejes en la posici&#243;n
                        UP antes de desactivar el sistema.
                    </para>
                </note>
            </specpara>
            <para>Desactive el sistema apagando el veh&#237;culo. Esto corta la energ&#237;a proveniente del sistema.
                Los indicadores de los interruptores AXLE ENABLE y UP/DOWN del eje se apagan y la energ&#237;a del
                solenoide del eje de elevaci&#243;n se corta. Si el eje de elevaci&#243;n est&#225; en la posici&#243;n
                inferior al apagar el encendido, el solenoide y la QRV descargan el aire desde las bolsas de carga hacia
                la atm&#243;sfera. El solenoide desenergizado encamina ahora el aire presurizado desde el tanque hacia
                las bolsas de elevaci&#243;n. El aire se encamina desde el tanque, a trav&#233;s de la PPV, del
                solenoide y de las QRV, hacia las bolsas de elevaci&#243;n. Las bolsas de elevaci&#243;n en expansi&#243;n
                pivotean el brazo oscilante y elevan el eje a su posici&#243;n superior. Una vez desactivado el
                encendido, el sistema de ejes de elevaci&#243;n se puede activar s&#243;lo al colocar el encendido en ON
                <emph type="bold">Y</emph>
                al presionar el interruptor AXLE ENABLE.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
