<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONTROLES - Controles mixtos
    </stitle>
    <svcsection/>
    <svcproc id="hl14019073" svcproctype="describe" graphiccount="1">
        <title>Controles mixtos</title>
        <para>En esta configuraci&#243;n, el interruptor AXLE ENABLE, el interruptor Up/Down de los ejes de elevaci&#243;n
            y un Indicador del regulador de presi&#243;n est&#225;n en el pedestal de piso junto al asiento del
            conductor. El Regulador de presi&#243;n y un segundo Indicador de presi&#243;n est&#225;n en un panel de
            control externo en la parte de atr&#225;s de la cabina (
            <hotlnk xrefid="f14019z">FIGURA 26</hotlnk>). Esta disposici&#243;n permite ajustar la presi&#243;n de los
            resortes de aire de carga desde fuera de la cabina y adem&#225;s mantiene los interruptores de control y el
            Indicador de presi&#243;n accesibles desde el asiento del conductor.
        </para>
        <specpara>
            <important>
                <para>En camiones con varios ejes de elevaci&#243;n, los controles se ubican de la siguiente manera. Los
                    controles del eje de elevaci&#243;n m&#225;s pr&#243;ximo a la parte delantera del cami&#243;n est&#225;n
                    m&#225;s cerca de la parte superior del pedestal y del lado izquierdo del panel de control trasero.
                    Los controles del eje de elevaci&#243;n m&#225;s alejado de la parte delantera del cami&#243;n est&#225;n
                    m&#225;s lejos de la parte superior del pedestal y del lado derecho del panel de control trasero.
                </para>
            </important>
        </specpara>
        <figure id="f14019z" figsize="pg-wide">
            <graphic id="G14019z" filename="../figG14/G14019z.webp" type="webp" scalefit="1" scalefitheight="232px"
                     resolution="300"/>
            <caption>Figura 26. Controles mixtos</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
